{
  "id": 12623253,
  "name": "Jonathan APODACA, et al. v. Rick RAEMISCH, et al. Donnie Lowe v. Rick Raemisch, et al.",
  "name_abbreviation": "Apodaca v. Raemisch",
  "decision_date": "2018-10-09",
  "docket_number": "Nos. 17–1284; 17–1289.",
  "first_page": "5",
  "last_page": "10",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 5"
    },
    {
      "type": "parallel",
      "cite": "202 L. Ed. 2d 251"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "68 Ala. L. Rev. 1117",
      "category": "journals:journal",
      "reporter": "Ala. L. Rev.",
      "year": 2017,
      "pin_cites": [
        {
          "page": "1150-1155"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "22 Wash. U.J.L. & Pol'y 325",
      "category": "journals:journal",
      "reporter": "Wash. U. J.L. & Pol'y",
      "year": 2006,
      "opinion_index": 0
    },
    {
      "cite": "90 Ind. L.J. 741",
      "category": "journals:journal",
      "reporter": "Ind. L.J.",
      "year": 2015,
      "pin_cites": [
        {
          "page": "753-763"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "902 F.3d 1162",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12518408
      ],
      "year": 2018,
      "pin_cites": [
        {
          "page": "1175-1178",
          "parenthetical": "Lucero, J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/902/1162-01"
      ]
    },
    {
      "cite": "828 F.2d 651",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1747824
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "653"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/828/0651-01"
      ]
    },
    {
      "cite": "165 F.3d 803",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11779041
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "810",
          "parenthetical": "\"[W]e conclude the district court here erred when it held that plaintiff's allegations about the extended deprivation of outdoor exercise showed no excessive risk to his well-being\" (internal quotation marks and alteration omitted)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/165/0803-01"
      ]
    },
    {
      "cite": "435 F.3d 1252",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        936295
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "1260",
          "parenthetical": "\"[W]e think it is clear that a factfinder might conclude that the risk of harm from three years of deprivation of any form of outdoor exercise was obvious\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/435/1252-01"
      ]
    },
    {
      "cite": "170 F.3d 1312",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11592133
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "1316-1317",
          "parenthetical": "affirming summary judgment for defendants where the plaintiffs had, between them, been convicted of aggravated battery, murder, and attempted murder since their incarceration and each had attempted to escape during outdoor recreation"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/170/1312-01"
      ]
    },
    {
      "cite": "237 F.3d 881",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11164879
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "884-885"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/237/0881-01"
      ]
    },
    {
      "cite": "134 U.S. 160",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299147
      ],
      "weight": 3,
      "year": 1890,
      "pin_cites": [
        {
          "page": "168"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/134/0160-01"
      ]
    },
    {
      "cite": "135 S.Ct. 2187",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12590220
      ],
      "weight": 7,
      "year": 2015,
      "pin_cites": [
        {
          "parenthetical": "Kennedy, J., concurring"
        },
        {
          "parenthetical": "Kennedy, J., concurring"
        },
        {
          "page": "2209"
        },
        {
          "page": "2210",
          "parenthetical": "Kennedy, J., concurring"
        },
        {
          "page": "2209",
          "parenthetical": "Kennedy, J., concurring"
        },
        {
          "parenthetical": "Kennedy, J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/2187-01"
      ]
    },
    {
      "cite": "197 L.Ed.2d 487",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12603525,
        12603527,
        12603528,
        12603529,
        12603530
      ],
      "year": 2017,
      "pin_cites": [
        {
          "parenthetical": "BREYER, J., dissenting from denial of stay of execution"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/1246-01",
        "/s-ct/137/1246-03",
        "/s-ct/137/1246-04",
        "/s-ct/137/1246-05",
        "/s-ct/137/1246-06"
      ]
    },
    {
      "cite": "137 S.Ct. 1246",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12603525,
        12603526,
        12603527,
        12603528,
        12603529,
        12603530
      ],
      "year": 2017,
      "pin_cites": [
        {
          "parenthetical": "BREYER, J., dissenting from denial of stay of execution"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/1246-01",
        "/s-ct/137/1246-02",
        "/s-ct/137/1246-03",
        "/s-ct/137/1246-04",
        "/s-ct/137/1246-05",
        "/s-ct/137/1246-06"
      ]
    },
    {
      "cite": "600 F.2d 189",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1453239
      ],
      "weight": 4,
      "year": 1979,
      "pin_cites": [
        {
          "page": "200"
        },
        {
          "page": "200",
          "parenthetical": "affirming injunctive relief in the absence of \"an adequate justification\" from the State for not providing outdoor exercise for over four years"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/600/0189-01"
      ]
    },
    {
      "cite": "137 S.Ct. 853",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12609912
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "853-55",
          "parenthetical": "SOTOMAYOR, J., concurring in denial of certiorari"
        },
        {
          "parenthetical": "SOTOMAYOR, J., concurring in denial of certiorari"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0853-01"
      ]
    },
    {
      "cite": "864 F.3d 1071",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12275962
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "1078"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/864/1071-01"
      ]
    },
    {
      "cite": "864 F.3d 1205",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12275989
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "1209"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/864/1205-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "887 F.Supp.2d 1133",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        4318274
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1137"
        },
        {
          "page": "1137"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/887/1133-01"
      ]
    },
    {
      "cite": "356 U.S. 86",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6161306
      ],
      "weight": 3,
      "year": 1958,
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/356/0086-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1034,
    "char_count": 16173,
    "pagerank": {
      "raw": 4.280736776926286e-08,
      "percentile": 0.27038275204461726
    },
    "sha256": "ac6436fbfc901f775a96e8d347b0bcf01c48da466b3634bebd50fb436f3258b4",
    "simhash": "1:4b973436bde3b3dc",
    "word_count": 2599
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jonathan APODACA, et al.\nv.\nRick RAEMISCH, et al."
    ],
    "opinions": [
      {
        "text": "Statement of Justice SOTOMAYOR respecting the denial of certiorari.\nA punishment need not leave physical scars to be cruel and unusual. See Trop v. Dulles, 356 U.S. 86, 101, 78 S.Ct. 590, 2 L.Ed.2d 630 (1958). As far back as 1890, this Court expressed concerns about the mental anguish caused by solitary confinement. These petitions address one aspect of what a prisoner subjected to solitary confinement may experience: the denial of even a moment in daylight for months or years. Although I agree with the Court's decision not to grant certiorari in these cases because of arguments unmade and facts underdeveloped below, I write because the issue raises deeply troubling concern.\nI\nPetitioners Jonathan Apodaca, Joshua Vigil, and Donnie Lowe were all previously incarcerated in the Colorado State Penitentiary (CSP). During that time, they were held in what is often referred to as \"administrative segregation,\" but what is also fairly known by its less euphemistic name: solitary confinement. As described in a prior case involving the same prison's conditions:\n\"In administrative segregation at the CSP, each offender is housed in a single cell approximately 90 square feet in size.... The cell contains a metal bed, desk, toilet and three shelves. There is [a] small vertical glass window that admits light but which, because of its placement in relation to the bed, desk and shelving, is difficult to access to look out. A light in the cell is left on 24 hours a day. The inmates' daily existence is one of extreme isolation. They remain in their cells at least 23 hours a day. The cells were designed in a manner that discourages and largely restricts vocal communication between cells. [One prisoner could] hear other people yelling and screaming but not conversations. All meals are passed through a slot in the cell door to the inmate. The inmates have little human contact except with prison staff and limited opportunities for visitors....\" Anderson v. Colorado, 887 F.Supp.2d 1133, 1137 (D.Colo.2012).\nUnder then-operative Colorado Department of Corrections (CDOC) regulations, prisoners like Apodaca, Vigil, and Lowe were allowed out of their cells five days per week, for at least \"one hour of recreation in a designated exercise area.\" CDOC Reg. No. 650-03, p. 7 (May 15, 2012). That \"designated exercise area\" was also about 90 square feet in size, but \"oddly shaped\" and \"empty except for a chin-up bar.\" Anderson, 887 F.Supp.2d, at 1137. As the prior district court described it:\n\"It has two vertical 'windows,' approximately five feet by six inches in size, which are not glassed but instead are covered with metal grates. The grates have holes approximately the size of a quarter that open to the outside. The inmate can see through the holes, can sometimes feel a breeze, and can sometimes feel the warmth of the sun. This is his only exposure of any kind to fresh air.\" Ibid.\nDuring their time at CSP, Apodaca, Vigil, and Lowe were denied any out-of-cell exercise other than the prescribed hour in that room for between 11 and 25 months. In 2015, Lowe, individually, and Apodaca and Vigil, on behalf of themselves and others similarly situated, filed lawsuits seeking damages under Rev. Stat. § 1979, 42 U.S.C. § 1983, in the District of Colorado, alleging that this deprivation violated their Eighth Amendment rights to be free from cruel and unusual punishment. Respondents, CDOC Executive Director Rick Raemisch and CSP Warden Travis Trani, moved to dismiss both cases. The District Court denied both motions to dismiss. The U.S. Court of Appeals for the Tenth Circuit reversed both denials, concluding that its prior precedents allowed \"reasonable debate on the constitutionality of disallowing outdoors exercise for two years and one month\" in Lowe's case, 864 F.3d 1205, 1209 (2017), or, moreover, 11 months in Apodaca and Vigil's case, 864 F.3d 1071, 1078 (2017).\nApodaca, Vigil, and Lowe petitioned this Court for certiorari, arguing that the Tenth Circuit had diverged from the common practice among the Courts of Appeals of allowing a deprivation of outdoor exercise only when it was supported by a sufficient security justification. See Pet. for Cert. in No. 17-1284, pp. 2-3; Pet. for Cert. in No. 17-1289, pp. 2-3. Petitioners are correct that the presence (or absence) of a particularly compelling security justification has, rightly, played an important role in the analysis of the Courts of Appeals. But the litigation before the lower courts here did not focus on the presence or absence of a valid security justification, and therefore the factual record before this Court-as well as the legal analysis provided by the lower courts-is not well suited to our considering the question now. Despite my deep misgivings about the conditions described, I therefore concur in the Court's denial of certiorari. Cf. Perez v. Florida, 580 U.S. ----, ----, 137 S.Ct. 853, 853-55, 197 L.Ed.2d 480 (2017) (SOTOMAYOR, J., concurring in denial of certiorari).\nII\nI write to note, however, that what is clear all the same is that to deprive a prisoner of any outdoor exercise for an extended period of time in the absence of an especially strong basis for doing so is deeply troubling-and has been recognized as such for many years. Then-Judge Kennedy observed as much in 1979, ruling that, in the absence of \"an adequate justification\" from the State, \"it was cruel and unusual punishment for a prisoner to be confined for a period of years without opportunity to go outside except for occasional court appearances, attorney interviews, and hospital appointments.\" Spain v. Procunier, 600 F.2d 189, 200 (C.A.9 1979). And while he acknowledged that various security concerns-including the safety of staff and other prisoners and preventing escape-could \"justify not permitting plaintiffs to mingle with the general prison population,\" he observed that those generalized concerns did \"not explain why other exercise arrangements were not made.\" Ibid. The same inquiry remains essential today, given the vitality-recognized by the Tenth Circuit in other cases -of the basic human need at issue. It should be clear by now that our Constitution does not permit such a total deprivation in the absence of a particularly compelling interest.\nTwo Justices of this Court have recently called attention to the broader Eighth Amendment concerns raised by long-term solitary confinement. See Ruiz v. Texas, 580 U.S. ----, ---- - ----, 137 S.Ct. 1246, 197 L.Ed.2d 487 (2017) (BREYER, J., dissenting from denial of stay of execution); Davis v. Ayala, 576 U.S. ----, ---- - ----, 135 S.Ct. 2187, 192 L.Ed.2d 323 (2015) (Kennedy, J., concurring). Those writings came in cases involving capital prisoners, but it is important to remember that the issue sweeps much more broadly: whereas fewer than 3,000 prisoners are on death row, a recent study estimated that 80,000 to 100,000 people were held in some form of solitary confinement. The Eighth Amendment, of course, protects them all.\nLowe himself, respondents tell us, was convicted of second-degree burglary and introduction of contraband-and he evidently spent 11 years in solitary confinement. See Brief in Opposition 1, n. 1;\nComplaint, at 5. It is hard to see how those 11 years could have prepared him for the day in July 2015 when he \"was released from solitary confinement directly to the streets,\" though his Complaint mentions that he had found \"wor[k] doing construction labor and [was] striving to establish a life on the streets.\" Ibid. While we do not know what caused his death in May 2018, see Reply Brief 2, n. 2, we do know that solitary confinement imprints on those that it clutches a wide range of psychological scars.\nRespondent Raemisch, CDOC's executive director, himself has acknowledged the ills of solitary confinement, and I note that Colorado has in recent years revised its regulations such that it now allows all inmates \"access to outdoor recreation\" for at least one hour, three times per week, subject to \"security or safety considerations.\" Those changes cannot undo what petitioners, and others similarly situated, have experienced, but they are nevertheless steps toward a more humane system.\nMore steps may well be needed. Justice Kennedy, in his Ayala concurrence, 576 U.S., at 2209, 135 S.Ct., at 2209, referenced Charles Dickens's depiction of the ravages of solitary confinement in A Tale of Two Cities, but it is worth appreciating that the portrayal referenced was not merely the result of a skilled novelist's imagination. In 1842, Dickens recounted his real-life visit to Philadelphia's Eastern State Penitentiary, in which he described the prisoners housed in solitary confinement there:\n\"[The prisoner] is led to the cell from which he never again comes forth, until his whole term of imprisonment has expired. He never hears of wife and children; home or friends; the life or death of any single creature. He sees the prison-officers, but with that exception he never looks upon a human countenance, or hears a human voice. He is a man buried alive; to be dug out in the slow round of years; and in the mean time dead to everything but torturing anxieties and horrible despair.\" C. Dickens, American Notes for General Circulation 148 (J. Whitley & A. Goldman eds. 1972).\nDickens did not question the penal officers' motives. He concluded, rather, that they did \"not know what it is that they are doing\" and that \"very few\" were \"capable of estimating the immense amount of torture and agony which this dreadful punishment, prolonged for years, inflicts upon the sufferers.\" Id., at 146. The pain caused was invisible and inaudible, such that \"slumbering humanity\" was \"not roused up\" to put a stop to it. Id., at 147.\nWe are no longer so unaware. Courts and corrections officials must accordingly remain alert to the clear constitutional problems raised by keeping prisoners like Apodaca, Vigil, and Lowe in \"near-total isolation\" from the living world, see Ayala, 576 U.S., at ----, 135 S.Ct., at 2210 (Kennedy, J., concurring), in what comes perilously close to a penal tomb.\nSee In re Medley, 134 U.S. 160, 168, 10 S.Ct. 384, 33 L.Ed. 835 (1890) (\"[E]xperience demonstrated that there were serious objections to it. A considerable number of the prisoners fell, after even a short confinement, into a semi-fatuous condition, from which it was next to impossible to arouse them, and others became violently insane; others, still, committed suicide, while those who stood the ordeal better were not generally reformed, and in most cases did not recover sufficient mental activity to be of any subsequent service to the community\").\nFor Apodaca and Vigil, the deprivation lasted 11 months-from September 2013 to August 2014. Complaint in Apodaca v. Raemisch, No. 15-cv-845 (D Colo.), Doc. 1, pp. 16-17. For Lowe, it lasted 25 months-from February 2013 to March 2015. Complaint in Lowe v. Raemisch, No. 15-cv-1830 (D Colo.), Doc. 1, p. 20-21 (Complaint). All three were later either transferred or released from prison. Brief in Opposition 1. Lowe has since passed away. Reply Brief 2.\nWith regard to Apodaca and Vigil's 11-month deprivation, respondents both contested that there was an Eighth Amendment violation and claimed qualified immunity. See Motion to Dismiss or Motion for Summary Judgment in Apodaca, Doc. 18, pp. 6-11. With regard to Lowe's 25-month deprivation, respondents did not contest that there was an Eighth Amendment violation but did again claim qualified immunity. See Motion to Dismiss in Lowe, Doc. 10, pp. 7-13.\nSee, e.g., Pearson v. Ramos, 237 F.3d 881, 884-885 (C.A.7 2001) (reversing judgment for plaintiff who was denied outdoor exercise for a year after a series of serious infractions, including beating a guard to the point that he was hospitalized, setting a fire that prompted an evacuation, and throwing bodily fluids in a medical technician's face); Bass v. Perrin, 170 F.3d 1312, 1316-1317 (C.A.11 1999) (affirming summary judgment for defendants where the plaintiffs had, between them, been convicted of aggravated battery, murder, and attempted murder since their incarceration and each had attempted to escape during outdoor recreation); Spain v. Procunier, 600 F.2d 189, 200 (C.A.9 1979) (affirming injunctive relief in the absence of \"an adequate justification\" from the State for not providing outdoor exercise for over four years).\nFor example, the CDOC regulations in effect during the relevant time period outlined particular conduct that could justify the imposition of solitary confinement, including, for example, attempting to harm seriously or kill another person, organizing or inciting a riot, or attempting to escape from a secure facility. See CDOC Reg. No. 650-03, p. 4 (May 15, 2012). But those regulations also included provisions that could be questionable in their application, including a catchall for \"[o]ther circumstances.\" See ibid. Here, we have not been presented with facts in the record explaining what led to this extreme condition of confinement being imposed on Apodaca, Vigil, or Lowe, or, similarly, whether permitting outdoor exercise would have meaningfully increased any of the potential risks.\nSee Fogle v. Pierson, 435 F.3d 1252, 1260 (2006) (\"[W]e think it is clear that a factfinder might conclude that the risk of harm from three years of deprivation of any form of outdoor exercise was obvious\"); Perkins v. Kansas Dept. of Corrections, 165 F.3d 803, 810 (1999) (\"[W]e conclude the district court here erred when it held that plaintiff's allegations about the extended deprivation of outdoor exercise showed no excessive risk to his well-being\" (internal quotation marks and alteration omitted)); Bailey v. Shillinger, 828 F.2d 651, 653 (1987) (\"There is substantial agreement among the cases in this area that some form of regular outdoor exercise is extremely important to the psychological and physical well being of inmates, and some courts have held a denial of fresh air and exercise to be cruel and unusual punishment under certain circumstances\").\nSee Dept. of Justice, Bureau of Justice Statistics, E. Davis & T. Snell, Capital Punishment, 2016, p. 2 (Apr. 2018); The Liman Program & Assn. of State Correctional Adm'rs, Time-In-Cell: The ASCA-Liman 2014 National Survey of Administrative Segregation in Prison, p. ii (Aug. 2015).\nSee, e.g., Davis v. Ayala, 576 U.S. ----, ----, 135 S.Ct. 2187, 2209, 192 L.Ed.2d 323 (2015) (Kennedy, J., concurring) (detailing psychological effects and citing story of 16-year-old who was held in pretrial solitary confinement for three years and committed suicide two years after his release); Grissom v. Roberts, 902 F.3d 1162, 1175-1178 (C.A.10 2018) (Lucero, J., concurring); see also B. Stevenson, Just Mercy 153 (2014) (recounting story of juvenile prisoner whose \"mental health unraveled\" in solitary, yielding self-harm and multiple suicide attempts). See generally Bennion, Banning the Bing: Why Extreme Solitary Confinement Is Cruel and Far Too Usual Punishment, 90 Ind. L.J. 741, 753-763 (2015) ; Betts, Only Once I Thought About Suicide, 125 Yale L.J. Forum 222 (2016) ; Grassian, Psychiatric Effects of Solitary Confinement, 22 Wash. U.J.L. & Pol'y 325 (2006) ; Smith, The Effects of Solitary Confinement on Prison Inmates: A Brief History and Review of the Literature, 34 Crime & Justice 441 (2006) ; Calambokidis, Note, Beyond Cruel and Unusual: Solitary Confinement and Dignitary Interests, 68 Ala. L. Rev. 1117, 1150-1155 (2017).\nSee Raemisch, Why We Ended Long-Term Solitary Confinement in Colorado, N.Y. Times, Oct. 12, 2017, p. A25 (\"It is time for this unethical tool to be removed from the penal toolbox\"); Raemisch, My Night in Solitary, N.Y. Times, Feb. 21, 2014, p. A25 (\"I felt as if I'd been there for days. I sat with my mind. How long would it take before Ad Seg chipped that away? I don't know, but I'm confident that it would be a battle I would lose\").\nCDOC Reg. No. 600-09, p. 7 (Jan. 1, 2018).",
        "type": "majority",
        "author": "Statement of Justice SOTOMAYOR respecting the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petitions for writs of certiorari are denied."
    ],
    "corrections": "",
    "head_matter": "Jonathan APODACA, et al.\nv.\nRick RAEMISCH, et al.\nDonnie Lowe\nv.\nRick Raemisch, et al.\nNos. 17-1284\n17-1289.\nSupreme Court of the United States\nOct. 9, 2018.\nThe petitions for writs of certiorari are denied."
  },
  "file_name": "0005-01",
  "first_page_order": 5,
  "last_page_order": 10
}
