{
  "id": 12617287,
  "name": "Richard BRAKEBILL, et al. v. Alvin JAEGER, North Dakota Secretary of State.",
  "name_abbreviation": "Brakebill v. Jaeger",
  "decision_date": "2018-10-09",
  "docket_number": "No. 18A335.",
  "first_page": "10",
  "last_page": "11",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 10"
    },
    {
      "type": "parallel",
      "cite": "202 L. Ed. 2d 212"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "549 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3553561
      ],
      "weight": 5,
      "year": 2006,
      "pin_cites": [
        {
          "page": "4-5",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/549/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 224,
    "char_count": 2539,
    "pagerank": {
      "raw": 4.565170110192638e-08,
      "percentile": 0.286586206377283
    },
    "sha256": "247bb96e2e4415e46ed720270fa3b4c3affabe95fa0fcccf69c8cd29219389fa",
    "simhash": "1:e917c5e3f0c51f41",
    "word_count": 399
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richard BRAKEBILL, et al.\nv.\nAlvin JAEGER, North Dakota Secretary of State."
    ],
    "opinions": [
      {
        "text": "",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "The application to vacate the stay entered by the United States Court of Appeals for the Eighth Circuit on September 24, 2018, presented to Justice GORSUCH and by him referred to the Court, is denied. Justice KAVANAUGH took no part in the consideration or decision of this application."
    ],
    "corrections": "",
    "head_matter": "Richard BRAKEBILL, et al.\nv.\nAlvin JAEGER, North Dakota Secretary of State.\nNo. 18A335.\nSupreme Court of the United States\nOct. 9, 2018.\nThe application to vacate the stay entered by the United States Court of Appeals for the Eighth Circuit on September 24, 2018, presented to Justice GORSUCH and by him referred to the Court, is denied. Justice KAVANAUGH took no part in the consideration or decision of this application.\nJustice GINSBURG, with whom Justice KAGAN joins, dissenting from denial of the application to vacate stay.\nI would grant the application to vacate the Eighth Circuit's stay because last-minute \"[c]ourt orders affecting elections, especially conflicting orders, can themselves result in voter confusion and consequent incentive to remain away from the polls.\" Purcell v. Gonzalez , 549 U.S. 1, 4-5, 127 S.Ct. 5, 166 L.Ed.2d 1 (2006) (per curiam ). The risk of voter confusion appears severe here because the injunction against requiring residential-address identification was in force during the primary election and because the Secretary of State's website announced for months the ID requirements as they existed under that injunction. Reasonable voters may well assume that the IDs allowing them to vote in the primary election would remain valid in the general election. If the Eighth Circuit's stay is not vacated, the risk of disfranchisement is large. The Eighth Circuit observed that voters have a month to \"adapt\" to the new regime. But that observation overlooks specific factfindings by the District Court: (1) 70,000 North Dakota residents-almost 20% of the turnout in a regular quadrennial election-lack a qualifying ID; and (2) approximately 18,000 North Dakota residents also lack supplemental documentation sufficient to permit them to vote without a qualifying ID. Although the unchallenged portion of the injunction permitting the use of more informal supplemental documents somewhat lessens this concern, that relief, by itself, scarcely cures the problem given the all too real risk of grand-scale voter confusion. True, an order by this Court vacating the stay would be yet another decision that disrupts the status quo as the election draws ever closer. But the confusion arising from vacating the stay would at most lead to voters securing an additional form of ID. That inconvenience pales in comparison to the confusion caused by the Eighth Circuit's order, which may lead to voters finding out at the polling place that they cannot vote because their formerly valid ID is now insufficient."
  },
  "file_name": "0010-01",
  "first_page_order": 10,
  "last_page_order": 11
}
