{
  "id": 12620116,
  "name": "Tawuan TOWNES v. ALABAMA.",
  "name_abbreviation": "Townes v. Alabama",
  "decision_date": "2018-10-29",
  "docket_number": "No. 17–7894.",
  "first_page": "18",
  "last_page": "20",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 18"
    },
    {
      "type": "parallel",
      "cite": "202 L. Ed. 2d 337"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "712 Fed.Appx. 841",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "847-848"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "498 U.S. 308",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6224628
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "321",
          "parenthetical": "\"It cannot be gainsaid that meaningful appellate review requires that the appellate court consider the defendant's actual record\""
        },
        {
          "parenthetical": "\"It cannot be gainsaid that meaningful appellate review requires that the appellate court consider the defendant's actual record\""
        },
        {
          "parenthetical": "\"It cannot be gainsaid that meaningful appellate review requires that the appellate court consider the defendant's actual record\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/498/0308-01"
      ]
    },
    {
      "cite": "471 U.S. 307",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6202354
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "325"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/471/0307-01"
      ]
    },
    {
      "cite": "442 U.S. 510",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1531962
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "523"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/442/0510-01"
      ]
    },
    {
      "cite": "253 So.3d 447",
      "category": "reporters:state_regional",
      "reporter": "So. 3d",
      "case_ids": [
        12678563
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/so3d/253/0447-01"
      ]
    },
    {
      "cite": "2015 WL 9263802",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2015,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 501,
    "char_count": 7899,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2636211609248261
    },
    "sha256": "0fa57f098a98e8476c6309276d3a6c613ff7332f7c17cb77e152112c795913d0",
    "simhash": "1:15a9f2763e7cb4d4",
    "word_count": 1262
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tawuan TOWNES\nv.\nALABAMA."
    ],
    "opinions": [
      {
        "text": "Statement of Justice SOTOMAYOR respecting the denial of certiorari.\nToday the Court denies review of Tawuan Townes' capital murder conviction, the constitutionality of which hinges on whether the trial court instructed jurors that they \"may\" infer his intent to kill a victim or that they \"must\" do so. The former instruction is constitutional; the latter is not. There is no way to know for sure which instruction the trial court gave. Two court reporters certified two conflicting transcripts, and the trial court no longer has the original recording. Because Townes has not shown that the procedures below amount to constitutional error, I must vote to deny his petition for certiorari. I write separately because the trial court's failure to preserve the original recording gives cause for deep concern.\nPetitioner Tawuan Townes was convicted of capital murder committed in the course of a burglary and sentenced to death. At trial, the crucial question for the jury was whether Townes possessed the requisite intent for a capital murder conviction. According to the trial transcript prepared and certified by the court reporter after trial, the trial court instructed the jury on how to make that decision as follows:\n\" 'A specific intent to kill is an essential ingredient of capital murder as charged in this indictment, and may be inferred from the character of an assault, the use of a deadly weapon, or other attendant circumstances. Such intent must be inferred if the act was done deliberately and death was reasonably to be apprehended or expected as a natural and probable consequence of the act.' \" No. CR-10-1892 (Ala. Crim. App., June 13, 2014), App. to Pet. for Cert. A-5 (emphasis added), withdrawn, 2015 WL 9263802, 253 So.3d 447 (Ala. Crim. App., Dec. 18, 2015).\nTownes appealed, arguing that the trial court's jury instructions violated his constitutional right to due process. The Alabama Court of Criminal Appeals agreed that the jury instruction, as reproduced above, plainly violated his due process rights. Instructing the jury that it \"must\" infer Townes' specific intent removed the issue of intent from the jury's consideration and relieved the State of its burden to prove each element of the crime beyond a reasonable doubt. See Sandstrom v. Montana , 442 U.S. 510, 523, 99 S.Ct. 2450, 61 L.Ed.2d 39 (1979). Such presumptions, this Court has held, violate the Due Process Clause. Francis v. Franklin , 471 U.S. 307, 325, 105 S.Ct. 1965, 85 L.Ed.2d 344 (1985).\nIndeed, Townes' intent was the only issue for the jury to resolve at trial. He was charged with shooting and killing Christopher Woods during a burglary. Townes admitted that he and an acquaintance had planned to rob Woods. But Townes adamantly disclaimed any intent to kill Woods, insisting that he shot at Woods only to scare him. At trial, Townes' counsel focused the defense on this distinction. Under state law, if the jury found that Townes lacked specific intent to kill Woods, it could find Townes guilty of only felony murder. But if the jury found that Townes intended to kill Woods, it could convict Townes of capital murder, making him eligible to receive a death sentence. Because the trial court's instructions took that pivotal question away from the jury, the Court of Criminal Appeals reversed Townes' conviction.\nAfter the reversal, however, the trial court judge filed a \"supplemental record\" with the appellate court asserting that the certified trial transcript-or rather, a single word of that transcript-had been mistranscribed. The trial court judge insisted that he had properly instructed the jury that it \"may,\" rather than \"must,\" infer specific intent and that the audio recording of Townes' trial confirmed as much. (The government, notably, had not contested the accuracy of the transcript.)\nUpon receiving the trial court's sua sponte filing, the Court of Criminal Appeals, citing Alabama law, remanded the case and directed the trial court to appoint a new court reporter to listen to the audio recording and retranscribe the trial court proceedings. The second court reporter submitted a new 56-page transcript. It differed from the original transcript by exactly one word: The new transcript said \"may\" where the original had said \"must.\"\nOn the basis of the new transcript, the Court of Criminal Appeals withdrew its reversal and affirmed Townes' conviction and death sentence. The court explained that, according to the new transcript-which was now the official record-the trial judge properly instructed the jury. There is no indication that the Court of Criminal Appeals itself reviewed the audio recording of the instructions.\nTownes filed a petition for writ of certiorari. This Court called for the record and specifically requested that the trial court provide a copy of the audio recording. The trial court informed this Court's Clerk's Office that the recording no longer exists.\nWithout the recording, we cannot know what the judge actually said at trial. The second transcript is now the official record of the trial court proceedings, on which this Court must rely in evaluating Townes' challenge to his conviction. On that record, I am unable to conclude that Townes' conviction is unconstitutional.\nBut the absence of demonstrable constitutional error makes the doubts raised by the trial court's unusual handling of this matter no less troubling. In a matter of life and death, hinging on a single disputed word, all should take great care to protect the reviewing courts' opportunity to learn what was said to the jury before Townes was convicted of capital murder and sentenced to death. Yet the trial court, after its unilateral intervention in Townes' appeal resulted in dueling transcripts, failed to preserve the recording at issue-despite the fact that Townes' case was still pending direct review, and, consequently, his conviction was not yet final. As a result, the potential for this Court's full review of Townes' conviction has been frustrated.\nThe Constitution guarantees certain procedural protections when the government seeks to prove that a person should pay irreparably for a crime. A reliable, credible record is essential to ensure that a reviewing court-not to mention the defendant and the public at large-can say with confidence whether those fundamental rights have been respected. Parker v. Dugger , 498 U.S. 308, 321, 111 S.Ct. 731, 112 L.Ed.2d 812 (1991) (\"It cannot be gainsaid that meaningful appellate review requires that the appellate court consider the defendant's actual record\"). By fostering uncertainty about the result here, the trial court's actions in this case erode that confidence. That gives me-and should give us all-great pause.\nAlabama Rule of Appellate Procedure 10(g) (1991) provides: \"The appellate court may, on motion of a party or on its own initiative, order that a supplemental or corrected record be certified and transmitted to the appellate court if necessary to correct an omission or misstatement.\"\nThis was not the first time that the same trial court judge sought to correct a transcript while a case was pending review. In Hammonds v. Commissioner, Ala. Dept. of Corrections , 712 Fed.Appx. 841, 847-848 (2017), the Eleventh Circuit rejected the State's attempt to amend the habeas record with a corrected transcript filed by a court reporter at the request of the same trial judge who presided over Townes' trial. The court reporter-the same one who prepared the second transcript in Townes' case-stated that she had reviewed her notes and the recording of the defendant's trial and concluded that the judge had said \"inference\" instead of \"innocence,\" curing an allegedly erroneous instruction that the defendant challenged on collateral review. Ibid.",
        "type": "majority",
        "author": "Statement of Justice SOTOMAYOR respecting the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "Tawuan TOWNES\nv.\nALABAMA.\nNo. 17-7894.\nSupreme Court of the United States\nOct. 29, 2018.\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "0018-01",
  "first_page_order": 18,
  "last_page_order": 20
}
