{
  "id": 12620628,
  "name": "MOUNT LEMMON FIRE DISTRICT, Petitioner v. John GUIDO, et al.",
  "name_abbreviation": "Mount Lemmon Fire Dist. v. Guido",
  "decision_date": "2018-11-06",
  "docket_number": "No. 17–587.",
  "first_page": "22",
  "last_page": "27",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 22"
    },
    {
      "type": "parallel",
      "cite": "202 L. Ed. 2d 262"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "42 U.S.C. § 12111",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(5)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 626",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)",
          "parenthetical": "ADEA incorporates the \"powers, remedies, and procedures\" of the FLSA"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "557 U.S. 167",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3658005
      ],
      "weight": 3,
      "year": 2009,
      "pin_cites": [
        {
          "page": "174",
          "parenthetical": "differences between Title VII's and the ADEA's language should not be ignored"
        },
        {
          "parenthetical": "differences between Title VII's and the ADEA's language should not be ignored"
        },
        {
          "parenthetical": "differences between Title VII's and the ADEA's language should not be ignored"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/557/0167-01"
      ]
    },
    {
      "cite": "460 U.S. 226",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6191472
      ],
      "weight": 7,
      "year": 1983,
      "pin_cites": [
        {
          "page": "240-242"
        },
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/460/0226-01"
      ]
    },
    {
      "cite": "200 L.Ed.2d 313",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12610466,
        12610601,
        12610476,
        12610573,
        12610574,
        12610460
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/1165-02",
        "/s-ct/138/1185-04",
        "/s-ct/138/1166-06",
        "/s-ct/138/1181-01",
        "/s-ct/138/1181-02",
        "/s-ct/138/1164-02"
      ]
    },
    {
      "cite": "138 S.Ct. 1165",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12610465,
        12610466,
        12610467,
        12610468,
        12610469,
        12610470
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/1165-01",
        "/s-ct/138/1165-02",
        "/s-ct/138/1165-03",
        "/s-ct/138/1165-04",
        "/s-ct/138/1165-05",
        "/s-ct/138/1165-06"
      ]
    },
    {
      "cite": "859 F.3d 1168",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12276606
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "parenthetical": "state and local governments are covered by the ADEA regardless of their number of employees"
        },
        {
          "page": "1171",
          "parenthetical": "quoting Webster's New Collegiate Dictionary 34 (1973)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/859/1168-01"
      ]
    },
    {
      "cite": "920 F.2d 360",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10542992
      ],
      "year": 1990,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/920/0360-01"
      ]
    },
    {
      "cite": "154 F.3d 892",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11707425
      ],
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/154/0892-01"
      ]
    },
    {
      "cite": "635 Fed.Appx. 470",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "year": 2015,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "801 F.2d 269",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10545213
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "parenthetical": "state and local governments are covered by the ADEA only if they have at least 20 employees"
        },
        {
          "page": "270, n. 1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/801/0269-01"
      ]
    },
    {
      "cite": "29 U.S.C. § 203",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "88 Stat. 58",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "81 Stat. 605",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "pin_cites": [
        {
          "parenthetical": "ADEA"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "78 Stat. 253",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "Title VII"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 630",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C. § 621",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "et seq."
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "81 Stat. 602",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 668,
    "char_count": 11490,
    "pagerank": {
      "raw": 4.304828124825895e-08,
      "percentile": 0.2713849340251111
    },
    "sha256": "4246127026d0375805cfaddfe4bba9d9f0eecd0496b824245823d504d9366d9e",
    "simhash": "1:92ffba102fdf66ed",
    "word_count": 1870
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "MOUNT LEMMON FIRE DISTRICT, Petitioner\nv.\nJohn GUIDO, et al."
    ],
    "opinions": [
      {
        "text": "Justice GINSBURG delivered the opinion of the Court.\nFaced with a budget shortfall, Mount Lemmon Fire District, a political subdivision in Arizona, laid off its two oldest full-time firefighters, John Guido (then 46) and Dennis Rankin (then 54). Guido and Rankin sued the Fire District, alleging that their termination violated the Age Discrimination in Employment Act of 1967 (ADEA), 81 Stat. 602, as amended, 29 U.S.C. § 621 et seq. The Fire District sought dismissal of the suit on the ground that the District was too small to qualify as an \"employer\" within the ADEA's compass. The Act's controlling definitional provision, 29 U.S.C. § 630(b), reads:\n\"The term 'employer' means a person engaged in an industry affecting commerce who has twenty or more employees.... The term also means (1) any agent of such a person, and (2) a State or political subdivision of a State....\"\nThe question presented: Does the ADEA's numerosity specification (20 or more employees), applicable to \"a person engaged in an industry affecting commerce,\" apply as well to state entities (including state political subdivisions)? We hold, in accord with the United States Court of Appeals for the Ninth Circuit, that § 630(b)'s two-sentence delineation, and the expression \"also means\" at the start of the second sentence, combine to establish separate categories: persons engaged in an industry affecting commerce with 20 or more employees; and States or political subdivisions with no attendant numerosity limitation. \"[T]wenty or more employees\" is confining language, but the confinement is tied to § 630(b)'s first sentence, and does not limit the ADEA's governance of the employment practices of States and political subdivisions thereof.\nI\nInitially, Title VII of the Civil Rights Act of 1964, 78 Stat. 253, as amended, 42 U.S.C. § 2000e et seq., which prohibits employment discrimination on the basis of race, color, religion, sex, and national origin, applied solely to private sector employers. The same was true of the ADEA, enacted three years later to protect workers against \"arbitrary age discrimination.\" 29 U.S.C. § 621(b). As originally enacted, both Title VII and the ADEA imposed liability on \"employer[s],\" defined in both statutes to include \"a person engaged in an industry affecting commerce\" whose employees met a numerical threshold, but specifically to exclude governmental entities.\n78 Stat. 253 (Title VII); 81 Stat. 605 (ADEA).\nIn 1972, Congress amended Title VII to reach state and local employers. Under the revised provision of Title VII, \"[t]he term 'person' includes one or more individuals, governments, governmental agencies, [and] political subdivisions,\" also certain other specified entities, and \"[t]he term 'employer' means a person engaged in an industry affecting commerce who has fifteen or more employees....\" 42 U.S.C. § 2000e(a) - (b). For this purpose, amended Title VII defines \"industry affecting commerce\" to \"includ[e] any governmental industry, business, or activity.\" § 2000e(h). The 1972 amendment to Title VII thereby extended the statute's coverage to state and local government entities by defining them as \"person[s].\" In turn, as \"person[s],\" these entities meet Title VII's definition of \"employer\" and are subject to liability only if they have at least 15 employees.\nTwo years later, in 1974, Congress amended the ADEA to cover state and local governments. Unlike in Title VII, where Congress added such entities to the definition of \"person,\" in the ADEA, Congress added them directly to the definition of \"employer.\" Thus, since 1974, the ADEA's key definitional provision has read:\n\"The term 'employer' means a person engaged in an industry affecting commerce who has twenty or more employees.... The term also means (1) any agent of such a person, and (2) a State or political subdivision of a State....\" 29 U.S.C. § 630(b).\nIn the same 1974 enactment, Congress amended the Fair Labor Standards Act (FLSA), on which parts of the ADEA had been modeled, to reach all government employers regardless of their size. See 88 Stat. 58, 29 U.S.C. § 203(d), (x).\nThe parties dispute the proper reading of the ADEA following the 1974 amendment. Does \"also means\" add new categories to the definition of \"employer,\" or does it merely clarify that States and their political subdivisions are a type of \"person\" included in § 630(b)'s first sentence? If the former, state and local governments are covered by the ADEA regardless of whether they have as many as 20 employees. If the latter, they are covered only if they have at least 20 employees. Federal courts have divided on this question. Compare Kelly v. Wauconda Park Dist., 801 F.2d 269 (C.A.7 1986) (state and local governments are covered by the ADEA only if they have at least 20 employees); Cink v. Grant County, 635 Fed.Appx. 470 (C.A.10 2015) (same); Palmer v. Arkansas Council on Economic Educ., 154 F.3d 892 (C.A.8 1998) (same); EEOC v. Monclova, 920 F.2d 360 (C.A.6 1990) (same), with this case, 859 F.3d 1168 (C.A.9 2017) (state and local governments are covered by the ADEA regardless of their number of employees). We granted certiorari to resolve the conflict. 583 U.S. ----, 138 S.Ct. 1165, 200 L.Ed.2d 313 (2018).\nII\nFor several reasons, we conclude that the words \"also means\" in § 630(b) add new categories of employers to the ADEA's reach. First and foremost, the ordinary meaning of \"also means\" is additive rather than clarifying. As the Ninth Circuit explained, \" 'also' is a term of enhancement; it means 'in addition; besides' and 'likewise; too.' \" 859 F.3d, at 1171 (quoting Webster's New Collegiate Dictionary 34 (1973)). Indeed, reading \"also\" additively to create a separate category of \"employer\" seemed to this Court altogether fitting in EEOC v. Wyoming, 460 U.S. 226, 103 S.Ct. 1054, 75 L.Ed.2d 18 (1983). There, we held that applying the ADEA to state and local governments does not encroach on States' sovereignty or Tenth Amendment immunity. Id., at 240-242, 103 S.Ct. 1054. In the course of so holding, we described the 1974 ADEA amendment as \"extend[ing] the substantive prohibitions of the Act to employers having at least 20 workers [as opposed to 25 in the original version], and to the Federal and State Governments.\" Id., at 233, 103 S.Ct. 1054 (emphasis added). In this regard, we note, it is undisputed that the ADEA covers Federal Government entities, which our opinion in Wyoming grouped with state entities, regardless of the number of workers they employ. 29 U.S.C. § 633a.\nInstructive as well, the phrase \"also means\" occurs dozens of times throughout the U.S. Code, typically carrying an additive meaning. See Brief for Respondents 11-13, and n. 2 (collecting citations). For example, 12 U.S.C. § 1715z-1(i)(4), provides:\n\"[T]he term 'elderly families' means families which consist of two or more persons the head of which (or his spouse) is sixty-two years of age or over or is handicapped. Such term also means a single person who is sixty-two years of age or over or is handicapped.\"\n\"[A] single person\" plainly adds to, rather than clarifies, the preceding statutory delineation, \"two or more persons.\" Just so with States and their political subdivisions in the ADEA's definition of \"employer.\" Notably, in § 1715z-1(i)(4), Congress repeated the \"sixty-two years of age or over or is handicapped\" qualifier to render it applicable to \"a single person.\" In the ADEA, by contrast, Congress did not repeat the \"twenty or more employees\" qualifier when referencing state and local government entities. This Court is not at liberty to insert the absent qualifier.\nFurthermore, the text of § 630(b) pairs States and their political subdivisions with agents, a discrete category that, beyond doubt, carries no numerical limitation. See Tr. of Oral Arg. 55-56. The Fire District does not gainsay that the 20-employee restriction applies to § 630(b)'s first sentence. Its construction, however, would lift that restriction for the agent portion of the second sentence, and then reimpose it for the portion of that sentence addressing States and their political subdivisions. We resist a reading so strange.\nThe Fire District presses the argument that the ADEA should be interpreted in line with Title VII, which, as noted supra, at 25, applies to state and local governments only if they meet a numerosity specification. True, reading the ADEA as written to apply to States and political subdivisions regardless of size gives the ADEA, in this regard, a broader reach than Title VII. But this disparity is a consequence of the different language Congress chose to employ. See Gross v. FBL Financial Services, Inc., 557 U.S. 167, 174, 129 S.Ct. 2343, 174 L.Ed.2d 119 (2009) (differences between Title VII's and the ADEA's language should not be ignored). The better comparator is the FLSA, on which many aspects of the ADEA are based. See 29 U.S.C. § 626(b) (ADEA incorporates the \"powers, remedies, and procedures\" of the FLSA). Like the FLSA, the ADEA ranks States and political subdivisions as \"employer [s]\" regardless of the number of employees they have.\nThe Fire District warns that applying the ADEA to small public entities risks curtailment of vital public services such as fire protection. Experience suggests otherwise. For 30 years, the Equal Employment Opportunity Commission has consistently interpreted the ADEA as we do today. EEOC Compliance Manual: Threshold Issues § 2-III(B)(1)(a)(i), and n. 99. See also Kelly, 801 F.2d, at 270, n. 1. And a majority of States forbid age discrimination by political subdivisions of any size; some 15 of these States subject private sector employers to age discrimination proscriptions only if they employ at least a threshold number of workers. See Brief for Respondents 28-29, and n. 6 (collecting citations). No untoward service shrinkages have been documented.\nIn short, the text of the ADEA's definitional provision, also its kinship to the FLSA and differences from Title VII, leave scant room for doubt that state and local governments are \"employer[s]\" covered by the ADEA regardless of their size.\n* * *\nFor the reasons stated, the judgment of the Court of Appeals for the Ninth Circuit is\nAffirmed.\nJustice KAVANAUGH took no part in the consideration or decision of this case.\nThe Americans with Disabilities Act of 1990 defines \"employer\" in materially the same way as Title VII and accords \"person ... the same meaning\" as in Title VII. 42 U.S.C. § 12111(5), (7).\nWe need not linger over possible applications of the agent clause, for no question of agent liability is before us in this case.",
        "type": "majority",
        "author": "Justice GINSBURG delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "E. Joshua Rosenkranz, Esq., New York, NY, for Petitioner.",
      "Jeffrey L. Fisher, Esq., Stanford, CA, for Respondents.",
      "Jonathan C. Bond, Assistant to the Solicitor General, Department of Justice, Washington, DC, for the United States, as amicus curiae, supporting Respondents.",
      "Jeffrey C. Matura, Amanda J. Taylor, Barrett & Matura, P.C., Scottsdale, AZ, E. Joshua Rosenkranz, Thomas M. Bondy, Christopher J. Cariello, Ned Hirschfeld, Derek Fischer, Logan Q. Dwyer, Orrick, Herrington & Sutcliffe LLP, New York, NY, for Petitioner.",
      "Jeffrey L. Fisher, David T. Goldberg, Pamela S. Karlan, Stanford Law School, Supreme Court, Litigation Clinic, Stanford, CA, Don Awerkamp, Shannon Giles, Awerkamp, Bonilla & Giles, PLC, Tucson, AZ, for Respondents."
    ],
    "corrections": "",
    "head_matter": "MOUNT LEMMON FIRE DISTRICT, Petitioner\nv.\nJohn GUIDO, et al.\nNo. 17-587.\nSupreme Court of the United States\nArgued Oct. 1, 2018.\nDecided Nov. 6, 2018.\nE. Joshua Rosenkranz, Esq., New York, NY, for Petitioner.\nJeffrey L. Fisher, Esq., Stanford, CA, for Respondents.\nJonathan C. Bond, Assistant to the Solicitor General, Department of Justice, Washington, DC, for the United States, as amicus curiae, supporting Respondents.\nJeffrey C. Matura, Amanda J. Taylor, Barrett & Matura, P.C., Scottsdale, AZ, E. Joshua Rosenkranz, Thomas M. Bondy, Christopher J. Cariello, Ned Hirschfeld, Derek Fischer, Logan Q. Dwyer, Orrick, Herrington & Sutcliffe LLP, New York, NY, for Petitioner.\nJeffrey L. Fisher, David T. Goldberg, Pamela S. Karlan, Stanford Law School, Supreme Court, Litigation Clinic, Stanford, CA, Don Awerkamp, Shannon Giles, Awerkamp, Bonilla & Giles, PLC, Tucson, AZ, for Respondents."
  },
  "file_name": "0022-01",
  "first_page_order": 22,
  "last_page_order": 27
}
