{
  "id": 12623269,
  "name": "Richard Allen CULBERTSON, Petitioner v. Nancy A. BERRYHILL, Acting Commissioner of Social Security.",
  "name_abbreviation": "Culbertson v. Berryhill",
  "decision_date": "2019-01-08",
  "docket_number": "No. 17–773.",
  "first_page": "517",
  "last_page": "524",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 517"
    },
    {
      "type": "parallel",
      "cite": "202 L. Ed. 2d 469"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "661 F.2d 1206",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1181978
      ],
      "year": 1981,
      "pin_cites": [
        {
          "page": "1209",
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/661/1206-01"
      ]
    },
    {
      "cite": "200 U.S. 321",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8294520
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "337"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/200/0321-01"
      ]
    },
    {
      "cite": "20 C.F.R. §§ 404.1730",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(a) and (b)(1)(i)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "570 U.S. 48",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12698475
      ],
      "weight": 3,
      "year": 2013,
      "pin_cites": [
        {
          "page": "60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/570/0048-01"
      ]
    },
    {
      "cite": "195 L.Ed.2d 298",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2016,
      "pin_cites": [
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "136 S.Ct. 1938",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        4260823
      ],
      "year": 2016,
      "pin_cites": [
        {
          "page": "1946",
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/550/1938-01"
      ]
    },
    {
      "cite": "202 L.Ed.2d 14",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12622156,
        12622157,
        12622158,
        12622159,
        12622160,
        12622161,
        12622162
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/0303-05",
        "/s-ct/139/0303-06",
        "/s-ct/139/0303-07",
        "/s-ct/139/0304-01",
        "/s-ct/139/0304-02",
        "/s-ct/139/0304-03",
        "/s-ct/139/0304-04"
      ]
    },
    {
      "cite": "139 S.Ct. 304",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12622159,
        12622160,
        12622161,
        12622162,
        12622163,
        12622164
      ],
      "year": 2018,
      "pin_cites": [
        {
          "page": "2042"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/0304-01",
        "/s-ct/139/0304-02",
        "/s-ct/139/0304-03",
        "/s-ct/139/0304-04",
        "/s-ct/139/0304-05",
        "/s-ct/139/0304-06"
      ]
    },
    {
      "cite": "201 L.Ed.2d 277",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12612688,
        12612691,
        12612788,
        12612789,
        12612790,
        12612669
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/2026-02",
        "/s-ct/138/2026-05",
        "/s-ct/138/2040-05",
        "/s-ct/138/2040-06",
        "/s-ct/138/2040-07",
        "/s-ct/138/2023-01"
      ]
    },
    {
      "cite": "138 S.Ct. 2025",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12612681,
        12612682,
        12612683,
        12612684,
        12612685,
        12612686
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/2025-01",
        "/s-ct/138/2025-02",
        "/s-ct/138/2025-03",
        "/s-ct/138/2025-04",
        "/s-ct/138/2025-05",
        "/s-ct/138/2025-06"
      ]
    },
    {
      "cite": "425 F.2d 1192",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        3683655
      ],
      "year": 1970,
      "pin_cites": [
        {
          "page": "1195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/425/1192-01"
      ]
    },
    {
      "cite": "861 F.3d 1197",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12276368
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "1205",
          "parenthetical": "quoting Dawson v. Finch, 425 F.2d 1192, 1195 (C.A.5 1970) ; emphasis deleted"
        },
        {
          "page": "1205-1206"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/861/1197-01"
      ]
    },
    {
      "cite": "28 U.S.C. §§ 2412",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)(1)(A) and (2)(A)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "74 Fed. Reg. 6080",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "79 Stat. 403",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "535 U.S. 789",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        353782
      ],
      "weight": 8,
      "year": 2002,
      "pin_cites": [
        {
          "page": "794"
        },
        {
          "page": "793, n. 2"
        },
        {
          "page": "796"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/535/0789-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 423",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "20 C.F.R. § 404.1703",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 2018,
      "opinion_index": 0
    },
    {
      "cite": "99 L.Ed.2d 68",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        6930739,
        14143
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/us/348/0061-01",
        "/us/485/0074-01"
      ]
    },
    {
      "cite": "485 U.S. 74",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        14143
      ],
      "weight": 6,
      "year": 1988,
      "pin_cites": [
        {
          "page": "75"
        },
        {
          "page": "76"
        },
        {
          "page": "76"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/485/0074-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 401",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "49 Stat. 622",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. §§ 406",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(b)(1)(A)",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 747,
    "char_count": 16438,
    "pagerank": {
      "raw": 2.1159519180358907e-07,
      "percentile": 0.76389376369047
    },
    "sha256": "f77de5f3235baaad40919d226ef1de61dbf53a362d37d0c1ee4f37ea0ab09834",
    "simhash": "1:0046abe7da6b2e57",
    "word_count": 2711
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Richard Allen CULBERTSON, Petitioner\nv.\nNancy A. BERRYHILL, Acting Commissioner of Social Security."
    ],
    "opinions": [
      {
        "text": "Justice THOMAS delivered the opinion of the Court.\nFederal law regulates the fees that attorneys may charge Social Security claimants for representation before the Social Security Administration and a reviewing court. See 42 U.S.C. §§ 406(a) - (b). The question in this case is whether the statutory scheme limits the aggregate amount of fees for both stages of representation to 25% of the claimant's past-due benefits. Because § 406(b) by its terms imposes a 25% cap on fees only for representation before a court, and § 406(a) has separate caps on fees for representation before the agency, we hold that the statute does not impose a 25% cap on aggregate fees.\nI\nA\nTitle II of the Social Security Act, 49 Stat. 622, as amended, 42 U.S.C. § 401 et seq .,\"is an insurance program\" that \"provides old-age, survivor, and disability benefits to insured individuals irrespective of financial need.\" Bowen v. Galbreath, 485 U.S. 74, 75, 108 S.Ct. 892, 99 L.Ed.2d 68 (1988). A claimant's application for Title II benefits can result in payments of past-due benefits-i.e., benefits that accrued before a favorable decision, 20 C.F.R. § 404.1703 (2018)-as well as ongoing monthly benefits, see 42 U.S.C. § 423(a). A claimant who has been denied benefits \"in whole or in part\" by the Social Security Administration may seek administrative review of the initial agency determination, § 405(b), and may then seek judicial review of the resulting final agency decision, § 405(g).\nAs presently written, the Social Security Act\"discretely\" addresses attorney's fees for the administrative and judicial-review stages: \" § 406(a) governs fees for representation in administrative proceedings; § 406(b) controls fees for representation in court.\" Gisbrecht v. Barnhart, 535 U.S. 789, 794, 122 S.Ct. 1817, 152 L.Ed.2d 996 (2002). The original Social Security Act made no such provision for attorney's fees in either proceeding. Id., at 793, n. 2, 122 S.Ct. 1817. But in 1939, \"Congress amended the Act to permit the Social Security Board to prescribe maximum fees attorneys could charge for representation of claimants before the agency.\" Ibid. In 1965, Congress added a new subsection (b) to § 406 that explicitly prescribed fees for representation before a court and \"allow[ed] withholding of past-due benefits to pay\" these fees directly to the attorney. Social Security Amendments of 1965, § 332, 79 Stat. 403; Bowen, 485 U.S., at 76, 108 S.Ct. 892. In 1968, Congress amended subsection (a) to give the agency similar withholding authority to pay attorney's fees incurred in administrative proceedings. Id., at 76, 108 S.Ct. 892.\nSection 406(a) is titled \"Recognition of representatives; fees for representation before Commissioner\" of Social Security. It includes two ways to determine fees for representation before the agency, depending on whether a prior fee agreement exists. If the claimant has a fee agreement, subsection (a)(2) caps fees at the lesser of 25% of past-due benefits or a set dollar amount-currently $6,000. § 406(a)(2)(A) ; Maximum Dollar Limit in the Fee Agreement Process, 74 Fed. Reg. 6080 (2009). Absent a fee agreement, subsection (a)(1) gives the agency authority to \"prescribe the maximum fees which may be charged for services performed in connection with any claim\" before the agency. If the claimant obtains a favorable agency determination, the agency may allot \"a reasonable fee to compensate such attorney for the services performed by him.\"\nSubsection (a)(4) requires the agency to withhold up to 25% of past-due benefits for direct payment of any fee for representation before the agency:\n\"[I]f the claimant is determined to be entitled to past-due benefits under this subchapter and the person representing the claimant is an attorney, the Commissioner of Social Security shall ... certify for payment out of such past-due benefits ... to such attorney an amount equal to so much of the maximum fee as does not exceed 25 percent of such past-due benefits....\"\nSection 406(b) is titled \"Fees for representation before court.\" Subsection (b)(1)(A) both limits these fees to no more than 25% of past-due benefits and allows the agency to withhold past-due benefits to pay these fees:\n\"Whenever a court renders a judgment favorable to a claimant under this subchapter who was represented before the court by an attorney, the court may determine and allow as part of its judgment a reasonable fee for such representation, not in excess of 25 percent of the total of the past-due benefits to which the claimant is entitled by reason of such judgment, and the Commissioner of Social Security may ... certify the amount of such fee for payment to such attorney out of, and not in addition to, the amount of such past-due benefits.\"\nAt issue is whether § 406(b)'s 25% cap limits the aggregate fees awarded for representation before both the agency under § 406(a) and the court under § 406(b), or instead limits only the fee awarded for court representation under § 406(b).\nB\nPetitioner Richard Culbertson represented claimant Katrina Wood in proceedings seeking Social Security disability benefits. After the agency denied Wood benefits, she brought an action in district court. For the court action, Wood signed a contingency-fee agreement \"to pay a fee of 25 percent of the total of the past-due benefits to which [she] is entitled\" in consideration for Culbertson's \"representation of [her] in Federal Court.\" App. 8-9. The agreement excludes fees for \"any representation before\" the agency. Id., at 9.\nThe District Court reversed the agency's denial of benefits and remanded for further proceedings. The court granted Wood attorney's fees under the Equal Access to Justice Act (EAJA), which authorizes an award against the Government for reasonable fees in \"civil action[s].\" 28 U.S.C. §§ 2412(d)(1)(A) and (2)(A).\nOn remand, the agency awarded Wood past-due disability benefits and withheld 25% of those benefits to pay any attorney's fees that might ultimately be awarded. The agency also awarded Culbertson § 406(a) fees for representing Wood before the agency.\nCulbertson then moved the District Court for a separate fee award under § 406(b) for representing Wood there. After accounting for the EAJA award, see Gisbrecht, supra, at 796, 122 S.Ct. 1817 ; App. 9, this request amounted to a full 25% of past-due benefits. The court granted Culbertson's request only in part because he did not subtract the amount he had already received under § 406(a) for his agency-level representation. The Eleventh Circuit affirmed, relying on Circuit precedent to hold that \"the 25% limit from § 406(b) applies to total fees awarded under both § 406(a) and (b), 'preclud[ing] the aggregate allowance of attorney's fees greater than twenty-five percent of the past due benefits received by the claimant.' \" Wood v. Commissioner of Social Security, 861 F.3d 1197, 1205 (2017) (quoting Dawson v. Finch, 425 F.2d 1192, 1195 (C.A.5 1970) ; emphasis deleted).\nGiven a conflict between the Circuits on this question, see 861 F.3d, at 1205-1206, we granted certiorari. 584 U.S. ----, 138 S.Ct. 2025, 201 L.Ed.2d 277 (2018). Because no party defends the judgment, we appointed Amy Weil to brief and argue this case as amicus curiae in support of the judgment below. 584 U.S. ----, 139 S.Ct. 304, 2042, 202 L.Ed.2d 14 (2018). Amicus Weil has ably discharged her assigned responsibilities.\nII\nA\nWe \"begi[n] with the language of the statute itself, and that is also where the inquiry should end, for the statute's language is plain.\" Puerto Rico v. Franklin Cal. Tax-Free Trust, 579 U.S. ----, ----, 136 S.Ct. 1938, 1946, 195 L.Ed.2d 298 (2016) (internal quotation marks omitted). Under § 406(b), when a court \"renders a judgment favorable to a claimant ... who was represented before the court by an attorney,\" the court may award \"a reasonable fee for such representation, not in excess of 25 percent of the total of the past-due benefits to which the claimant is entitled by reason of such judgment.\" 42 U.S.C. § 406(b)(1)(A) (emphasis added). Both at the time of enactment and today, the adjective \"such\" means \"[o]f the kind or degree already described or implied.\" H. Fowler & F. Fowler, Concise Oxford Dictionary of Current English 1289 (5th ed. 1964); Black's Law Dictionary 1661 (10th ed. 2014) (\"[t]hat or those; having just been mentioned\"). Here, the only form of representation \"already described\" in § 406(b) is \"represent[ation] before the court by an attorney.\" Accordingly, the 25% cap applies only to fees for representation before the court, not the agency.\nThis interpretation is supported by \"the structure of the statute and its other provisions.\" Maracich v. Spears, 570 U.S. 48, 60, 133 S.Ct. 2191, 186 L.Ed.2d 275 (2013). As an initial matter, subsections (a) and (b) address different stages of the representation. Section 406(a) addresses fees for representation \"before the Commissioner,\" whereas § 406(b) addresses fees for representation in court. Because some claimants will prevail before the agency and have no need to bring a court action, it is unsurprising that the statute contemplates separate fees for each stage of representation.\nThese subsections also calculate fees differently. Section 406(b) applies a flat 25% cap on fees for court representation. By contrast, § 406(a) provides two ways to determine fees for agency proceedings. Subsection (a)(2) caps fees based on a fee agreement at the lesser of 25% of past-due benefits or $6,000. Supra, at 520. If there is no fee agreement, the agency may set any fee, including a fee greater than 25% of past-due benefits, so long as the fee is \"reasonable.\" § 406(a)(1).\nGiven this statutory structure, applying § 406(b)'s 25% cap on court-stage fees to § 406(a) agency-stage fees, or the aggregate of §§ 406(a) and (b) fees, would make little sense. Many claimants will never litigate in court, yet under the aggregate reading, agency fees would be capped at 25% based on a provision related exclusively to representation in court. Absent a fee agreement, § 406(a)(1) subjects agency fees only to a reasonableness limitation, so applying § 406(b)'s cap to such fees would add a limitation that Congress did not include in the relevant provision of the statute. If Congress had wanted these fees to be capped at 25%, it presumably would have said so directly in subsection (a), instead of providing for a \"reasonable fee\" in that subsection and adding a 25% cap in § 406(b) without even referencing subsection (a). Thus, the structure of the statute confirms that § 406(b) caps only court representation fees.\nB\nAmicus Amy Weil agrees that \" § 406(a) and § 406(b) provide separate avenues for an award of attorney's fees for representation of a Social Security claimant,\" but emphasizes that \"these fees are certified for payment out of a single source: the 25% of past-due benefits withheld by the Commissioner.\" Brief for Court-Appointed Amicus Curiae 10. According to Amicus, \"[b]ecause the Commissioner withholds only one pool of 25% of past-due benefits from which to pay attorney's fees for both agency and court representation, for an attorney to collect a fee that exceeds the 25% pool of withheld disability benefits,\" the attorney may \"need to file a lawsuit against his disabled client\" to collect the difference. Id., at 23-24. Therefore, Amicus urges, \"[w]hen the statute is read as a whole,\" \"it is evident that Congress placed a cumulative 25% cap on attorney's fees payable for successful representation of a Social Security claimant before both the agency and the court.\" Id., at 10.\nAmicus is quite right that presently the agency withholds a single pool of 25% of past-due benefits for direct payment of agency and court fees. See Social Security Administration, Program Operations Manual System (POMS), GN 03920.035(A), online at https://policy.ssa.gov/poms.nsf/lnx/0203920035 (as last visited Jan. 2, 2019); see also 20 C.F.R. §§ 404.1730(a) and (b)(1)(i). And Amicus sensibly argues that if there is only a single 25% pool for direct payment of fees, Congress might not have intended aggregate fees higher than 25%. This argument is plausible, but the statutory text in fact provides for two pools of money for direct payment of fees. Any shortage of withheld benefits for direct payment of fees is thus due to agency policy.\nUnder § 406(a)(4), the agency \"shall\" certify for direct payment of agency representation fees \"an amount equal to so much of the maximum fee as does not exceed 25 percent of\" past-due benefits. In other words, this subsection requires that the agency withhold the approved fees for work performed in agency proceedings, up to 25% of the amount of the claimant's past-due benefits. But this is not the only subsection that enables the agency to withhold past-due benefits for direct payment of fees. Section 406(b)(1)(A) provides that the agency \"may\" certify past-due benefits for direct payment of court representation fees. As the Government explains, the agency has nevertheless \"exercised its discretion ... to withhold a total of 25% of past-due benefits for direct payment of the approved agency and court fees.\" Reply Brief for Respondent 8 (emphasis added). The agency's choice to withhold only one pool of 25% of past-due benefits does not alter the statutory text, which differentiates between agency representation in § 406(a) and court representation in § 406(b), contains separate caps on fees for each type of representation, and authorizes two pools of withheld benefits.\nMore fundamentally, the amount of past-due benefits that the agency can withhold for direct payment does not delimit the amount of fees that can be approved for representation before the agency or the court. The attorney might receive a direct payment out of past-due benefits, but that payment could be less than the fees to which the attorney is entitled. Indeed, prior to 1968, the statute allowed fees for agency representation but lacked a provision for direct payment of such fees from past-due benefits. See supra, at 520. And under the current §§ 406(a)(1) and (4), the agency can award a \"reasonable fee\" that exceeds the 25% of past-due benefits it can withhold for direct payment.\nIn short, despite the force of Amicus ' arguments, the statute does not bear her reading. Any concerns about a shortage of withheld benefits for direct payment and the consequences of such a shortage are best addressed to the agency, Congress, or the attorney's good judgment.\n* * *\nBecause the 25% cap in § 406(b)(1)(A) applies only to fees for court representation, and not to the aggregate fees awarded under §§ 406(a) and (b), the judgment of the United States Court of Appeals for the Eleventh Circuit is reversed, and the case is remanded for further proceedings consistent with this opinion.\nIt is so ordered.\nThe syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader. See United States v. Detroit Timber & Lumber Co., 200 U.S. 321, 337, 26 S.Ct. 282, 50 L.Ed. 499.\nSee Bonner v. Prichard, 661 F.2d 1206, 1209 (C.A.11 1981) (en banc) (adopting all decisions of the former Fifth Circuit announced prior to October 1, 1981, as binding precedent in the Eleventh Circuit).",
        "type": "majority",
        "author": "Justice THOMAS delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Daniel R. Ortiz, Esq., Charlottesville, VA, for Petitioner.",
      "Anthony Yang, Assistant to the Solicitor General, Department of Justice, Washington, D.C., for Respondent.",
      "Richard A. Culbertson, Sarah Fay, Culbertson Law Group, PLLC, Orlando, FL, Daniel R. Ortiz, University of Virginia, School of Law, Supreme Court Litigation Clinic, Charlottesville, VA, Mark T. Stancil, Matthew M. Madden, Robbins, Russell, Englert, Orseck, Untereiner & Sauber LLP, Joshua S. Johnson, Matthew X. Etchemendy, John P. Elwood, Jeremy C. Marwell, Vinson & Elkins LLP, Washington, D.C., for Petitioner.",
      "Noel J. Francisco, Solicitor General, Chad A. Readler, Acting Assistant Attorney General, Edwin S. Kneedler, Deputy Solicitor General, Anthony A. Yang, Assistant to the Solicitor General, Charles W. Scarborough, Dennis Fan, Attorneys, Department of Justice, Washington, D.C., for Respondent."
    ],
    "corrections": "",
    "head_matter": "Richard Allen CULBERTSON, Petitioner\nv.\nNancy A. BERRYHILL, Acting Commissioner of Social Security.\nNo. 17-773.\nSupreme Court of the United States\nArgued Nov. 7, 2018.\nDecided Jan. 8, 2019.\nDaniel R. Ortiz, Esq., Charlottesville, VA, for Petitioner.\nAnthony Yang, Assistant to the Solicitor General, Department of Justice, Washington, D.C., for Respondent.\nAmy L. Weil, Esq., Altanta, GA, Court-appointed amicus curiae, in support of the judgment below.\nRichard A. Culbertson, Sarah Fay, Culbertson Law Group, PLLC, Orlando, FL, Daniel R. Ortiz, University of Virginia, School of Law, Supreme Court Litigation Clinic, Charlottesville, VA, Mark T. Stancil, Matthew M. Madden, Robbins, Russell, Englert, Orseck, Untereiner & Sauber LLP, Joshua S. Johnson, Matthew X. Etchemendy, John P. Elwood, Jeremy C. Marwell, Vinson & Elkins LLP, Washington, D.C., for Petitioner.\nNoel J. Francisco, Solicitor General, Chad A. Readler, Acting Assistant Attorney General, Edwin S. Kneedler, Deputy Solicitor General, Anthony A. Yang, Assistant to the Solicitor General, Charles W. Scarborough, Dennis Fan, Attorneys, Department of Justice, Washington, D.C., for Respondent."
  },
  "file_name": "0517-01",
  "first_page_order": 517,
  "last_page_order": 524
}
