{
  "id": 12623720,
  "name": "HELSINN HEALTHCARE S.A., Petitioner v. TEVA PHARMACEUTICALS USA, INC., et al.",
  "name_abbreviation": "Helsinn Healthcare S.A. v. Teva Pharm. USA, Inc.",
  "decision_date": "2019-01-22",
  "docket_number": "No. 17–1229.",
  "first_page": "628",
  "last_page": "634",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 628"
    },
    {
      "type": "parallel",
      "cite": "202 L. Ed. 2d 551"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "411 U.S. 726",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10185
      ],
      "weight": 3,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0726-01"
      ]
    },
    {
      "cite": "134 S.Ct. 1710",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12706995,
        12579853
      ],
      "weight": 2,
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/us/572/0434-01",
        "/s-ct/134/1710-01"
      ]
    },
    {
      "cite": "572 U.S. 434",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12706995
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/us/572/0434-01"
      ]
    },
    {
      "cite": "566 U.S. 583",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12189822
      ],
      "weight": 3,
      "year": 2012,
      "pin_cites": [
        {
          "page": "593",
          "parenthetical": "determining that a reenacted provision did not ratify an earlier judicial construction where the provision omitted the word on which the prior judicial constructions were based"
        },
        {
          "parenthetical": "determining that a reenacted provision did not ratify an earlier judicial construction where the provision omitted the word on which the prior judicial constructions were based"
        },
        {
          "parenthetical": "determining that a reenacted provision did not ratify an earlier judicial construction where the provision omitted the word on which the prior judicial constructions were based"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/566/0583-01"
      ]
    },
    {
      "cite": "92 L.Ed. 1787",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1948,
      "pin_cites": [
        {
          "parenthetical": "\"In adopting the language used in the earlier act, Congress 'must be considered to have adopted also the construction given by this Court to such language, and made it a part of the enactment' \""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "335 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6158398
      ],
      "weight": 2,
      "year": 1948,
      "pin_cites": [
        {
          "page": "16",
          "parenthetical": "\"In adopting the language used in the earlier act, Congress 'must be considered to have adopted also the construction given by this Court to such language, and made it a part of the enactment' \""
        },
        {
          "parenthetical": "\"In adopting the language used in the earlier act, Congress 'must be considered to have adopted also the construction given by this Court to such language, and made it a part of the enactment' \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/335/0001-01"
      ]
    },
    {
      "cite": "148 F.3d 1368",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        288368
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "1370",
          "parenthetical": " \"Thus an inventor's own prior commercial use, albeit kept secret, may constitute a public use or sale under § 102(b), barring him from obtaining a patent\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/148/1368-01"
      ]
    },
    {
      "cite": "270 F.3d 1353",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9470069
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "1357",
          "parenthetical": "invalidating patent claims based on \"sales for the purpose of the commercial stockpiling of an invention\" that \"took place in secret\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/270/1353-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1295",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "97 U.S. 126",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3376033
      ],
      "weight": 2,
      "year": 1878,
      "pin_cites": [
        {
          "page": "136",
          "parenthetical": "\"It is not a public knowledge of his invention that precludes the inventor from obtaining a patent for it, but a public use or sale of it\""
        },
        {
          "parenthetical": "\"It is not a public knowledge of his invention that precludes the inventor from obtaining a patent for it, but a public use or sale of it\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/97/0126-01"
      ]
    },
    {
      "cite": "123 U.S. 249",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3523836
      ],
      "weight": 3,
      "year": 1887,
      "pin_cites": [
        {
          "page": "257",
          "parenthetical": "\"A single sale to another ... would certainly have defeated his right to a patent ...\""
        },
        {
          "parenthetical": "\"A single sale to another ... would certainly have defeated his right to a patent ...\""
        },
        {
          "parenthetical": "\"A single sale to another ... would certainly have defeated his right to a patent ...\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/123/0249-01"
      ]
    },
    {
      "cite": "94 U.S. 92",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5644393
      ],
      "weight": 2,
      "year": 1877,
      "pin_cites": [
        {
          "page": "94",
          "parenthetical": " \"[A] single instance of sale or of use by the patentee may, under the circumstances, be fatal to the patent ...\""
        },
        {
          "parenthetical": " \"[A] single instance of sale or of use by the patentee may, under the circumstances, be fatal to the patent ...\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/94/0092-01"
      ]
    },
    {
      "cite": "2 Pet. 1",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        11335131
      ],
      "weight": 2,
      "year": 1829,
      "pin_cites": [
        {
          "page": "19",
          "parenthetical": "explaining that \"it would materially retard the progress of science and the useful arts\" to allow an inventor to \"sell his invention publicly\" and later \"take out a patent\" and \"exclude the public from any farther use than what should be derived under it\""
        },
        {
          "parenthetical": "explaining that \"it would materially retard the progress of science and the useful arts\" to allow an inventor to \"sell his invention publicly\" and later \"take out a patent\" and \"exclude the public from any farther use than what should be derived under it\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/27/0001-01"
      ]
    },
    {
      "cite": "489 U.S. 141",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12031713
      ],
      "weight": 5,
      "year": 1989,
      "pin_cites": [
        {
          "page": "151"
        },
        {
          "page": "149"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/489/0141-01"
      ]
    },
    {
      "cite": "201 L.Ed.2d 1070",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2018,
      "opinion_index": 0
    },
    {
      "cite": "138 S.Ct. 2678",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12613865,
        12613866,
        12613867,
        12613868,
        12613869,
        12613870
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/2678-01",
        "/s-ct/138/2678-02",
        "/s-ct/138/2678-03",
        "/s-ct/138/2678-04",
        "/s-ct/138/2678-05",
        "/s-ct/138/2678-06"
      ]
    },
    {
      "cite": "855 F.3d 1356",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12277227
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "1360"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/855/1356-01"
      ]
    },
    {
      "cite": "2016 WL 832089",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2016,
      "pin_cites": [
        {
          "page": "*45, *51"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "U.S. Patent No. 8,598,219",
      "category": "laws:admin_filing",
      "reporter": "U.S. Patent",
      "pin_cites": [
        {
          "parenthetical": "'219 patent"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "525 U.S. 55",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11076321
      ],
      "weight": 13,
      "year": 1998,
      "pin_cites": [
        {
          "page": "67"
        },
        {
          "page": "63"
        },
        {
          "page": "64"
        },
        {
          "page": "65"
        },
        {
          "page": "67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/525/0055-01"
      ]
    },
    {
      "cite": "35 U.S.C. § 102",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(a)(1)"
        },
        {
          "page": "(a)(1)",
          "parenthetical": "emphasis added"
        },
        {
          "page": "(a)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 837,
    "char_count": 15795,
    "pagerank": {
      "raw": 6.731484513293184e-08,
      "percentile": 0.40838635766023423
    },
    "sha256": "2023c36d1cd698b10281adec8749cd64e6ae28b06b4025022517ab739686b6b1",
    "simhash": "1:e26f1d06cb9fa31d",
    "word_count": 2635
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "HELSINN HEALTHCARE S.A., Petitioner\nv.\nTEVA PHARMACEUTICALS USA, INC., et al."
    ],
    "opinions": [
      {
        "text": "Justice THOMAS delivered the opinion of the Court.\nThe Leahy-Smith America Invents Act (AIA) bars a person from receiving a patent on an invention that was \"in public use, on sale, or otherwise available to the public before the effective filing date of the claimed invention.\" 35 U.S.C. § 102(a)(1). This case requires us to decide whether the sale of an invention to a third party who is contractually obligated to keep the invention confidential places the invention \"on sale\" within the meaning of § 102(a).\nMore than 20 years ago, this Court determined that an invention was \"on sale\" within the meaning of an earlier version of § 102(a) when it was \"the subject of a commercial offer for sale\" and \"ready for patenting.\" Pfaff v. Wells Electronics, Inc ., 525 U.S. 55, 67, 119 S.Ct. 304, 142 L.Ed.2d 261 (1998). We did not further require that the sale make the details of the invention available to the public. In light of this earlier construction, we determine that the reenactment of the phrase \"on sale\" in the AIA did not alter this meaning. Accordingly, a commercial sale to a third party who is required to keep the invention confidential may place the invention \"on sale\" under the AIA.\nI\nPetitioner Helsinn Healthcare S.A. (Helsinn) is a Swiss pharmaceutical company that makes Aloxi, a drug that treats chemotherapy-induced nausea and vomiting.\nHelsinn acquired the right to develop palonosetron, the active ingredient in Aloxi, in 1998. In early 2000, it submitted protocols for Phase III clinical trials to the Food and Drug Administration (FDA), proposing to study a 0.25 mg and a 0.75 mg dose of palonosetron. In September 2000, Helsinn announced that it was beginning Phase III clinical trials and was seeking marketing partners for its palonosetron product.\nHelsinn found its marketing partner in MGI Pharma, Inc. (MGI), a Minnesota pharmaceutical company that markets and distributes drugs in the United States. Helsinn and MGI entered into two agreements: a license agreement and a supply and purchase agreement. The license agreement granted MGI the right to distribute, promote, market, and sell the 0.25 mg and 0.75 mg doses of palonosetron in the United States. In return, MGI agreed to make upfront payments to Helsinn and to pay future royalties on distribution of those doses. Under the supply and purchase agreement, MGI agreed to purchase exclusively from Helsinn any palonosetron product approved by the FDA. Helsinn in turn agreed to supply MGI however much of the approved doses it required. Both agreements included dosage information and required MGI to keep confidential any proprietary information received under the agreements.\nHelsinn and MGI announced the agreements in a joint press release, and MGI also reported the agreements in its Form 8-K filing with the Securities and Exchange Commission. Although the 8-K filing included redacted copies of the agreements, neither the 8-K filing nor the press releases disclosed the specific dosage formulations covered by the agreements.\nOn January 30, 2003, nearly two years after Helsinn and MGI entered into the agreements, Helsinn filed a provisional patent application covering the 0.25 mg and 0.75 mg doses of palonosetron. Over the next 10 years, Helsinn filed four patent applications that claimed priority to the January 30, 2003, date of the provisional application. Helsinn filed its fourth patent application-the one relevant here-in May 2013, and it issued as U.S. Patent No. 8,598,219 ('219 patent). The '219 patent covers a fixed dose of 0.25 mg of palonosetron in a 5 ml solution. By virtue of its effective date, the '219 patent is governed by the AIA. See § 101(i).\nRespondents Teva Pharmaceutical Industries, Ltd., and Teva Pharmaceuticals USA, Inc. (Teva), are, respectively, an Israeli company that manufactures generic drugs and its American affiliate. In 2011, Teva sought approval from the FDA to market a generic 0.25 mg palonosetron product. Helsinn then sued Teva for infringing its patents, including the '219 patent. In defense, Teva asserted that the '219 patent was invalid because the 0.25 mg dose was \"on sale\" more than one year before Helsinn filed the provisional patent application covering that dose in January 2003.\nThe AIA precludes a person from obtaining a patent on an invention that was \"on sale\" before the effective filing date of the patent application:\n\"A person shall be entitled to a patent unless ... the claimed invention was patented, described in a printed publication, or in public use, on sale, or otherwise available to the public before the effective filing date of the claimed invention.\" 35 U.S.C. § 102(a)(1) (emphasis added).\nSee also § 102(b)(1) (exception for certain disclosures made within a year before the effective filing date). Disclosures described in § 102(a)(1) are often referred to as \"prior art.\"\nThe patent statute in effect before the passage of the AIA included a similar proscription, known as the \"on-sale bar\":\n\"A person shall be entitled to a patent unless-\n\"(a) the invention was known or used by others in this country, or patented or described in a printed publication in this or a foreign country, before the invention thereof by the applicant for patent, or\n\"(b) the invention was patented or described in a printed publication in this or a foreign country or in public use or on sale in this country, more than one year prior to the date of the application for patent in the United States.\" 35 U.S.C. §§ 102(a) - (b) (2006 ed.) (emphasis added).\nThe District Court determined that the \"on sale\" provision did not apply. It concluded that, under the AIA, an invention is not \"on sale\" unless the sale or offer in question made the claimed invention available to the public. Helsinn Healthcare S .A . v. Dr . Reddy's Labs . Ltd ., ---F.Supp.3d ----, ----, ----, 2016 WL 832089, *45, *51 (D.N.J., Mar. 3, 2016). Because the companies' public disclosure of the agreements between Helsinn and MGI did not disclose the 0.25 mg dose, the court determined that the invention was not \"on sale\" before the critical date. Id ., at ---- - ----, at *51-*52.\nThe Federal Circuit reversed. 855 F.3d 1356, 1360 (2017). It concluded that \"if the existence of the sale is public, the details of the invention need not be publicly disclosed in the terms of sale\" to fall within the AIA's on-sale bar. Id ., at 1371. Because the sale between Helsinn and MGI was publicly disclosed, it held that the on-sale bar applied. Id ., at 1364, 1371.\nWe granted certiorari to determine whether, under the AIA, an inventor's sale of an invention to a third party who is obligated to keep the invention confidential qualifies as prior art for purposes of determining the patentability of the invention. 585 U.S. ----, 138 S.Ct. 2678, 201 L.Ed.2d 1070 (2018). We conclude that such a sale can qualify as prior art.\nII\nA\nThe United States Constitution authorizes Congress \"[t]o promote the Progress of Science and useful Arts, by securing for limited Times to Authors and Inventors the exclusive Right to their respective Writings and Discoveries.\" Art. 1, § 8, cl. 8. Under this grant of authority, Congress has crafted a federal patent system that encourages \"the creation and disclosure of new, useful, and nonobvious advances in technology and design\" by granting inventors \"the exclusive right to practice the invention for a period of years.\" Bonito Boats, Inc . v. Thunder Craft Boats, Inc ., 489 U.S. 141, 151, 109 S.Ct. 971, 103 L.Ed.2d 118 (1989).\nTo further the goal of \"motivating innovation and enlightenment\" while also \"avoiding monopolies that unnecessarily stifle competition,\" Pfaff, 525 U.S., at 63, 119 S.Ct. 304 Congress has imposed several conditions on the \"limited opportunity to obtain a property right in an idea,\" Bonito Boats, supra, at 149, 109 S.Ct. 971. One such condition is the on-sale bar, which reflects Congress' \"reluctance to allow an inventor to remove existing knowledge from public use\" by obtaining a patent covering that knowledge. Pfaff, supra, at 64, 119 S.Ct. 304 ; see also Pennock v. Dialogue, 2 Pet. 1, 19, 7 L.Ed. 327 (1829) (explaining that \"it would materially retard the progress of science and the useful arts\" to allow an inventor to \"sell his invention publicly\" and later \"take out a patent\" and \"exclude the public from any farther use than what should be derived under it\").\nEvery patent statute since 1836 has included an on-sale bar. Pfaff, supra, at 65, 119 S.Ct. 304. The patent statute in force immediately before the AIA prevented a person from receiving a patent if, \"more than one year prior to the date of the application for patent in the United States,\" \"the invention was ... on sale\" in the United States. 35 U.S.C. § 102(b) (2006 ed., Supp. IV). The AIA, as relevant here, retained the on-sale bar and added the catchall phrase \"or otherwise available to the public.\" § 102(a)(1) (2012 ed.) (\"A person shall be entitled to a patent unless\" the \"claimed invention was ... in public use, on sale, or otherwise available to the public ...\"). We must decide whether these changes altered the meaning of the \"on sale\" bar. We hold that they did not.\nB\nCongress enacted the AIA in 2011 against the backdrop of a substantial body of law interpreting § 102's on-sale bar. In 1998, we determined that the pre-AIA on-sale bar applies \"when two conditions are satisfied\" more than a year before an inventor files a patent application. Pfaff, 525 U.S., at 67, 119 S.Ct. 304. \"First, the product must be the subject of a commercial offer for sale.\" Ibid . \"Second, the invention must be ready for patenting,\" which we explained could be shown by proof of \"reduction to practice\" or \"drawings or other descriptions of the invention that were sufficiently specific to enable a person skilled in the art to practice the invention.\" Id ., at 67-68, 119 S.Ct. 304.\nAlthough this Court has never addressed the precise question presented in this case, our precedents suggest that a sale or offer of sale need not make an invention available to the public. For instance, we held in Pfaff that an offer for sale could cause an inventor to lose the right to patent, without regard to whether the offer discloses each detail of the invention. E .g ., id ., at 67, 119 S.Ct. 304. Other cases focus on whether the invention had been sold, not whether the details of the invention had been made available to the public or whether the sale itself had been publicly disclosed. E .g ., Consolidated Fruit-Jar Co . v. Wright, 94 U.S. 92, 94, 24 L.Ed. 68 (1877) ( \"[A] single instance of sale or of use by the patentee may, under the circumstances, be fatal to the patent ...\"); cf. Smith & Griggs Mfg . Co . v. Sprague, 123 U.S. 249, 257, 8 S.Ct. 122, 31 L.Ed. 141 (1887) (\"A single sale to another ... would certainly have defeated his right to a patent ...\"); Elizabeth v. Pavement Co ., 97 U.S. 126, 136, 24 L.Ed. 1000 (1878) (\"It is not a public knowledge of his invention that precludes the inventor from obtaining a patent for it, but a public use or sale of it\").\nThe Federal Circuit-which has \"exclusive jurisdiction\" over patent appeals, 28 U.S.C. § 1295(a) -has made explicit what was implicit in our precedents. It has long held that \"secret sales\" can invalidate a patent. E .g ggg., Special Devices, Inc . v. OEA, Inc., 270 F.3d 1353, 1357 (2001) (invalidating patent claims based on \"sales for the purpose of the commercial stockpiling of an invention\" that \"took place in secret\"); Woodland Trust v. Flowertree Nursery, Inc ., 148 F.3d 1368, 1370 (1998) ( \"Thus an inventor's own prior commercial use, albeit kept secret, may constitute a public use or sale under § 102(b), barring him from obtaining a patent\").\nIn light of this settled pre-AIA precedent on the meaning of \"on sale,\" we presume that when Congress reenacted the same language in the AIA, it adopted the earlier judicial construction of that phrase. See Shapiro v. United States, 335 U.S. 1, 16, 68 S.Ct. 1375, 92 L.Ed. 1787 (1948) (\"In adopting the language used in the earlier act, Congress 'must be considered to have adopted also the construction given by this Court to such language, and made it a part of the enactment' \"). The new § 102 retained the exact language used in its predecessor statute (\"on sale\") and, as relevant here, added only a new catchall clause (\"or otherwise available to the public\"). As amicus United States noted at oral argument, if \"on sale\" had a settled meaning before the AIA was adopted, then adding the phrase \"or otherwise available to the public\" to the statute \"would be a fairly oblique way of attempting to overturn\" that \"settled body of law.\" Tr. of Oral Arg. 28. The addition of \"or otherwise available to the public\" is simply not enough of a change for us to conclude that Congress intended to alter the meaning of the reenacted term \"on sale.\" Cf. Holder v. Martinez Gutierrez, 566 U.S. 583, 593, 132 S.Ct. 2011, 182 L.Ed.2d 922 (2012) (determining that a reenacted provision did not ratify an earlier judicial construction where the provision omitted the word on which the prior judicial constructions were based).\nHelsinn disagrees, arguing that our construction reads \"otherwise\" out of the statute. Citing Paroline v. United States, 572 U.S. 434, 134 S.Ct. 1710, 188 L.Ed.2d 714 (2014), and Federal Maritime Comm'n v. Seatrain Lines, Inc ., 411 U.S. 726, 93 S.Ct. 1773, 36 L.Ed.2d 620 (1973), Helsinn contends that the associated-words canon requires us to read \"otherwise available to the public\" to limit the preceding terms in § 102 to disclosures that make the claimed invention available to the public.\nAs an initial matter, neither of the cited decisions addresses the reenactment of terms that had acquired a well-settled judicial interpretation. And Helsinn's argument places too much weight on § 102's catchall phrase. Like other such phrases, \"otherwise available to the public\" captures material that does not fit neatly into the statute's enumerated categories but is nevertheless meant to be covered. Given that the phrase \"on sale\" had acquired a well-settled meaning when the AIA was enacted, we decline to read the addition of a broad catchall phrase to upset that body of precedent.\nIII\nHelsinn does not ask us to revisit our pre-AIA interpretation of the on-sale bar. Nor does it dispute the Federal Circuit's determination that the invention claimed in the '219 patent was \"on sale\" within the meaning of the pre-AIA statute. Because we determine that Congress did not alter the meaning of \"on sale\" when it enacted the AIA, we hold that an inventor's sale of an invention to a third party who is obligated to keep the invention confidential can qualify as prior art under § 102(a). We therefore affirm the judgment of the Federal Circuit.\nIt is so ordered .",
        "type": "majority",
        "author": "Justice THOMAS delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Kannon Shanmugam, Washington, DC, for Petitioner.",
      "Malcolm L. Stewart, for the United States as amicus curiae, by special leave of the Court, supporting the petitioner.",
      "William M. Jay, Washington, DC, for Respondents.",
      "Joseph M. O'Malley, Jr., Eric W. Dittmann, Young J. Park, Isaac S. Ashkenazi, Paul Hastings LLP, New York, NY, Kannon K. Shanmugam, David M. Krinsky, Amy Mason Saharia, A. Joshua Podoll, Kathryn S. Kayali, Meng Jia Yang, Williams & Connolly LLP, Stephen B. Kinnaird, Anand B. Patel, Paul Hastings LLP, Washington, DC, Charles M. Lizza, Saul Ewing Arnstein, & Lehr LLP, Newark, NJ, for Petitioner.",
      "Steffen N. Johnson, Andrew C. Nichols, Winston & Strawn LLP, William M. Jay, Stephen R. Shaw, Goodwin Procter LLP, Washington, DC, David J. Zimmer, Joshua J. Bone, Goodwin Procter LLP, Boston, MA, for Respondents."
    ],
    "corrections": "",
    "head_matter": "HELSINN HEALTHCARE S.A., Petitioner\nv.\nTEVA PHARMACEUTICALS USA, INC., et al.\nNo. 17-1229.\nSupreme Court of the United States\nArgued Dec. 4, 2018.\nDecided Jan. 22, 2019.\nKannon Shanmugam, Washington, DC, for Petitioner.\nMalcolm L. Stewart, for the United States as amicus curiae, by special leave of the Court, supporting the petitioner.\nWilliam M. Jay, Washington, DC, for Respondents.\nJoseph M. O'Malley, Jr., Eric W. Dittmann, Young J. Park, Isaac S. Ashkenazi, Paul Hastings LLP, New York, NY, Kannon K. Shanmugam, David M. Krinsky, Amy Mason Saharia, A. Joshua Podoll, Kathryn S. Kayali, Meng Jia Yang, Williams & Connolly LLP, Stephen B. Kinnaird, Anand B. Patel, Paul Hastings LLP, Washington, DC, Charles M. Lizza, Saul Ewing Arnstein, & Lehr LLP, Newark, NJ, for Petitioner.\nSteffen N. Johnson, Andrew C. Nichols, Winston & Strawn LLP, William M. Jay, Stephen R. Shaw, Goodwin Procter LLP, Washington, DC, David J. Zimmer, Joshua J. Bone, Goodwin Procter LLP, Boston, MA, for Respondents."
  },
  "file_name": "0628-01",
  "first_page_order": 628,
  "last_page_order": 634
}
