{
  "id": 12623909,
  "name": "James DAWSON, et ux., Petitioners v. Dale W. STEAGER, West Virginia State Tax Commissioner",
  "name_abbreviation": "Dawson v. Steager",
  "decision_date": "2019-02-20",
  "docket_number": "No. 17-419",
  "first_page": "698",
  "last_page": "706",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 698"
    },
    {
      "type": "parallel",
      "cite": "203 L. Ed. 2d 29"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "W. Va. Code Ann. § 11-21-12",
      "category": "laws:leg_statute",
      "reporter": "W. Va. Code Ann.",
      "year": 2017,
      "pin_cites": [
        {
          "page": "(c)(6)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "201 L.Ed.2d 1070",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2018,
      "opinion_index": 0
    },
    {
      "cite": "138 S.Ct. 2672",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12613833,
        12613834,
        12613835,
        12613836,
        12613837
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/2672-01",
        "/s-ct/138/2672-02",
        "/s-ct/138/2672-03",
        "/s-ct/138/2672-04",
        "/s-ct/138/2672-05"
      ]
    },
    {
      "cite": "361 U.S. 376",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6169296
      ],
      "weight": 13,
      "year": 1960,
      "pin_cites": [
        {
          "page": "378, 380"
        },
        {
          "page": "383"
        },
        {
          "page": "385"
        },
        {
          "page": "383"
        },
        {
          "page": "381-382"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/361/0376-01"
      ]
    },
    {
      "cite": "503 U.S. 594",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6236260
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "599"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/503/0594-01"
      ]
    },
    {
      "cite": "527 U.S. 423",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1248520
      ],
      "weight": 3,
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/us/527/0423-01"
      ]
    },
    {
      "cite": "306 U.S. 466",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6141122
      ],
      "weight": 3,
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/us/306/0466-01"
      ]
    },
    {
      "cite": "304 U.S. 405",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10722
      ],
      "weight": 3,
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/us/304/0405-01"
      ]
    },
    {
      "cite": "489 U.S. 803",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12033629
      ],
      "weight": 29,
      "year": 1989,
      "pin_cites": [
        {
          "page": "810"
        },
        {
          "page": "813"
        },
        {
          "page": "814"
        },
        {
          "page": "814-816"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "815, n. 4"
        },
        {
          "page": "816"
        },
        {
          "page": "815-816"
        },
        {
          "page": "816"
        },
        {
          "page": "815, n. 4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/489/0803-01"
      ]
    },
    {
      "cite": "4 Wheat. 316",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4702
      ],
      "weight": 4,
      "year": 1819,
      "pin_cites": [
        {
          "page": "430"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/17/0316-01"
      ]
    },
    {
      "cite": "4 U.S.C. § 111",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 823,
    "char_count": 16413,
    "pagerank": {
      "raw": 4.627599746124799e-08,
      "percentile": 0.29042890145332795
    },
    "sha256": "54558cc1a6300476899d04208477f9164f07f9e55335a214f4226f9d6190e117",
    "simhash": "1:df0bc517256c82c2",
    "word_count": 2662
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James DAWSON, et ux., Petitioners\nv.\nDale W. STEAGER, West Virginia State Tax Commissioner"
    ],
    "opinions": [
      {
        "text": "Justice GORSUCH delivered the opinion of the Court.\nIf you spent your career as a state law enforcement officer in West Virginia, you're likely to be eligible for a generous tax exemption when you retire. But if you served in federal law enforcement, West Virginia will deny you the same benefit. The question we face is whether a State may discriminate against federal retirees in that way.\nFor most of his career, James Dawson worked in the U. S. Marshals Service. After he retired, he began looking into the tax treatment of his pension. It turns out that his home State, West Virginia, doesn't tax the pension benefits of certain former state law enforcement employees. But it does tax the benefits of all former federal employees. So Mr. Dawson brought this lawsuit alleging that West Virginia violated 4 U.S.C. § 111. In that statute, the United States has consented to state taxation of the \"pay or compensation\" of \"officer[s] or employee[s] of the United States,\" but only if the \"taxation does not discriminate against the officer or employee because of the source of the pay or compensation.\" § 111(a).\nSection 111 codifies a legal doctrine almost as old as the Nation. In McCulloch v. Maryland , 4 Wheat. 316, 4 L.Ed. 579 (1819), this Court invoked the Constitution's Supremacy Clause to invalidate Maryland's effort to levy a tax on the Bank of the United States. Chief Justice Marshall explained that \"the power to tax involves the power to destroy,\" and he reasoned that if States could tax the Bank they could \"defeat\" the federal legislative policy establishing it. Id. , at 431-432. For the next few decades, this Court interpreted McCulloch \"to bar most taxation by one sovereign of the employees of another.\" Davis v. Michigan Dept. of Treasury , 489 U.S. 803, 810, 109 S.Ct. 1500, 103 L.Ed.2d 891 (1989). In time, though, the Court softened its stance and upheld neutral income taxes-those that treated federal and state employees with an even hand. See Helvering v. Gerhardt , 304 U.S. 405, 58 S.Ct. 969, 82 L.Ed. 1427 (1938) ; Graves v. New York ex rel. O'Keefe , 306 U.S. 466, 59 S.Ct. 595, 83 L.Ed. 927 (1939). So eventually the intergovernmental tax immunity doctrine came to be understood to bar only discriminatory taxes. It was this understanding that Congress \"consciously ... drew upon\" when adopting § 111 in 1939. Davis , 489 U.S., at 813, 109 S.Ct. 1500.\nIt is this understanding, too, that has animated our application of § 111. Since the statute's adoption, we have upheld an Alabama income tax that did not discriminate on the basis of the source of the employees' compensation. Jefferson County v. Acker , 527 U.S. 423, 119 S.Ct. 2069, 144 L.Ed.2d 408 (1999). But we have invalidated a Michigan tax that discriminated \"in favor of retired state employees and against retired federal employees.\" Davis , 489 U.S., at 814, 109 S.Ct. 1500. We have struck down a Kansas law that taxed the retirement benefits of federal military personnel at a higher rate than state and local government retirement benefits. Barker v. Kansas , 503 U.S. 594, 599, 112 S.Ct. 1619, 118 L.Ed.2d 243 (1992). And we have rejected a Texas scheme that imposed a property tax on a private company operating on land leased from the federal government, but a \"less burdensome\" tax on property leased from the State. Phillips Chemical Co. v. Dumas Independent School Dist. , 361 U.S. 376, 378, 380, 80 S.Ct. 474, 4 L.Ed.2d 384 (1960).\nMr. Dawson's own attempt to invoke § 111 met with mixed success. A West Virginia trial court found it \"undisputed\" that \"there are no significant differences between Mr. Dawson's powers and duties as a US Marshal and the powers and duties of the state and local law enforcement officers\" that West Virginia exempts from income tax. App. to Pet. for Cert. 22a. In the trial court's judgment, the State's statute thus represented \"precisely the type of favoritism\" § 111 prohibits. Id. , at 23a. But the West Virginia Supreme Court of Appeals saw it differently. In reversing, the court emphasized that relatively few state employees receive the tax break denied Mr. Dawson. The court stressed, too, that the statute's \"intent ... was to give a benefit to a narrow class of state retirees,\" not to harm federal retirees. Id. , at 15a. Because cases in this field have yielded inconsistent results, much as this one has, we granted certiorari to afford additional guidance. 585 U.S. ----, 138 S.Ct. 2672, 201 L.Ed.2d 1070 (2018).\nWe believe the state trial court had it right. A State violates § 111 when it treats retired state employees more favorably than retired federal employees and no \"significant differences between the two classes\" justify the differential treatment. Davis , 489 U.S., at 814-816, 109 S.Ct. 1500 (1989) (internal quotation marks omitted); Phillips Chemical Co. , 361 U.S., at 383, 80 S.Ct. 474. Here, West Virginia expressly affords state law enforcement retirees a tax benefit that federal retirees cannot receive. And before us everyone accepts the trial court's factual finding that there aren't any \"significant differences\" between Mr. Dawson's former job responsibilities and those of the tax-exempt state law enforcement retirees. Given all this, we have little difficulty concluding that West Virginia's law unlawfully \"discriminate[s]\" against Mr. Dawson \"because of the source of [his] pay or compensation,\" just as § 111 forbids.\nThe State offers this ambitious rejoinder. Even if its statute favors some state law enforcement retirees, the favored class is very small. Most state retirees are treated no better than Mr. Dawson. And this narrow preference, the State suggests, should be permitted because it affects so few people that it couldn't meaningfully interfere with the operations of the federal government.\nWe are unpersuaded. Section 111 disallows any state tax that discriminates against a federal officer or employee-not just those that seem to us especially cumbersome. Nor are we inclined to accept West Virginia's invitation to adorn § 111 with a new and judicially manufactured qualification that cannot be found in its text. In fact, we have already refused an almost identical request. In Davis , we rejected Michigan's suggestion that a discriminatory state income tax should be allowed to stand so long as it treats federal employees or retirees the same as \"the vast majority of voters in the State.\" 489 U.S., at 815, n. 4, 109 S.Ct. 1500. We rejected, too, any suggestion that a discriminatory tax is permissible so long as it \"does not interfere with the Federal Government's ability to perform its governmental functions.\" Id. , at 814, 109 S.Ct. 1500. In fact, as long ago as McCulloch , Chief Justice Marshall warned against enmeshing courts in the \"perplexing\" business, \"so unfit for the judicial department,\" of attempting to delineate \"what degree of taxation is the legitimate use, and what degree may amount to the abuse of power.\" 4 Wheat., at 430.\nThat's not to say the breadth or narrowness of a state tax exemption is irrelevant. Under § 111, the scope of a State's tax exemption may affect the scope of its resulting duties. So if a State exempts from taxation all state employees, it must likewise exempt all federal employees. Conversely, if the State decides to exempt only a narrow subset of state retirees, the State can comply with § 111 by exempting only the comparable class of federal retirees. But the narrowness of a discriminatory state tax law has never been enough to render it necessarily lawful.\nWith its primary argument lost, the State now proceeds more modestly. Echoing the West Virginia Supreme Court of Appeals, the State argues that we should uphold its statute because it isn't intended to harm federal retirees, only to help certain state retirees. But under the terms of § 111, the \"State's interest in adopting the discriminatory tax, no matter how substantial, is simply irrelevant.\" Davis , 489 U.S., at 816, 109 S.Ct. 1500. We can safely assume that discriminatory laws like West Virginia's are almost always enacted with the purpose of benefiting state employees rather than harming their federal counterparts. Yet that wasn't enough to save the state statutes in Davis , Barker , or Phillips , and it can't be enough here. Under § 111 what matters isn't the intent lurking behind the law but whether the letter of the law \"treat[s] those who deal with\" the federal government \"as well as it treats those with whom [the State] deals itself.\" Phillips Chemical Co. , 361 U.S., at 385, 80 S.Ct. 474.\nIf treatment rather than intent is what matters, the State suggests that it should still prevail for other reasons. Section 111 prohibits \"discriminat[ion],\" something we've often described as treating similarly situated persons differently. See Davis , 489 U.S., at 815-816, 109 S.Ct. 1500 ; Phillips Chemical Co. , 361 U.S., at 383, 80 S.Ct. 474. And before us West Virginia insists that even if retired U. S. Marshals and tax-exempt state law enforcement retirees had similar job responsibilities, they aren't \"similarly situated\" for other reasons. Put another way, the State contends that the difference in treatment its law commands doesn't qualify as unlawful discrimination because it is \"directly related to, and justified by,\" a lawful and \"significant difference\" between the two classes. Davis , 489 U.S., at 816, 109 S.Ct. 1500 (internal quotation marks and alteration omitted).\nIn approaching this argument, everyone before us agrees on at least one thing. Whether a State treats similarly situated state and federal employees differently depends on how the State has defined the favored class. See id. , at 817, 109 S.Ct. 1500. So if the State defines the favored class by reference to job responsibilities, a similarly situated federal worker will be one who performs comparable duties. But if the State defines the class by reference to some other criteria, our attention should naturally turn there. If a State gives a tax benefit to all retirees over a certain age, for example, the comparable federal retiree would be someone who is also over that age.\nSo how has West Virginia chosen to define the favored class in this case? The state statute singles out for preferential treatment retirement plans associated with West Virginia police, firefighters, and deputy sheriffs. See W. Va. Code Ann. § 11-21-12(c)(6) (Lexis 2017). The distinguishing characteristic of these plans is the nature of the jobs previously held by retirees who may participate in them; thus, a similarly situated federal retiree is someone who had similar job responsibilities to a state police officer, firefighter, or deputy sheriff. The state trial court correctly focused on this point of comparison and found no \"significant differences\" between Mr. Dawson's former job responsibilities as a U. S. Marshal and those of the state law enforcement retirees who qualify for the tax exemption. App. to Pet. for Cert. 22a. Nor did the West Virginia Supreme Court of Appeals upset this factual finding. So looking to how the State has chosen to define its favored class only seems to confirm that it has treated similarly situated persons differently because of the source of their compensation.\nOf course, West Virginia sees it otherwise. It accepts (for now) that its statute distinguishes between persons based on their former job duties. It accepts, too, the trial court's finding that Mr. Dawson's former job responsibilities are materially identical to those of state retirees who qualify for its tax exemption. But, the State submits, Mr. Dawson's former job responsibilities are also similar to those of other state law enforcement retirees who don't qualify for its tax exemption. And, the State insists, the fact that it treats federal retirees no worse than (some) similarly situated state employees should be enough to save its statute.\nBut this again mistakes the nature of our inquiry. Under § 111, the relevant question isn't whether federal retirees are similarly situated to state retirees who don't receive a tax benefit; the relevant question is whether they are similarly situated to those who do. So, for example, in Phillips we compared the class of federal lessees with the favored class of state lessees, even though the State urged us to focus instead on the disfavored class of private lessees. 361 U.S., at 381-382, 80 S.Ct. 474. In Davis , we likewise rejected the State's effort to compare the class of federal retirees with state residents who did not benefit from the tax exemption rather than those who did. See 489 U.S., at 815, n. 4, 109 S.Ct. 1500.\nAt this point the State is left to play its final card. Now, it says, maybe the real distinction its statute draws isn't based on former job duties at all. Maybe its statute actually favors certain state law enforcement retirees only because their pensions are less generous than those of their federal law enforcement counterparts. At the least, the State suggests, we should remand the case to the West Virginia courts to explore this possibility.\nThe problem here is fundamental. While the State was free to draw whatever classifications it wished, the statute it enacted does not classify persons or groups based on the relative generosity of their pension benefits. Instead, it extends a special tax benefit to retirees who served as West Virginia police officers, firefighters, or deputy sheriffs-and it categorically denies that same benefit to retirees who served in similar federal law enforcement positions. Even if Mr. Dawson's pension turned out to be identical to a state law enforcement officer's pension, the law as written would deny him a tax exemption. West Virginia's law thus discriminates \"because of the source of ... compensation or pay\" in violation of § 111. Whether the unlawful classification found in the text of a statute might serve as some sort of proxy for a lawful classification hidden behind it is neither here nor there. No more than a beneficent legislative intent, an implicit but lawful distinction cannot save an express and unlawful one.\nOur precedent confirms this too. In Davis , Michigan argued that a state law expressly discriminating between federal and state retirees was really just distinguishing between those with more and less generous pensions. Id. , at 816, 109 S.Ct. 1500. We rejected this attempt to rerationalize the statute, explaining that \"[a] tax exemption truly intended to account for differences in retirement benefits would not discriminate on the basis of the source of those benefits\" but \"would discriminate on the basis of the amount of benefits received by individual retirees.\" Id. , at 817, 109 S.Ct. 1500. The fact is, when States seek to tax the use of a fellow sovereign's property, the Constitution and Congress have always carefully constrained their authority. Id. , at 810-814, 109 S.Ct. 1500. And in this sensitive field it is not too much to ask that, if a State wants to draw a distinction based on the generosity of pension benefits, it enact a law that actually does that.\nBecause West Virginia's statute unlawfully discriminates against Mr. Dawson, we reverse the judgment of the West Virginia Supreme Court of Appeals and remand the case for further proceedings not inconsistent with this opinion, including the determination of an appropriate remedy.\nIt is so ordered.",
        "type": "majority",
        "author": "Justice GORSUCH delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Lawrence D. Rosenberg, Washington, DC, for the petitioners.",
      "Michael R. Huston, for the United States as amicus curiae, by special leave of the Court, supporting the petitioners.",
      "Solicitor General Lindsay S. See, for the respondent.",
      "Anne Marie Lofaso, West Virginia University, College of Law, Supreme Court, Litigation Clinic, WVU Law Center, Morgantown, WV, John M. Allan, Jones Day, Atlanta, GA, David E. Cowling, Dallas, TX, Lawrence D. Rosenberg, Victoria Dorfman, Mark C. Savignac, Chris Pagliarella, Jones Day, Washington, DC, Meghan Sweeney Bean, Jones Day, Detroit, MI, for petitioners.",
      "Patrick Morrisey, Attorney General, Office of the, West Virginia, Attorney General, Lindsay S. See, Solicitor General, Katherine A. Schultz, Senior Deputy, Attorney General, Thomas T. Lampman, Sean M. Whelan, Assistant Attorneys, General, for respondent."
    ],
    "corrections": "",
    "head_matter": "James DAWSON, et ux., Petitioners\nv.\nDale W. STEAGER, West Virginia State Tax Commissioner\nNo. 17-419\nSupreme Court of the United States.\nArgued December 3, 2018\nDecided February 20, 2019\nLawrence D. Rosenberg, Washington, DC, for the petitioners.\nMichael R. Huston, for the United States as amicus curiae, by special leave of the Court, supporting the petitioners.\nSolicitor General Lindsay S. See, for the respondent.\nAnne Marie Lofaso, West Virginia University, College of Law, Supreme Court, Litigation Clinic, WVU Law Center, Morgantown, WV, John M. Allan, Jones Day, Atlanta, GA, David E. Cowling, Dallas, TX, Lawrence D. Rosenberg, Victoria Dorfman, Mark C. Savignac, Chris Pagliarella, Jones Day, Washington, DC, Meghan Sweeney Bean, Jones Day, Detroit, MI, for petitioners.\nPatrick Morrisey, Attorney General, Office of the, West Virginia, Attorney General, Lindsay S. See, Solicitor General, Katherine A. Schultz, Senior Deputy, Attorney General, Thomas T. Lampman, Sean M. Whelan, Assistant Attorneys, General, for respondent."
  },
  "file_name": "0698-01",
  "first_page_order": 698,
  "last_page_order": 706
}
