{
  "id": 12624597,
  "name": "FOURTH ESTATE PUBLIC BENEFIT CORPORATION, Petitioner v. WALL-STREET.COM, LLC, et al.",
  "name_abbreviation": "Fourth Estate Pub. Benefit Corp. v. Wall-Street.com, LLC",
  "decision_date": "2019-03-04",
  "docket_number": "No. 17-571",
  "first_page": "881",
  "last_page": "892",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 881"
    },
    {
      "type": "parallel",
      "cite": "203 L. Ed. 2d 147"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "17 U.S.C. § 701",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "17 U.S.C. § 408",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "119 Stat. 221",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "102 Stat. 2859",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "260 F.2d 637",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        444526
      ],
      "weight": 4,
      "year": 1958,
      "pin_cites": [
        {
          "page": "640-641"
        },
        {
          "page": "645"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/260/0637-01"
      ]
    },
    {
      "cite": "17 U.S.C. § 13",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "17 U.S.C. § 708",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "17 U.S.C. §§ 110",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "534 U.S. 19",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9107958
      ],
      "weight": 3,
      "year": 2001,
      "pin_cites": [
        {
          "page": "29",
          "parenthetical": "rejecting an interpretation that \"would in practical effect render [a provision] superfluous in all but the most unusual circumstances\""
        },
        {
          "parenthetical": "rejecting an interpretation that \"would in practical effect render [a provision] superfluous in all but the most unusual circumstances\""
        },
        {
          "parenthetical": "rejecting an interpretation that \"would in practical effect render [a provision] superfluous in all but the most unusual circumstances\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/534/0019-01"
      ]
    },
    {
      "cite": "545 U.S. 440",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8209379
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "448",
          "parenthetical": "declining to read \"the same words\" in consecutive sentences as \"refer[ring] to something totally different\""
        },
        {
          "parenthetical": "declining to read \"the same words\" in consecutive sentences as \"refer[ring] to something totally different\""
        },
        {
          "parenthetical": "declining to read \"the same words\" in consecutive sentences as \"refer[ring] to something totally different\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/545/0440-01"
      ]
    },
    {
      "cite": "70 Fed. Reg. 42286",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "weight": 2,
      "year": 2005,
      "opinion_index": 0
    },
    {
      "cite": "37 CFR § 202.16",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 2018,
      "pin_cites": [
        {
          "page": "(b)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "537 U.S. 186",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9190981
      ],
      "weight": 3,
      "year": 2003,
      "pin_cites": [
        {
          "page": "195",
          "parenthetical": "\"[F]ederal copyright protection ... run[s] from the work's creation.\""
        },
        {
          "parenthetical": "\"[F]ederal copyright protection ... run[s] from the work's creation.\""
        },
        {
          "parenthetical": "\"[F]ederal copyright protection ... run[s] from the work's creation.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/537/0186-01"
      ]
    },
    {
      "cite": "17 U.S.C. § 102",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "606 F.3d 612",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3679469
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "621",
          "parenthetical": "registration has been made under § 411(a) when the copyright claimant's \"complete application\" for registration is received by the Copyright Office"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/606/0612-01"
      ]
    },
    {
      "cite": "201 L.Ed.2d 1095",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2018,
      "opinion_index": 0
    },
    {
      "cite": "138 S.Ct. 2707",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12614048,
        12614043,
        12614044,
        12614045,
        12614046,
        12614047
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/2707-06",
        "/s-ct/138/2707-01",
        "/s-ct/138/2707-02",
        "/s-ct/138/2707-03",
        "/s-ct/138/2707-04",
        "/s-ct/138/2707-05"
      ]
    },
    {
      "cite": "856 F.3d 1338",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12277074
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "1341",
          "parenthetical": "case below"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/856/1338-01"
      ]
    },
    {
      "cite": "17 U.S.C. § 411",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(a)"
        },
        {
          "page": "(a)"
        },
        {
          "page": "(a)"
        },
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1006,
    "char_count": 23154,
    "pagerank": {
      "raw": 9.61077834696463e-08,
      "percentile": 0.5266963440725695
    },
    "sha256": "ca6261aa596a88c799f21a3ab5cf73a930ac31e158d03b8de2681e8058cdd607",
    "simhash": "1:2ec7b5f7db9655a8",
    "word_count": 3542
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "FOURTH ESTATE PUBLIC BENEFIT CORPORATION, Petitioner\nv.\nWALL-STREET.COM, LLC, et al."
    ],
    "opinions": [
      {
        "text": "Justice GINSBURG delivered the opinion of the Court.\nImpelling prompt registration of copyright claims, 17 U.S.C. § 411(a) states that \"no civil action for infringement of the copyright in any United States work shall be instituted until ... registration of the copyright claim has been made in accordance with this title.\" The question this case presents: Has \"registration ... been made in accordance with [Title 17]\" as soon as the claimant delivers the required application, copies of the work, and fee to the Copyright Office; or has \"registration ... been made\" only after the Copyright Office reviews and registers the copyright? We hold, in accord with the United States Court of Appeals for the Eleventh Circuit, that registration occurs, and a copyright claimant may commence an infringement suit, when the Copyright Office registers a copyright. Upon registration of the copyright, however, a copyright owner can recover for infringement that occurred both before and after registration.\nPetitioner Fourth Estate Public Benefit Corporation (Fourth Estate) is a news organization producing online journalism. Fourth Estate licensed journalism works to respondent Wall-Street.com, LLC (Wall-Street), a news website. The license agreement required Wall-Street to remove from its website all content produced by Fourth Estate before canceling the agreement. Wall-Street canceled, but continued to display articles produced by Fourth Estate. Fourth Estate sued Wall-Street and its owner, Jerrold Burden, for copyright infringement. The complaint alleged that Fourth Estate had filed \"applications to register [the] articles [licensed to Wall-Street] with the Register of Copyrights.\" App. to Pet. for Cert. 18a. Because the Register had not yet acted on Fourth Estate's applications, the District Court, on Wall-Street and Burden's motion, dismissed the complaint, and the Eleventh Circuit affirmed. 856 F.3d 1338 (2017). Thereafter, the Register of Copyrights refused registration of the articles Wall-Street had allegedly infringed.\nWe granted Fourth Estate's petition for certiorari to resolve a division among U.S. Courts of Appeals on when registration occurs in accordance with § 411(a). 585 U.S. ----, 138 S.Ct. 2707, 201 L.Ed.2d 1095 (2018). Compare, e.g., 856 F.3d at 1341 (case below) (registration has been made under § 411(a) when the Register of Copyrights registers a copyright), with, e.g., Cosmetic Ideas, Inc. v. IAC/Interactivecorp, 606 F.3d 612, 621 (C.A.9 2010) (registration has been made under § 411(a) when the copyright claimant's \"complete application\" for registration is received by the Copyright Office).\nI\nUnder the Copyright Act of 1976, as amended, copyright protection attaches to \"original works of authorship\"-prominent among them, literary, musical, and dramatic works-\"fixed in any tangible medium of expression.\" 17 U.S.C. § 102(a). An author gains \"exclusive rights\" in her work immediately upon the work's creation, including rights of reproduction, distribution, and display. See § 106 ; Eldred v. Ashcroft , 537 U.S. 186, 195, 123 S.Ct. 769, 154 L.Ed.2d 683 (2003) (\"[F]ederal copyright protection ... run[s] from the work's creation.\"). The Copyright Act entitles a copyright owner to institute a civil action for infringement of those exclusive rights. § 501(b).\nBefore pursuing an infringement claim in court, however, a copyright claimant generally must comply with § 411(a)'s requirement that \"registration of the copyright claim has been made.\" § 411(a). Therefore, although an owner's rights exist apart from registration, see § 408(a), registration is akin to an administrative exhaustion requirement that the owner must satisfy before suing to enforce ownership rights, see Tr. of Oral Arg. 35.\nIn limited circumstances, copyright owners may file an infringement suit before undertaking registration. If a copyright owner is preparing to distribute a work of a type vulnerable to predistribution infringement-notably, a movie or musical composition-the owner may apply for preregistration. § 408(f)(2) ; 37 CFR § 202.16(b)(1) (2018). The Copyright Office will \"conduct a limited review\" of the application and notify the claimant \"[u]pon completion of the preregistration.\" § 202.16(c)(7), (c)(10). Once \"preregistration ... has been made,\" the copyright claimant may institute a suit for infringement. 17 U.S.C. § 411(a). Preregistration, however, serves only as \"a preliminary step prior to a full registration.\" Preregistration of Certain Unpublished Copyright Claims, 70 Fed. Reg. 42286 (2005). An infringement suit brought in reliance on preregistration risks dismissal unless the copyright owner applies for registration promptly after the preregistered work's publication or infringement. § 408(f)(3)-(4). A copyright owner may also sue for infringement of a live broadcast before \"registration ... has been made,\" but faces dismissal of her suit if she fails to \"make registration for the work\" within three months of its first transmission. § 411(c). Even in these exceptional scenarios, then, the copyright owner must eventually pursue registration in order to maintain a suit for infringement.\nII\nAll parties agree that, outside of statutory exceptions not applicable here, § 411(a) bars a copyright owner from suing for infringement until \"registration ... has been made.\" Fourth Estate and Wall-Street dispute, however, whether \"registration ... has been made\" under § 411(a) when a copyright owner submits the application, materials, and fee required for registration, or only when the Copyright Office grants registration. Fourth Estate advances the former view-the \"application approach\"-while Wall-Street urges the latter reading-the \"registration approach.\" The registration approach, we conclude, reflects the only satisfactory reading of § 411(a)'s text. We therefore reject Fourth Estate's application approach.\nA\nUnder § 411(a), \"registration ... has been made,\" and a copyright owner may sue for infringement, when the Copyright Office registers a copyright. Section 411(a)'s first sentence provides that no civil infringement action \"shall be instituted until preregistration or registration of the copyright claim has been made.\" The section's next sentence sets out an exception to this rule: When the required \"deposit, application, and fee ... have been delivered to the Copyright Office in proper form and registration has been refused,\" the claimant \"[may] institute a civil action, if notice thereof ... is served on the Register.\" Read together, § 411(a)'s opening sentences focus not on the claimant's act of applying for registration, but on action by the Copyright Office-namely, its registration or refusal to register a copyright claim.\nIf application alone sufficed to \"ma[ke]\" registration, § 411(a)'s second sentence-allowing suit upon refusal of registration-would be superfluous. What utility would that allowance have if a copyright claimant could sue for infringement immediately after applying for registration without awaiting the Register's decision on her application? Proponents of the application approach urge that § 411(a)'s second sentence serves merely to require a copyright claimant to serve \"notice [of an infringement suit] ... on the Register.\" See Brief for Petitioner 29-32. This reading, however, requires the implausible assumption that Congress gave \"registration\" different meanings in consecutive, related sentences within a single statutory provision. In § 411(a)'s first sentence, \"registration\" would mean the claimant's act of filing an application, while in the section's second sentence, \"registration\" would entail the Register's review of an application. We resist this improbable construction. See, e.g., Mid-Con Freight Systems, Inc. v. Michigan Pub. Serv. Comm'n , 545 U.S. 440, 448, 125 S.Ct. 2427, 162 L.Ed.2d 418 (2005) (declining to read \"the same words\" in consecutive sentences as \"refer[ring] to something totally different\").\nThe third and final sentence of § 411(a) further persuades us that the provision requires action by the Register before a copyright claimant may sue for infringement. The sentence allows the Register to \"become a party to the action with respect to the issue of registrability of the copyright claim.\" This allowance would be negated, and the court conducting an infringement suit would lack the benefit of the Register's assessment, if an infringement suit could be filed and resolved before the Register acted on an application.\nOther provisions of the Copyright Act support our reading of \"registration,\" as used in § 411(a), to mean action by the Register. Section 410 states that, \"after examination,\" if the Register determines that \"the material deposited constitutes copyrightable subject matter\" and \"other legal and formal requirements ... [are] met, the Register shall register the claim and issue to the applicant a certificate of registration.\" § 410(a). But if the Register determines that the deposited material \"does not constitute copyrightable subject matter or that the claim is invalid for any other reason, the Register shall refuse registration.\" § 410(b). Section 410 thus confirms that application is discrete from, and precedes, registration. Section 410(d), furthermore, provides that if the Copyright Office registers a claim, or if a court later determines that a refused claim was registrable, the \"effective date of [the work's] copyright registration is the day on which\" the copyright owner made a proper submission to the Copyright Office. There would be no need thus to specify the \"effective date of a copyright registration\" if submission of the required materials qualified as \"registration.\"\nSection 408(f)'s preregistration option, too, would have little utility if a completed application constituted registration. Preregistration, as noted supra, at 887 - 888, allows the author of a work vulnerable to predistribution infringement to enforce her exclusive rights in court before obtaining registration or refusal thereof. A copyright owner who fears prepublication infringement would have no reason to apply for preregistration, however, if she could instead simply complete an application for registration and immediately commence an infringement suit. Cf. TRW Inc. v. Andrews , 534 U.S. 19, 29, 122 S.Ct. 441, 151 L.Ed.2d 339 (2001) (rejecting an interpretation that \"would in practical effect render [a provision] superfluous in all but the most unusual circumstances\").\nB\nChallenging the Eleventh Circuit's judgment, Fourth Estate primarily contends that the Copyright Act uses \"the phrase 'make registration' and its passive-voice counterpart 'registration has been made' \" to describe submissions by the copyright owner, rather than Copyright Office responses to those submissions. Brief for Petitioner 21. Section 411(a)'s requirement that \"registration ... has been made in accordance with this title,\" Fourth Estate insists, most likely refers to a copyright owner's compliance with the statutory specifications for registration applications. In support, Fourth Estate points to Copyright Act provisions that appear to use the phrase \"make registration\" or one of its variants to describe what a copyright claimant does. See id ., at 22-26 (citing 17 U.S.C. §§ 110, 205(c), 408(c)(3), 411(c), 412(2) ). Furthermore, Fourth Estate urges that its reading reflects the reality that, eventually, the vast majority of applications are granted. See Brief for Petitioner 41.\nFourth Estate acknowledges, however, that the Copyright Act sometimes uses \"registration\" to refer to activity by the Copyright Office, not activity undertaken by a copyright claimant. See id. , at 27-28 (citing 17 U.S.C. § 708(a) ). Fourth Estate thus agrees that, to determine how the statute uses the word \"registration\" in a particular prescription, one must \"look to the specific context\" in which the term is used. Brief for Petitioner 29. As explained supra, at 888 - 890, the \"specific context\" of § 411(a) permits only one sensible reading: The phrase \"registration ... has been made\" refers to the Copyright Office's act granting registration, not to the copyright claimant's request for registration.\nFourth Estate's contrary reading of § 411(a) stems in part from its misapprehension of the significance of certain 1976 revisions to the Copyright Act. Before that year, § 411(a)'s precursor provided that \"[n]o action or proceeding shall be maintained for infringement of copyright in any work until the provisions of this title with respect to the deposit of copies and registration of such work shall have been complied with.\" 17 U.S.C. § 13 (1970 ed.). Fourth Estate urges that this provision posed the very question we resolve today-namely, whether a claimant's application alone effects registration. The Second Circuit addressed that question, Fourth Estate observes, in Vacheron & Constantin-Le Coultre Watches, Inc. v. Benrus Watch Co. , 260 F.2d 637 (1958). Brief for Petitioner 32-34. In that case, in an opinion by Judge Learned Hand, the court held that a copyright owner who completed an application could not sue for infringement immediately upon the Copyright Office's refusal to register. Vacheron , 260 F.2d at 640-641. Instead, the owner first had to obtain a registration certificate by bringing a mandamus action against the Register. The Second Circuit dissenter would have treated the owner's application as sufficient to permit commencement of an action for infringement. Id., at 645.\nFourth Estate sees Congress' 1976 revision of the registration requirement as an endorsement of the Vacheron dissenter's position. Brief for Petitioner 34-36. We disagree. The changes made in 1976 instead indicate Congress' agreement with Judge Hand that it is the Register's action that triggers a copyright owner's entitlement to sue. In enacting 17 U.S.C. § 411(a), Congress both reaffirmed the general rule that registration must precede an infringement suit, and added an exception in that provision's second sentence to cover instances in which registration is refused. See H. R. Rep. No. 94-1476, p. 157 (1976). That exception would have no work to do if, as Fourth Estate urges, Congress intended the 1976 revisions to clarify that a copyright claimant may sue immediately upon applying for registration. A copyright claimant would need no statutory authorization to sue after refusal of her application if she could institute suit as soon as she has filed the application.\nNoteworthy, too, in years following the 1976 revisions, Congress resisted efforts to eliminate § 411(a) and the registration requirement embedded in it. In 1988, Congress removed foreign works from § 411(a)'s dominion in order to comply with the Berne Convention for the Protection of Literary and Artistic Works' bar on copyright formalities for such works. See § 9(b)(1), 102 Stat. 2859. Despite proposals to repeal § 411(a)'s registration requirement entirely, however, see S. Rep. No. 100-352, p. 36 (1988), Congress maintained the requirement for domestic works, see § 411(a). Subsequently, in 1993, Congress considered, but declined to adopt, a proposal to allow suit immediately upon submission of a registration application. See H. R. Rep. No. 103-338, p. 4 (1993). And in 2005, Congress made a preregistration option available for works vulnerable to predistribution infringement. See Artists' Rights and Theft Prevention Act of 2005, § 104, 119 Stat. 221. See also supra, at 887 - 888. Congress chose that course in face of calls to eliminate registration in cases of predistribution infringement. 70 Fed. Reg. 42286. Time and again, then, Congress has maintained registration as prerequisite to suit, and rejected proposals that would have eliminated registration or tied it to the copyright claimant's application instead of the Register's action.\nFourth Estate additionally argues that, as \"registration is not a condition of copyright protection,\" 17 U.S.C. § 408(a), § 411(a) should not be read to bar a copyright claimant from enforcing that protection in court once she has submitted a proper application for registration. Brief for Petitioner 37. But as explained supra, at 887 - 888, the Copyright Act safeguards copyright owners, irrespective of registration, by vesting them with exclusive rights upon creation of their works and prohibiting infringement from that point forward. If infringement occurs before a copyright owner applies for registration, that owner may eventually recover damages for the past infringement, as well as the infringer's profits. § 504. She must simply apply for registration and receive the Copyright Office's decision on her application before instituting suit. Once the Register grants or refuses registration, the copyright owner may also seek an injunction barring the infringer from continued violation of her exclusive rights and an order requiring the infringer to destroy infringing materials. §§ 502, 503(b).\nFourth Estate maintains, however, that if infringement occurs while the Copyright Office is reviewing a registration application, the registration approach will deprive the owner of her rights during the waiting period. Brief for Petitioner 41.\nSee also 1 P. Goldstein, Copyright § 3.15, p. 3:154.2 (3d ed. 2018 Supp.) (finding application approach \"the better rule\"); 2 M. Nimmer & D. Nimmer, Copyright § 7.16[B][3][a], [b][ii] (2018) (infringement suit is conditioned on application, while prima facie presumption of validity depends on certificate of registration). The Copyright Act's explicit carveouts from § 411(a)'s general registration rule, however, show that Congress adverted to this concern. In the preregistration option, § 408(f), Congress provided that owners of works especially susceptible to prepublication infringement should be allowed to institute suit before the Register has granted or refused registration. See § 411(a). Congress made the same determination as to live broadcasts. § 411(c) ; see supra, at 888. As to all other works, however, § 411(a)'s general rule requires owners to await action by the Register before filing suit for infringement.\nFourth Estate raises the specter that a copyright owner may lose the ability to enforce her rights if the Copyright Act's three-year statute of limitations runs out before the Copyright Office acts on her application for registration. Brief for Petitioner 41. Fourth Estate's fear is overstated, as the average processing time for registration applications is currently seven months, leaving ample time to sue after the Register's decision, even for infringement that began before submission of an application. See U.S. Copyright Office, Registration Processing Times (Oct. 2, 2018) (Registration Processing Times), https://www.copyright.gov/ registration/docs/processing-times-faqs.pdf (as last visited Mar. 1, 2019).\nTrue, the statutory scheme has not worked as Congress likely envisioned. Registration processing times have increased from one or two weeks in 1956 to many months today. See GAO, Improving Productivity in Copyright Registration 3 (GAO-AFMD-83-13 1982); Registration Processing Times. Delays in Copyright Office processing of applications, it appears, are attributable, in large measure, to staffing and budgetary shortages that Congress can alleviate, but courts cannot cure. See 5 W. Patry, Copyright § 17:83 (2019). Unfortunate as the current administrative lag may be, that factor does not allow us to revise § 411(a)'s congressionally composed text.\n* * *\nFor the reasons stated, we conclude that \"registration ... has been made\" within the meaning of 17 U.S.C. § 411(a) not when an application for registration is filed, but when the Register has registered a copyright after examining a properly filed application. The judgment of the Court of Appeals for the Eleventh Circuit is accordingly\nAffirmed.\nThe Register of Copyrights is the \"director of the Copyright Office of the Library of Congress\" and is appointed by the Librarian of Congress. 17 U.S.C. § 701(a). The Copyright Act delegates to the Register \"[a]ll administrative functions and duties under [Title 17].\" Ibid.\nConsideration of Fourth Estate's filings was initially delayed because the check Fourth Estate sent in payment of the filing fee was rejected by Fourth Estate's bank as uncollectible. App. to Brief for United States as Amicus Curiae 1a.\nThe merits of the Copyright Office's decision refusing registration are not at issue in this Court.\nSection 411(a) provides, in principal part: \"[N]o civil action for infringement of the copyright in any United States work shall be instituted until preregistration or registration of the copyright claim has been made in accordance with this title. In any case, however, where the deposit, application, and fee required for registration have been delivered to the Copyright Office in proper form and registration has been refused, the applicant is entitled to institute a civil action for infringement if notice thereof, with a copy of the complaint, is served on the Register of Copyrights. The Register may, at his or her option, become a party to the action with respect to the issue of registrability of the copyright claim ....\"\nFourth Estate asserts that, if a copyright owner encounters a lengthy delay in the Copyright Office, she may be forced to file a mandamus action to compel the Register to rule on her application, the very problem exposed in Vacheron & Constantin-Le Coultre Watches, Inc. v. Benrus Watch Co. , 260 F.2d 637 (C.A.2 1958), see supra, at 890. But Congress' answer to Vacheron , codified in § 411(a)'s second sentence, was to permit an infringement suit upon refusal of registration, not to eliminate Copyright Office action as the trigger for an infringement suit.\nFurther, in addition to the Act's provisions for preregistration suit, the Copyright Office allows copyright claimants to seek expedited processing of a claim for an additional $ 800 fee. See U.S. Copyright Office, Special Handling: Circular No. 10, pp. 1-2 (2017). The Copyright Office grants requests for special handling in situations involving, inter alia , \"[p]ending or prospective litigation,\" and \"make[s] every attempt to examine the application ... within five working days.\" Compendium of U.S. Copyright Practices § 623.2, 623.4 (3d ed. 2017).",
        "type": "majority",
        "author": "Justice GINSBURG delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Peter K. Stris, Los Angeles, CA, for Respondents.",
      "Aaron M. Panner, Washington, DC, for Petitioner.",
      "Jonathan Y. Ellis for the United States as amicus curiae, by special leave of the Court, supporting the Respondents.",
      "David A. Geller, FL, Peter K. Stris, Brendan S. Maher, Elizabeth Brannen, Rachana A. Pathak, Douglas D. Geyser, Victor O'Connell, John Stokes, Stris & Maher LLP, Los Angeles, CA, for Respondents.",
      "Joel B. Rothman, Jerold I. Schneider, Schneider Rothman, Intellectual Property Law Group, PLLC, FL, Aaron M. Panner, Gregory G. Rapawy, Grace W. Knofczynski, Kellogg, Hansen, Todd, Figel & Frederick, P.L.L.C., Washington, DC, for Petitioner."
    ],
    "corrections": "",
    "head_matter": "FOURTH ESTATE PUBLIC BENEFIT CORPORATION, Petitioner\nv.\nWALL-STREET.COM, LLC, et al.\nNo. 17-571\nSupreme Court of the United States.\nArgued January 8, 2019\nDecided March 4, 2019\nPeter K. Stris, Los Angeles, CA, for Respondents.\nAaron M. Panner, Washington, DC, for Petitioner.\nJonathan Y. Ellis for the United States as amicus curiae, by special leave of the Court, supporting the Respondents.\nDavid A. Geller, FL, Peter K. Stris, Brendan S. Maher, Elizabeth Brannen, Rachana A. Pathak, Douglas D. Geyser, Victor O'Connell, John Stokes, Stris & Maher LLP, Los Angeles, CA, for Respondents.\nJoel B. Rothman, Jerold I. Schneider, Schneider Rothman, Intellectual Property Law Group, PLLC, FL, Aaron M. Panner, Gregory G. Rapawy, Grace W. Knofczynski, Kellogg, Hansen, Todd, Figel & Frederick, P.L.L.C., Washington, DC, for Petitioner."
  },
  "file_name": "0881-01",
  "first_page_order": 881,
  "last_page_order": 892
}
