{
  "id": 12624618,
  "name": "Keith THARPE v. Benjamin FORD, Warden",
  "name_abbreviation": "Tharpe v. Ford",
  "decision_date": "2019-03-18",
  "docket_number": "No. 18-6819",
  "first_page": "911",
  "last_page": "913",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 911"
    },
    {
      "type": "parallel",
      "cite": "203 L. Ed. 2d 600"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "100 U.S. 303",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        4609
      ],
      "weight": 2,
      "year": 1880,
      "pin_cites": [
        {
          "page": "309"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/100/0303-01"
      ]
    },
    {
      "cite": "481 U.S. 279",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6214785
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "310",
          "parenthetical": "quoting Strauder v. West Virginia , 100 U.S. 303, 309, 25 L.Ed. 664 (1880) "
        },
        {
          "parenthetical": "quoting Strauder v. West Virginia , 100 U.S. 303, 309, 25 L.Ed. 664 (1880) "
        },
        {
          "parenthetical": "quoting Strauder v. West Virginia , 100 U.S. 303, 309, 25 L.Ed. 664 (1880) "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/481/0279-01"
      ]
    },
    {
      "cite": "476 U.S. 28",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12414
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/476/0028-01"
      ]
    },
    {
      "cite": "137 S.Ct. 759",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12609620
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "778"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0759-01"
      ]
    },
    {
      "cite": "137 S.Ct. 855",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12609913
      ],
      "weight": 2,
      "year": 2017,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0855-01"
      ]
    },
    {
      "cite": "545 U.S. 524",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8209485
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "536"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/545/0524-01"
      ]
    },
    {
      "cite": "898 F.3d 1342",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12517947
      ],
      "weight": 3,
      "year": 2018,
      "pin_cites": [
        {
          "page": "1348",
          "parenthetical": "Wilson, J., concurring"
        },
        {
          "page": "1345-1346"
        },
        {
          "page": "1347"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/898/1342-01"
      ]
    },
    {
      "cite": "138 S.Ct. 545",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12615836
      ],
      "weight": 6,
      "year": 2018,
      "pin_cites": [
        {
          "page": "546",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "page": "546"
        },
        {
          "page": "546"
        },
        {
          "page": "546",
          "parenthetical": "quoting App. B to Pet. for Cert. 15-16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/0545-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 514,
    "char_count": 7946,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2636396948239067
    },
    "sha256": "c4998722309e1108f1ca7e50cdb10f1b2e4c380d03d1e757c04f084f78deb2d6",
    "simhash": "1:b478f2e62e0d97c3",
    "word_count": 1308
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Keith THARPE\nv.\nBenjamin FORD, Warden"
    ],
    "opinions": [
      {
        "text": "Statement of Justice SOTOMAYOR respecting the denial of certiorari.\nPetitioner Keith Tharpe is a Georgia inmate on death row. For years, Tharpe, who is black, has asked state and federal courts to consider his claim that a white member of the jury that sentenced him to death was biased against him because of his race. Tharpe has presented a signed affidavit from the juror in question, who stated, among other things, that \" 'there are two types of black people: 1. Black folks and 2. Niggers,' \" and that Tharpe, \" 'who wasn't in the \"good\" black folks category in [his] book, should get the electric chair for what he did.' \" Tharpe v. Sellers , 583 U.S. ----, ----, 138 S.Ct. 545, 546, 199 L.Ed.2d 424 (2018) (per curiam ). Nevertheless, Tharpe has never received a hearing on the merits of his racial-bias claim.\nThe petition that the Court denies today does not turn on the merits of that claim, and I concur in the denial of Tharpe's petition. I write because I am profoundly troubled by the underlying facts of this case.\nI\nMore than seven years after he was sentenced to death, Tharpe's attorneys uncovered evidence that a white member of his jury, Barney Gattie, harbored racist views at the time of the trial. In a sworn statement, Gattie made \"repugnant comments ... rife with racial slurs ... and even an explicit statement that [his] decision to sentence Tharpe to death was[,] at leas[t] in part, based on race.\" Tharpe v. Warden , 898 F.3d 1342, 1348 (C.A.11 2018) (Wilson, J., concurring). Tharpe sought postconviction relief in state court, arguing that racial bias tainted the jury's deliberations in his case.\nTo this day, Tharpe's racial-bias claim has never been adjudicated on its merits. The Georgia state court and the Federal District Court denied Tharpe's requests for postconviction relief on procedural grounds. Tharpe moved to reopen the federal proceedings in light of \" 'extraordinary circumstances,' \" Gonzalez v. Crosby , 545 U.S. 524, 536, 125 S.Ct. 2641, 162 L.Ed.2d 480 (2005), but the District Court denied that motion. Tharpe requested a certificate of appealability (COA) from the United States Court of Appeals for the Eleventh Circuit, but the court denied his request after concluding that he had not made an adequate showing that Gattie's racial bias affected the jury's verdict. Tharpe , 583 U.S., at ----, 138 S.Ct., at 546. This Court disagreed, explaining that Tharpe had \"present[ed] a strong factual basis for the argument that Tharpe's race affected Gattie's vote for a death verdict.\" Ibid. We remanded for further consideration.\nOn remand, the Court of Appeals again denied Tharpe's request for a COA. It held that the District Court did not arguably abuse its discretion in denying Tharpe's motion to reopen because two different threshold obstacles barred Tharpe's claim. First, the court held that Tharpe's juror-bias claim could not go forward because the claim relied on a later decided case, Pena-Rodriguez v. Colorado , 580 U.S. ----, 137 S.Ct. 855, 197 L.Ed.2d 107 (2017), which the court concluded does not apply retroactively. 898 F.3d at 1345-1346. Second, the court decided that Tharpe had not established cause for his procedural default in state court-i.e. , he had not given a sufficient justification for failing to raise the juror-bias claim in a motion for a new trial or in his direct appeal. Specifically, the court rejected as unsubstantiated Tharpe's allegation that counsel's ineffectiveness was to blame for his not having raised the racial-bias claim sooner. Id ., at 1347. Tharpe seeks this Court's review.\nII\nTharpe's petition for a writ of certiorari asks us to decide only whether the Court of Appeals' procedural rulings were correct, not whether his juror-bias claim has merit. Tharpe \"faces a high bar in showing that jurists of reason could disagree whether the District Court abused its discretion in denying his motion\" to reopen. Tharpe , 583 U.S., at ---- - ----, 138 S.Ct., at 546. And for Tharpe's claim to proceed, he must overcome both of the Court of Appeals' independent reasons for denying him a COA. In other words, even setting aside whether Pena-Rodriguez is retroactive, he would have to establish that he arguably showed sufficient cause to excuse his procedural default.\nI see little likelihood that we would reverse the Court of Appeals' factbound conclusion that Tharpe did not make that showing. Before this Court, Tharpe argues that he could not have raised his racial-bias claim in a motion for new trial or on direct appeal because he did not know-indeed, could not have known-of the predicate facts of the claim at that time. Pet. for Cert. 35. If preserved, that argument would have force. But Tharpe did not make this argument before the District Court until a footnote in his reply brief in the Federal Rule of Civil Procedure 60(b)(6) proceedings, see Reply to Brief in Opposition 12-13 (listing the reply brief as the earliest point at which this argument was made), and the District Court did not address it, see App. D. to Pet. for Cert. Given this preservation issue and the deference due to the District Court, the Court of Appeals reasonably focused on the ineffective-assistance argument that Tharpe did previously present to the District Court in deciding that Tharpe had not made the requisite showing of cause. See 898 F.3d at 1347.\nI therefore concur in the Court's decision to deny Tharpe's petition for certiorari. As this may be the end of the road for Tharpe's juror-bias claim, however, we should not look away from the magnitude of the potential injustice that procedural barriers are shielding from judicial review.\nTharpe has uncovered truly striking evidence of juror bias. Gattie, the juror at issue, signed an affidavit reflecting his \"view that 'there are two types of black people: 1. Black folks and 2. Niggers'; that Tharpe, 'who wasn't in the \"good\" black folks category in [his] book, should get the electric chair for what he did'; that '[s]ome of the jurors voted for death because they felt Tharpe should be an example to other blacks who kill blacks, but that wasn't [his] reason'; and that, '[a]fter studying the Bible, [he] ha[d] wondered if black people even have souls.' \" Tharpe , 583 U.S., at ----, 138 S.Ct., at 546 (quoting App. B to Pet. for Cert. 15-16).\nThese racist sentiments, expressed by a juror entrusted with a vote over Tharpe's fate, suggest an appalling risk that racial bias swayed Tharpe's sentencing. The danger of race determining any criminal punishment is intolerable and endangers public confidence in the law. See Buck v. Davis , 580 U.S. ----, ----, 137 S.Ct. 759, 778, 197 L.Ed.2d 1 (2017). That risk is especially grave here, where it may have yielded a punishment that is unique in its \"complete finality.\" Turner v. Murray , 476 U.S. 28, 35, 106 S.Ct. 1683, 90 L.Ed.2d 27 (1986). When Tharpe went on trial for his crimes, the Constitution promised him the \"fundamental 'protection of life and liberty against race or color prejudice.' \" McCleskey v. Kemp , 481 U.S. 279, 310, 107 S.Ct. 1756, 95 L.Ed.2d 262 (1987) (quoting Strauder v. West Virginia , 100 U.S. 303, 309, 25 L.Ed. 664 (1880) ). There is strong evidence that this promise went unfulfilled.\nIt may be tempting to dismiss Tharpe's case as an outlier, but racial bias is \"a familiar and recurring evil.\" Pena-Rodriguez , 580 U.S., at ----, 137 S.Ct., at 868. That evil often presents itself far more subtly than it has here. Yet Gattie's sentiments-and the fact that they went unexposed for so long, evading review on the merits-amount to an arresting demonstration that racism can and does seep into the jury system. The work of \"purg[ing] racial prejudice from the administration of justice,\" id. , at ----, 137 S.Ct., at 867, is far from done.",
        "type": "majority",
        "author": "Statement of Justice SOTOMAYOR respecting the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "Keith THARPE\nv.\nBenjamin FORD, Warden\nNo. 18-6819\nSupreme Court of the United States.\nDecided March 18, 2019\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "0911-01",
  "first_page_order": 911,
  "last_page_order": 913
}
