{
  "id": 12618394,
  "name": "Jefferson S. DUNN, Commissioner, Alabama Department of Corrections, et al. v. Christopher Lee PRICE",
  "name_abbreviation": "Dunn v. Price",
  "decision_date": "2019-04-12",
  "docket_number": "No. 18A1053",
  "first_page": "1312",
  "last_page": "1315",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 1312"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "503 U.S. 653",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6237895
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "654",
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/503/0653-01"
      ]
    },
    {
      "cite": "Ala. Code § 15-18-82.1",
      "category": "laws:leg_statute",
      "reporter": "Ala. Code",
      "pin_cites": [
        {
          "page": "(b)(2)"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "517 U.S. 345",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11744833
      ],
      "weight": 4,
      "year": 1996,
      "pin_cites": [
        {
          "page": "347",
          "parenthetical": "GINSBURG, J., dissenting from grant of application to vacate stay of execution"
        },
        {
          "parenthetical": "GINSBURG, J., dissenting from grant of application to vacate stay of execution"
        },
        {
          "parenthetical": "GINSBURG, J., dissenting from grant of application to vacate stay of execution"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/517/0345-01"
      ]
    },
    {
      "cite": "2019 WL 1509610",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 6,
      "year": 2019,
      "pin_cites": [
        {
          "page": "*12"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2019 WL 1550234",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 4,
      "year": 2019,
      "pin_cites": [
        {
          "page": "*9"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 627,
    "char_count": 11878,
    "pagerank": {
      "raw": 9.863541164263061e-08,
      "percentile": 0.534514367439955
    },
    "sha256": "657fa4539ca706d14cec0eb986ddc105385d608ee7e77d600834b392933df586",
    "simhash": "1:5b7bcbcf9eb6966d",
    "word_count": 1929
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jefferson S. DUNN, Commissioner, Alabama Department of Corrections, et al.\nv.\nChristopher Lee PRICE"
    ],
    "opinions": [
      {
        "text": "Justice BREYER, with whom Justice GINSBURG, Justice SOTOMAYOR, and Justice KAGAN join, dissenting from grant of application to vacate stay.\nShould anyone doubt that death sentences in the United States can be carried out in an arbitrary way, let that person review the following circumstances as they have been presented to our Court this evening.\n1. This case comes to us on the assumption that executing Christopher Lee Price using Alabama's current three-drug protocol is likely to cause him severe pain and needless suffering. Price submitted an expert declaration explaining why that is so, and the State \"submitted nothing\" to rebut his expert's assertions. Price v. Commissioner, Ala. Dept. of Corrections , No. 19-11268, --- F.3d ----, ----, 2019 WL 1550234, *9 (CA11, Apr. 10, 2019), p. 23. The Court of Appeals thus correctly held that Price satisfied his burden to show a severe risk of pain from lethal injection, \"since the only evidence of record supports that conclusion.\" Id., at ----.\n2. Price proposed nitrogen hypoxia as an alternative method of execution. Alabama expressly authorized execution by nitrogen hypoxia in 2018, and state officials have actively worked to develop a hypoxia protocol since that time. The State is mere months away from finalizing its protocol. In light of those facts, the Court of Appeals correctly held that nitrogen hypoxia is \"available,\" \"feasible,\" and \"readily implemented\" by the State. Id., at ---- - ----.\n3. The only remaining question was whether Price could show that death by nitrogen hypoxia would be substantially less painful than death by the existing lethal injection protocol. To make this showing, Price submitted an academic study on which the Oklahoma Legislature had relied in adopting nitrogen hypoxia as a method of execution. That study noted that death by nitrogen hypoxia has been described as \"painless,\" \"peaceful,\" and unlikely to cause \"any substantial physical discomfort.\" Record in No. 1:19-00057 (SD Ala.), pp. 6, 9 (Dkt. 45-2). It concluded that nitrogen hypoxia is \"an effective and humane alternative to the current methods of capital punishment practiced in Oklahoma.\" Id., at 2.\nCrucially, as the District Court noted, the State did not challenge Price's evidence on this question. It did not question the reliability of the Oklahoma study. And it did not otherwise dispute (either in the District Court or on appeal) that nitrogen hypoxia was likely to be less painful than the State's lethal injection protocol. The District Court thus correctly held that \"Price is likely to prevail on the issue of whether execution by nitrogen ... would provide a significant reduction in the substantial risk of severe pain Price would incur if he were executed\" by lethal injection. Price v. Dunn , No. 1:19-00057, 2019 WL 1509610, *12 (SD Ala., Apr. 5, 2019).\n4. The Court of Appeals found the District Court's determination on this question clearly erroneous. It reached that conclusion primarily because the version of the Oklahoma study that Price's counsel submitted was \"a preliminary draft report that is stamped with the words 'Do Not Cite.' \" Price v. Commissioner, Ala. Dept. of Corrections , at ----. The Court of Appeals appeared to believe that a \"preliminary\" report could not constitute \"reliable evidence\" on the effects of nitrogen hypoxia. Id. , at ---- - ----.\n5. It turns out, however, that a final version of the same Oklahoma study was published and available. That version is identical in every relevant respect to the preliminary version that Price submitted. That is, the final report also describes nitrogen hypoxia as \"painless,\" \"humane,\" and unlikely to cause \"any substantial physical discomfort,\" based on exactly the same evidence discussed in the earlier draft.\n6. Price's counsel, realizing the error, quickly sought to ensure the District Court would be able to consider the final version of the report. Price filed a new motion for preliminary injunction in the District Court, along with the final report and additional expert declarations.\n7. The District Court found this new evidence \"reliable,\" and noted that the State had \"not submit[ted] anything in contradiction.\" Price v. Dunn (SD Ala., Apr. 11, 2019), p. 13 (Dkt. 49). The District Court concluded \"based on the current record\" that \"Price has a substantial likelihood of succeeding on the merits.\" Ibid. The District Court then considered the remaining stay factors. Notably, the District Court found that Price had not \"timed his motion in an effort to manipulate the execution.\" Ibid. \"Rather, Price, the State and the [District Court] have been proceeding as quickly as possible on this issue since before the execution date was set .\" Ibid. (emphasis added). The District Court ultimately concluded that a 60-day stay of the execution was warranted.\n8. The State then asked the Court of Appeals to vacate the stay in part because, in its view, the District Court did not have jurisdiction to issue it. The Court of Appeals had not yet issued its mandate, the appeal remained pending, and, in the State's view, the arguments Price raised in his new motion in the District Court were the same arguments at issue in his pending appeal. The District Court had rejected the argument that the pending appeal deprived it of jurisdiction; Price, it explained, has \"presented a new motion for preliminary injunction accompanied by new evidence.\" Id. , at 3 (emphasis added).\n9. The Court of Appeals refused to vacate the District Court's stay. It explained that the parties had raised \"substantial questions\" about jurisdiction. Price v. Commissioner, Ala. Dept. of Corrections , No. 19-11268, --- F.3d ----, ----, 2019 WL 1550234 (CA11, 2019), p. 2. \"In light of the jurisdictional questions raised by the parties' motions,\" it stayed Price's execution until further order of the court. Id., at 3.\n10. Shortly before 9 p.m. this evening, the State filed an application to the Justice of this Court who is the Circuit Justice for the Eleventh Circuit. It was later referred to the Conference. I requested that the Court take no action until tomorrow, when the matter could be discussed at Conference. I recognized that my request would delay resolution of the application and that the State would have to obtain a new execution warrant, thus delaying the execution by 30 days. But in my judgment, that delay was warranted, at least on the facts as we have them now. During the pendency of our consideration, the State called off this evening's scheduled execution.\nThe Court nevertheless grants the State's application to vacate the stay, thus preventing full discussion among the Court's Members. In doing so, it overrides the discretionary judgment of not one, but two lower courts. Why? The Court suggests that the reason is delay. But that suggestion is untenable in light of the District Court's express finding that Price has been \"proceeding as quickly as possible on this issue since before the execution date was set .\" Order, at 13 (Dkt. 49) (emphasis added). Surely the District Court is in a better position than we are to gauge whether Price has engaged in undue delay.\nThe Court also points out that Price did not elect nitrogen hypoxia within 30 days of the legislature authorizing this method of execution on June 1, 2018. State law appeared to provide death row inmates only until June 30, 2018, to make the election. See 2018 Ala. Laws Act 2018-353. Yet based on the limited information before us, it appears no inmate received a copy of the election form (prepared by a public defender) until June 26, and the State makes no representation about when Price received it other than that it was \"before the end of June.\" Brief for Appellee in No. 19-11268 (CA11), p. 9. Thus, it is possible that Price was given no more than 72 hours to decide how he wanted to die, notwithstanding the 30-day period prescribed by state law. That is not a reason to override the lower courts' discretionary determination that the equitable factors warrant a stay.\nThe State also argues that the District Court lacked jurisdiction to entertain Price's new motion for a preliminary injunction. But as the Court of Appeals appeared to recognize, that jurisdictional question is a substantial one, the answer to which is by no means clear. See Order, No. 19-11268 (CA11, Apr. 11, 2019), pp. 2-3; cf. 16A C. Wright & A. Miller, Federal Practice & Procedure § 3949.1 (4th ed.) (\"An interlocutory appeal ordinarily suspends the power of the district court to modify the order subject to appeal, but does not oust district-court jurisdiction to continue with proceedings that do not threaten the orderly disposition of the interlocutory appeal\"). To resolve it with minimal briefing on an extraordinarily compressed timeline would be deeply misguided.\nWhat is at stake in this case is the right of a condemned inmate not to be subjected to cruel and unusual punishment in violation of the Eighth Amendment. At a minimum, \"before acting irretrievably\" to vacate a stay and allow a potentially cruel execution to proceed, the Court should decide whether the District Court did in fact lack jurisdiction to issue the stay. See Bowersox v. Williams , 517 U.S. 345, 347, 116 S.Ct. 1312, 134 L.Ed.2d 494 (1996) (GINSBURG, J., dissenting from grant of application to vacate stay of execution). \"Appreciation of our own fallibility ... demand[s] as much.\" Ibid.\n* * *\nAlabama will soon subject Price to a death that he alleges will cause him severe pain and needless suffering. It can do so not because Price failed to prove the likelihood of severe pain and not because he failed to identify a known and readily implemented alternative, as this Court has recently required inmates to do. Instead, Alabama can subject him to that death due to a minor oversight (the submission of a \"preliminary\" version of a final report) and a significant mistake of law by the Court of Appeals (the suggestion that a report marked \"preliminary\" carries no evidentiary value). These mistakes could be easily remedied by simply allowing the lower courts to consider the final version of the report. Yet instead of allowing the lower courts to do just that, the Court steps in and vacates the stays that both courts have exercised their discretion to enter. To proceed in this way calls into question the basic principles of fairness that should underlie our criminal justice system. To proceed in this matter in the middle of the night without giving all Members of the Court the opportunity for discussion tomorrow morning is, I believe, unfortunate.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Jefferson S. DUNN, Commissioner, Alabama Department of Corrections, et al.\nv.\nChristopher Lee PRICE\nNo. 18A1053\nSupreme Court of the United States.\nDecided April 12, 2019\nThe application to vacate the stay of execution, presented to Justice THOMAS and by him referred to the Court, is granted, and the stays entered by the District Court for the Southern District of Alabama and the United States Court of Appeals for the Eleventh Circuit on April 11, 2019, are vacated. In June 2018, death-row inmates in Alabama whose convictions were final before June 1, 2018, had 30 days to elect to be executed via nitrogen hypoxia. Ala. Code § 15-18-82.1(b)(2). Price, whose conviction became final in 1999, did not do so, even though the record indicates that all death-row inmates were provided a written election form, and 48 other death-row inmates elected nitrogen hypoxia. He then waited until February 2019 to file this action and submitted additional evidence today, a few hours before his scheduled execution time. See Gomez v. United States Dist. Court for Northern Dist. of Cal. , 503 U.S. 653, 654, 112 S.Ct. 1652, 118 L.Ed.2d 293 (1992) (per curiam) (\"A court may consider the last-minute nature of an application to stay execution in deciding whether to grant equitable relief.\")."
  },
  "file_name": "1312-01",
  "first_page_order": 1312,
  "last_page_order": 1315
}
