{
  "id": 12619024,
  "name": "Gary THACKER, et ux., Petitioners v. TENNESSEE VALLEY AUTHORITY",
  "name_abbreviation": "Thacker v. Tenn. Valley Auth.",
  "decision_date": "2019-04-29",
  "docket_number": "No. 17-1201",
  "first_page": "1435",
  "last_page": "1444",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 1435"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "544 U.S. 709",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5868782
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "718, n. 7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/544/0709-01"
      ]
    },
    {
      "cite": "467 U.S. 512",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6203734
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "525"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0512-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2679",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "510 U.S. 471",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        230419
      ],
      "weight": 10,
      "year": 1994,
      "pin_cites": [
        {
          "page": "475",
          "parenthetical": "similarly calling such clauses \"broad\""
        },
        {
          "parenthetical": "similarly calling such clauses \"broad\""
        },
        {
          "parenthetical": "similarly calling such clauses \"broad\""
        },
        {
          "page": "480"
        },
        {
          "page": "483"
        },
        {
          "page": "482"
        },
        {
          "parenthetical": "\"[T]he liability of a private enterprise [is] a floor below which the agency's liability [may] not fall\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/510/0471-01"
      ]
    },
    {
      "cite": "309 U.S. 242",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139209
      ],
      "weight": 31,
      "year": 1940,
      "pin_cites": [
        {
          "page": "245"
        },
        {
          "page": "245-246"
        },
        {
          "page": "249"
        },
        {
          "page": "245"
        },
        {
          "page": "245"
        },
        {
          "page": "244"
        },
        {
          "page": "245"
        },
        {
          "page": "245"
        },
        {
          "page": "245"
        },
        {
          "page": "245"
        },
        {
          "page": "245"
        },
        {
          "parenthetical": "quotation modified"
        },
        {
          "page": "245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/309/0242-01"
      ]
    },
    {
      "cite": "499 U.S. 315",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11318818
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "322-325",
          "parenthetical": "describing the discretionary function exception's scope"
        },
        {
          "parenthetical": "describing the discretionary function exception's scope"
        },
        {
          "parenthetical": "describing the discretionary function exception's scope"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/499/0315-01"
      ]
    },
    {
      "cite": "868 F.3d 979",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12266552
      ],
      "weight": 3,
      "year": 2017,
      "pin_cites": [
        {
          "page": "981"
        },
        {
          "page": "982"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/868/0979-01"
      ]
    },
    {
      "cite": "188 F.Supp.3d 1243",
      "category": "reporters:federal",
      "reporter": "F. Supp. 3d",
      "case_ids": [
        12139892
      ],
      "weight": 2,
      "year": 2016,
      "pin_cites": [
        {
          "page": "1245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-3d/188/1243-01"
      ]
    },
    {
      "cite": "28 U.S.C. §§ 1346",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "31"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "486 U.S. 549",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6220792
      ],
      "weight": 7,
      "year": 1988,
      "pin_cites": [
        {
          "page": "554"
        },
        {
          "page": "554"
        },
        {
          "page": "556"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/486/0549-01"
      ]
    },
    {
      "cite": "47 Stat. 735",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "47 Stat. 6",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "437 U.S. 153",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178325
      ],
      "weight": 5,
      "year": 1978,
      "pin_cites": [
        {
          "page": "157"
        },
        {
          "page": "157"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/437/0153-01"
      ]
    },
    {
      "cite": "48 Stat. 60",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1035,
    "char_count": 20818,
    "pagerank": {
      "raw": 4.313947448607103e-08,
      "percentile": 0.2717712499840724
    },
    "sha256": "6455db96173bc4183930c0ff119bfceae25fad359cff1d92b2c254c3160f0fb3",
    "simhash": "1:106ab37ec5462796",
    "word_count": 3325
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gary THACKER, et ux., Petitioners\nv.\nTENNESSEE VALLEY AUTHORITY"
    ],
    "opinions": [
      {
        "text": "Justice KAGAN delivered the opinion of the Court.\nFederal law provides that the Tennessee Valley Authority (TVA), a Government-owned corporation supplying electric power to millions of Americans, \"[m]ay sue and be sued in its corporate name.\" Tennessee Valley Authority Act of 1933 (TVA Act), 48 Stat. 60, 16 U.S.C. § 831c(b). That provision serves to waive sovereign immunity from suit. Today, we consider how far the waiver goes. We reject the view, adopted below and pressed by the Government, that the TVA remains immune from all tort suits arising from its performance of so-called discretionary functions. The TVA's sue-and-be-sued clause is broad and contains no such limit. Under the clause-and consistent with our precedents construing similar ones-the TVA is subject to suits challenging any of its commercial activities. The law thus places the TVA in the same position as a private corporation supplying electricity. But the TVA might have immunity from suits contesting one of its governmental activities, of a kind not typically carried out by private parties. We remand this case for consideration of whether that limited immunity could apply here.\nI\nCongress created the TVA-a \"wholly owned public corporation of the United States\"-in the throes of the Great Depression to promote the Tennessee Valley's economic development. TVA v. Hill , 437 U.S. 153, 157, 98 S.Ct. 2279, 57 L.Ed.2d 117 (1978). In its early decades, the TVA focused on reforesting the countryside, improving farmers' fertilization practices, and building dams on the Tennessee River. See Brief for Respondent 3. The corporation also soon began constructing new power plants for the region. And over the years, as it completed other projects, the TVA devoted more and more of its efforts to producing and selling electric power. Today, the TVA operates around 60 power plants and provides electricity to more than nine million people in seven States. See id., at 3-4. The rates it charges (along with the bonds it issues) bring in over $ 10 billion in annual revenues, making federal appropriations unnecessary. See ibid. ; GAO, FY 2018 Financial Report of the United States Government 53 (GAO-19-294R, 2019).\nAs even that short description may suggest, the TVA is something of a hybrid, combining traditionally governmental functions with typically commercial ones. On the one hand, the TVA possesses powers and responsibilities reserved to sovereign actors. It may, for example, \"exercise the right of eminent domain\" and \"condemn all property\" necessary to carry out its goals. 16 U.S.C. §§ 831c(h), (i). Similarly, it may appoint employees as \"law enforcement agents\" with powers to investigate crimes and make arrests. § 831c-3(a) ; see § 831c-3(b)(2). But on the other hand, much of what the TVA does could be done-no, is done routinely-by non-governmental parties. Just as the TVA produces and sells electricity in its region, privately owned power companies (e.g., Con Edison, Dominion Energy) do so in theirs. As to those commonplace commercial functions, the emphasis in the oft-used label \"public corporation\" rests heavily on the latter word. Hill , 437 U.S., at 157, 98 S.Ct. 2279.\nIn establishing this mixed entity, Congress decided (as it had for similar government businesses) that the TVA could \"sue and be sued in its corporate name.\" § 831c(b) ; see, e.g., Reconstruction Finance Corporation Act, § 4, 47 Stat. 6; Federal Home Loan Bank Act, § 12, 47 Stat. 735. Without such a clause, the TVA (as an entity of the Federal Government) would have enjoyed sovereign immunity from suit. See Loeffler v. Frank , 486 U.S. 549, 554, 108 S.Ct. 1965, 100 L.Ed.2d 549 (1988). By instead providing that the TVA could \"be sued,\" Congress waived at least some of the corporation's immunity. (Just how much is the question here.) Slightly more than a decade after creating the TVA, Congress enacted the Federal Tort Claims Act of 1946 (FTCA), 28 U.S.C. §§ 1346(b), 2671 et seq. , to waive immunity from tort suits involving agencies across the Government. See § 1346(b)(1) (waiving immunity from damages claims based on \"the negligent or wrongful act or omission of any employee of the Government\"). That statute carved out an exception for claims based on a federal employee's performance of a \"discretionary function.\" § 2680(a). But Congress specifically excluded from all the FTCA's provisions-including the discretionary function exception-\"[a]ny claim arising from the activities of the [TVA].\" § 2680(l ).\nThis case involves such a claim. See App. 22-33 (Complaint). One summer day, TVA employees embarked on work to replace a power line over the Tennessee River. When a cable they were using failed, the power line fell into the water. The TVA informed the Coast Guard, which announced that it was closing part of the river; and the TVA itself positioned two patrol boats near the downed line. But several hours later, just as the TVA workers began to raise the line, petitioner Gary Thacker drove his boat into the area at high speed. The boat and line collided, seriously injuring Thacker and killing a passenger. Thacker sued for negligence, alleging that the TVA had failed to \"exercise reasonable care\" in \"assembl[ing] and install[ing] power lines\" and in \"warning boaters\" like him \"of the hazards it created.\" Id., at 31.\nThe TVA moved to dismiss the suit, claiming sovereign immunity. The District Court granted the motion. It reasoned that the TVA, no less than other government agencies, is entitled to immunity from any suit based on an employee's exercise of discretionary functions. See 188 F.Supp.3d 1243, 1245 (ND Ala. 2016). And it thought that the TVA's actions surrounding the boating accident were discretionary because \"they involve[d] some judgment and choice.\" Ibid. The Court of Appeals for the Eleventh Circuit affirmed on the same ground. According to the circuit court, the TVA has immunity for discretionary functions even when they are part of the \"TVA's commercial, power-generating activities.\" 868 F.3d 979, 981 (2017). In deciding whether a suit implicates those functions, the court explained that it \"use[s] the same test that applies when the government invokes the discretionary-function exception to the [FTCA].\" Id., at 982. And that test, the court agreed, foreclosed Thacker's suit because the challenged actions were \"a matter of choice.\" Ibid. (internal quotation marks omitted).\nWe granted certiorari to decide whether the waiver of sovereign immunity in TVA's sue-and-be-sued clause is subject to a discretionary function exception, of the kind in the FTCA. 585 U.S. ---- (2018). We hold it is not.\nII\nNothing in the statute establishing the TVA (again, the TVA Act for short) expressly recognizes immunity for discretionary functions. As noted above, that law provides simply that the TVA \"[m]ay sue and be sued.\" 16 U.S.C. § 831c(b) ; see supra, at 1439 - 1440. Such a sue-and-be-sued clause serves to waive sovereign immunity otherwise belonging to an agency of the Federal Government. See Loeffler , 486 U.S., at 554, 108 S.Ct. 1965. By the TVA Act's terms, that waiver is subject to \"[e]xcept[ions]\" as \"specifically provided in\" the statute itself. § 831c. But the TVA Act contains no exceptions relevant to tort claims, let alone one turning on whether the challenged conduct is discretionary.\nNor does the FTCA's exception for discretionary functions apply to the TVA. As described earlier, see supra, at 1439 - 1440, the FTCA retained the Federal Government's immunity from tort suits challenging discretionary conduct, even while allowing other tort claims to go forward. See 28 U.S.C. §§ 1346(b), 2680(a) ; United States v. Gaubert , 499 U.S. 315, 322-325, 111 S.Ct. 1267, 113 L.Ed.2d 335 (1991) (describing the discretionary function exception's scope). But Congress made clear that the FTCA does \"not apply to[ ] [a]ny claim arising from the activities of the [TVA].\" § 2680(l ). That means the FTCA's discretionary function provision has no relevance to this case. Even the Government concedes as much. It acknowledges that the FTCA's discretionary function exception \"does not govern [Thacker's] suit.\" Brief for Respondent 15. Rather, it says, the TVA Act's sue-and-be-sued clause does so. See id., at 6. And that is the very clause we have just described as containing no express exception for discretionary functions.\nBut that is not quite the end of the story because in Federal Housing Administration v. Burr , 309 U.S. 242, 60 S.Ct. 488, 84 L.Ed. 724 (1940), this Court recognized that a sue-and-be-sued clause might contain \"implied exceptions.\" Id., at 245, 60 S.Ct. 488. The Court in that case permitted a suit to proceed against a government entity (providing mortgage insurance) whose organic statute had a sue-and-be-sued clause much like the TVA Act's. And the Court made clear that in green-lighting the suit, it was doing what courts normally should. Sue-and-be-sued clauses, the Court explained, \"should be liberally construed.\" Ibid. ; see FDIC v. Meyer , 510 U.S. 471, 475, 114 S.Ct. 996, 127 L.Ed.2d 308 (1994) (similarly calling such clauses \"broad\"). Those words \"in their usual and ordinary sense,\" the Court noted, \"embrace all civil process incident to the commencement or continuance of legal proceedings.\" Burr , 309 U.S., at 245-246, 60 S.Ct. 488. And Congress generally \"intend[s] the full consequences of what it sa[ys]\"-even if \"inconvenient, costly, and inefficient.\" Id., at 249, 60 S.Ct. 488 (quotation modified). But not quite always, the Court continued. And when not-when Congress meant to use the words \"sue and be sued\" in a more \"narrow sense\"-a court should recognize \"an implied restriction.\" Id., at 245, 60 S.Ct. 488. In particular, Burr stated, a court should take that route if one of the following circumstances is \"clearly shown\": either the \"type[ ] of suit [at issue is] not consistent with the statutory or constitutional scheme\" or the restriction is \"necessary to avoid grave interference with the performance of a governmental function.\" Ibid.\nAlthough the courts below never considered Burr , the Government tries to use its framework to defend their decisions. See Brief for Respondent 17-40. According to the Government, we should establish a limit on the TVA's sue-and-be-sued clause-like the one in the FTCA-for all suits challenging discretionary functions. That is for two reasons, tracking Burr 's statement of when to recognize an \"implied exception\" to a sue-and-be-sued clause. 309 U.S., at 245, 60 S.Ct. 488. First, the Government argues that allowing those suits would conflict with the \"constitutional scheme\"-more precisely, with \"separation-of-powers principles\"-by subjecting the TVA's discretionary conduct to \"judicial second-guessing.\" Brief for Respondent 19, 21 (internal quotation marks omitted). Second, the Government maintains that permitting those suits would necessarily \"interfere[ ] with important governmental functions.\" Id., at 36; see id., at 39-40; Tr. of Oral Arg. 39-41. We disagree.\nAt the outset, we balk at using Burr to provide a government entity excluded from the FTCA with a replica of that statute's discretionary function exception. Congress made a considered decision not to apply the FTCA to the TVA (even as Congress applied that legislation to some other public corporations, see 28 U.S.C. § 2679(a) ). See supra, at 1439 - 1440, 1440 - 1441. The Government effectively asks us to negate that legislative choice. Or otherwise put, it asks us to let the FTCA in through the back door, when Congress has locked the front one. We have once before rejected such a maneuver. In FDIC v. Meyer , a plaintiff brought a constitutional tort claim against a government agency with another broad sue-and-be-sued clause. The agency claimed immunity, stressing that the claim would have fallen outside the FTCA's immunity waiver (which extends only to conventional torts). We dismissed the argument. \"In essence,\" we observed, the \"FDIC asks us to engraft\" a part of the FTCA \"onto [the agency's] sue-and-be-sued clause.\" 510 U.S., at 480, 114 S.Ct. 996. But that would mean doing what Congress had not. See id., at 483, 114 S.Ct. 996. And so too here, if we were to bestow the FTCA's discretionary function exception on the TVA through the conduit of Burr . Indeed, the Government's proposal would make the TVA's tort liability largely coextensive with that of all the agencies the FTCA governs. See Tr. of Oral Arg. 33-34. Far from acting to achieve such parity, Congress did everything possible to avoid it.\nIn any event, the Government is wrong to think that waiving the TVA's immunity from suits based on discretionary functions would offend the separation of powers. As this Court explained in Burr , the scope of immunity that federal corporations enjoy is up to Congress. That body \"has full power to endow [such an entity] with the government's immunity from suit.\" 309 U.S., at 244, 60 S.Ct. 488. And equally, it has full power to \"waive [that] immunity\" and \"subject[ the entity] to the judicial process\" to whatever extent it wishes. Ibid. When Congress takes the latter route-even when it goes so far as to waive the corporation's immunity for discretionary functions-its action raises no separation of powers problems. The right governmental actor (Congress) is making a decision within its bailiwick (to waive immunity) that authorizes an appropriate body (a court) to render a legal judgment. Indeed, the Government itself conceded at oral argument that Congress, when creating a public corporation, may constitutionally waive its \"immunity [for] discretionary functions.\" Tr. of Oral Arg. 37. But once that is acknowledged, the Government's argument from \"separation-of-powers principles\" collapses. Brief for Respondent 19. Those principles can offer no reason to limit a statutory waiver that even without any emendation complies with the constitutional scheme.\nFinally, the Government overreaches when it says that all suits based on the TVA's discretionary conduct will \"grave[ly] interfere[ ]\" with \"governmental function[s].\" Burr , 309 U.S., at 245, 60 S.Ct. 488. That is so, at the least, because the discretionary acts of hybrid entities like the TVA may be not governmental but commercial in nature. And a suit challenging a commercial act will not \"grave[ly]\"-or, indeed, at all-interfere with the \"governmental functions\" Burr cared about protecting. The Government contests that point, arguing that this Court has not meant to distinguish between the governmental and the commercial in construing sue-and-be-sued clauses. See Brief for Respondent 39-40. But both Burr and later decisions do so explicitly. Burr took as its \"premise\" that an agency \"launched [with such a clause] into the commercial world\" and \"authorize[d] to engage\" in \"business transactions with the public\" should have the same \"amenab[ility] to judicial process [as] a private enterprise under like circumstances.\" 309 U.S., at 245, 60 S.Ct. 488. Meyer also made clear that such an agency \"could not escape the liability a private enterprise would face in similar circumstances.\" 510 U.S., at 482, 114 S.Ct. 996 ; see ibid. (\"[T]he liability of a private enterprise [is] a floor below which the agency's liability [may] not fall\"). And twice the Court held that the liability of the Postal Service (another sue-and-be-sued agency) should be \"similar[ ] to [that of] other self-sustaining commercial ventures.\" Franchise Tax Bd. of Cal. v. Postal Service , 467 U.S. 512, 525, 104 S.Ct. 2549, 81 L.Ed.2d 446 (1984) ; see Loeffler , 486 U.S., at 556, 108 S.Ct. 1965. The point of those decisions, contra the Government, is that (barring special constitutional or statutory issues not present here) suits based on a public corporation's commercial activity may proceed as they would against a private company; only suits challenging the entity's governmental activity may run into an implied limit on its sue-and-be-sued clause.\nBurr and its progeny thus require a far more refined analysis than the Government offers here. The reasons those decisions give to recognize a restriction on a sue-and-be-sued clause do not justify the wholesale incorporation of the discretionary function exception. As explained above, the \"constitutional scheme\" has nothing to say about lawsuits challenging a public corporation's discretionary activity-except to leave their fate to Congress. Burr , 309 U.S., at 245, 60 S.Ct. 488 ; see supra, at 1442. For its part, Congress has not said in enacting sue-and-be-sued clauses that it wants to prohibit all such suits-quite the contrary. And no concern for \"governmental functions\" can immunize discretionary activities that are commercial in kind. Burr , 309 U.S., at 245, 60 S.Ct. 488 ; see supra, at 1442 - 1443. When the TVA or similar body operates in the marketplace as private companies do, it is as liable as they are for choices and judgments. The possibility of immunity arises only when a suit challenges governmental activities-the kinds of functions private parties typically do not perform. And even then, an entity with a sue-and-be-sued clause may receive immunity only if it is \"clearly shown\" that prohibiting the \"type[ ] of suit [at issue] is necessary to avoid grave interference\" with a governmental function's performance. Burr , 309 U.S., at 245, 60 S.Ct. 488. That is a high bar. But it is no higher than appropriate given Congress's enactment of so broad an immunity waiver-which demands, as we have held, a \"liberal construction.\" Ibid. (quotation modified).\nIII\nAll that remains is to decide this case in accord with what we have said so far. But as we often note at this point, \"we are a court of review, not of first view.\" Cutter v. Wilkinson , 544 U.S. 709, 718, n. 7, 125 S.Ct. 2113, 161 L.Ed.2d 1020 (2005). In wrongly relying on the discretionary function exception, the courts below never addressed the issues we have found relevant in deciding whether this suit may go forward. Those courts should have the first chance to do so, as guided by the principles set out above and a few last remarks about applying them here.\nAs described earlier, the TVA sometimes resembles a government actor, sometimes a commercial one. See supra, at 1439 - 1440. Consider a few diverse examples. When the TVA exercises the power of eminent domain, taking landowners' property for public purposes, no one would confuse it for a private company. So too when the TVA exercises its law enforcement powers to arrest individuals. But in other operations-and over the years, a growing number-the TVA acts like any other company producing and supplying electric power. It is an accident of history, not a difference in function, that explains why most Tennesseans get their electricity from a public enterprise and most Virginians get theirs from a private one. Whatever their ownership structures, the two companies do basically the same things to deliver power to customers.\nSo to determine if the TVA has immunity here, the court on remand must first decide whether the conduct alleged to be negligent is governmental or commercial in nature. For the reasons given above, if the conduct is commercial-the kind of thing any power company might do-the TVA cannot invoke sovereign immunity. In that event, the TVA's sue-and-be-sued clause renders it liable to the same extent as a private party. Only if the conduct at issue is governmental might the court decide that an implied limit on the clause bars the suit. But even assuming governmental activity, the court must find that prohibiting the \"type[ ] of suit [at issue] is necessary to avoid grave interference\" with that function's performance. Burr, 309 U.S. at 245, 60 S.Ct. 488. Unless it is, Congress's express statement that the TVA may \"be sued\" continues to demand that this suit go forward.\nWe accordingly reverse the judgment of the Court of Appeals and remand the case for further proceedings consistent with this opinion.\nIt is so ordered.",
        "type": "majority",
        "author": "Justice KAGAN delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Franklin Taylor Rouse, Huntsville, AL, for Petitioners.",
      "Ann O'Connell Adams, Washington, DC, for Respondent.",
      "Franklin Taylor Rouse, Craig N. Rosler, Kenneth Bridges Cole, Jr., Gary Vestal Conchin, Conchin, Cloud & Cole, LLC, Huntsville, AL, for Petitioners.",
      "Sherry A. Quirk, General Counsel, David D. Ayliffe, Associate General Counsel, James S. Chase, Senior Attorney, Knoxville, TN, Noel J. Francisco, Solicitor General, Joseph H. Hunt, Assistant Attorney General, Edwin S. Kneedler, Deputy Solicitor General, Ann O'Connell Adams, Assistant to the Solicitor General, Mark B. Stern, Weili J. Shaw, Attorneys, Department of Justice, Washington, DC, for Respondent."
    ],
    "corrections": "",
    "head_matter": "Gary THACKER, et ux., Petitioners\nv.\nTENNESSEE VALLEY AUTHORITY\nNo. 17-1201\nSupreme Court of the United States.\nArgued January 14, 2019\nDecided April 29, 2019\nFranklin Taylor Rouse, Huntsville, AL, for Petitioners.\nAnn O'Connell Adams, Washington, DC, for Respondent.\nFranklin Taylor Rouse, Craig N. Rosler, Kenneth Bridges Cole, Jr., Gary Vestal Conchin, Conchin, Cloud & Cole, LLC, Huntsville, AL, for Petitioners.\nSherry A. Quirk, General Counsel, David D. Ayliffe, Associate General Counsel, James S. Chase, Senior Attorney, Knoxville, TN, Noel J. Francisco, Solicitor General, Joseph H. Hunt, Assistant Attorney General, Edwin S. Kneedler, Deputy Solicitor General, Ann O'Connell Adams, Assistant to the Solicitor General, Mark B. Stern, Weili J. Shaw, Attorneys, Department of Justice, Washington, DC, for Respondent."
  },
  "file_name": "1435-01",
  "first_page_order": 1435,
  "last_page_order": 1444
}
