{
  "id": 12619253,
  "name": "COCHISE CONSULTANCY, INC., et al., Petitioners v. UNITED STATES, EX REL. Billy Joe HUNT",
  "name_abbreviation": "Cochise Consultancy, Inc. v. United States ex rel. Hunt",
  "decision_date": "2019-05-13",
  "docket_number": "No. 18-315.",
  "first_page": "1507",
  "last_page": "1514",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 1507"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "472 F. 3d 702",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5198743
      ],
      "year": 2006,
      "pin_cites": [
        {
          "page": "725-726",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/472/0702-01"
      ]
    },
    {
      "cite": "546 F. 3d 288",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3894339
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "293-294",
          "parenthetical": "adopting the first interpretation"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/546/0288-01"
      ]
    },
    {
      "cite": "91 F.3d 1211",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9047257
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "1216-1218",
          "parenthetical": "adopting the second interpretation"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/91/1211-01"
      ]
    },
    {
      "cite": "200 U.S. 321",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8294520
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "337"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/200/0321-01"
      ]
    },
    {
      "cite": "542 U.S. 426",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        2527700
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "434",
          "parenthetical": "explaining that the \"use of the definite article ... indicates that there is generally only one\" person covered"
        },
        {
          "parenthetical": "explaining that the \"use of the definite article ... indicates that there is generally only one\" person covered"
        },
        {
          "parenthetical": "explaining that the \"use of the definite article ... indicates that there is generally only one\" person covered"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/542/0426-01"
      ]
    },
    {
      "cite": "534 U.S. 438",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9108314
      ],
      "weight": 4,
      "year": 2002,
      "pin_cites": [
        {
          "page": "462"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/534/0438-01"
      ]
    },
    {
      "cite": "545 U.S. 546",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8209559
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "565"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/545/0546-01"
      ]
    },
    {
      "cite": "545 U.S. 409",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8209311
      ],
      "weight": 18,
      "year": 2005,
      "opinion_index": 0,
      "case_paths": [
        "/us/545/0409-01"
      ]
    },
    {
      "cite": "528 U.S. 320",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9476335
      ],
      "weight": 3,
      "year": 2000,
      "pin_cites": [
        {
          "page": "329"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/528/0320-01"
      ]
    },
    {
      "cite": "510 U.S. 135",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        231570
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "page": "143"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/510/0135-01"
      ]
    },
    {
      "cite": "202 L.Ed.2d 400",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12623307,
        12623308,
        12623250,
        12623251,
        12623252,
        12623411
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/0566-05",
        "/s-ct/139/0566-06",
        "/s-ct/139/0499-01",
        "/s-ct/139/0499-02",
        "/s-ct/139/0499-03",
        "/s-ct/139/0581-07"
      ]
    },
    {
      "cite": "139 S.Ct. 566",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12623303,
        12623304,
        12623305,
        12623306,
        12623307,
        12623308
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/0566-01",
        "/s-ct/139/0566-02",
        "/s-ct/139/0566-03",
        "/s-ct/139/0566-04",
        "/s-ct/139/0566-05",
        "/s-ct/139/0566-06"
      ]
    },
    {
      "cite": "887 F.3d 1081",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12516502
      ],
      "weight": 2,
      "year": 2018,
      "pin_cites": [
        {
          "page": "1089-1097",
          "parenthetical": "adopting the third interpretation"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/887/1081-01"
      ]
    },
    {
      "cite": "529 U.S. 765",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9509149
      ],
      "weight": 5,
      "year": 2000,
      "pin_cites": [
        {
          "page": "769-770"
        },
        {
          "page": "773, n. 4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/529/0765-01"
      ]
    },
    {
      "cite": "31 U.S.C. §§ 3729",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "31 U.S.C. § 3731",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 788,
    "char_count": 17599,
    "pagerank": {
      "raw": 6.081204165905585e-08,
      "percentile": 0.3754357879552051
    },
    "sha256": "c3e23ba91d390fab17466de8b4119d5dac322bb849027ea7b332245cf34451fa",
    "simhash": "1:83f3e004e5905fd5",
    "word_count": 2948
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "COCHISE CONSULTANCY, INC., et al., Petitioners\nv.\nUNITED STATES, EX REL. Billy Joe HUNT"
    ],
    "opinions": [
      {
        "text": "Justice THOMAS delivered the opinion of the Court.\nThe False Claims Act contains two limitations periods that apply to a \"civil action under section 3730\"-that is, an action asserting that a person presented false claims to the United States Government. 31 U.S.C. § 3731(b). The first period requires that the action be brought within 6 years after the statutory violation occurred. The second period requires that the action be brought within 3 years after the United States official charged with the responsibility to act knew or should have known the relevant facts, but not more than 10 years after the violation. Whichever period provides the later date serves as the limitations period.\nThis case requires us to decide how to calculate the limitations period for qui tam suits in which the United States does not intervene. The Court of Appeals held that these suits are \"civil action[s] under section 3730\" and that the limitations periods in § 3731(b) apply in accordance with their terms, regardless of whether the United States intervenes. It further held that, for purposes of the second period, the private person who initiates the qui tam suit cannot be deemed the official of the United States. We agree, and therefore affirm.\nI\nAs relevant, the False Claims Act imposes civil liability on \"any person\" who \"knowingly presents, or causes to be presented, a false or fraudulent claim for payment or approval\" to the Government or to certain third parties acting on the Government's behalf. 31 U.S.C. §§ 3729(a), (b)(2). Section 3730 authorizes two types of actions: First, the Attorney General, who \"diligently shall investigate a violation under section 3729,\" may bring a civil action against the alleged false claimant. § 3730(a). Second, a private person, known as a relator, may bring a qui tam civil action \"for the person and for the United States Government\" against the alleged false claimant, \"in the name of the Government.\" § 3730(b).\nIf a relator initiates the action, he must deliver a copy of the complaint and supporting evidence to the Government, which then has 60 days to intervene in the action. §§ 3730(b)(2), (4). During this time, the complaint remains sealed. § 3730(b)(2). If the Government intervenes, it assumes primary responsibility for prosecuting the action, though the relator may continue to participate. § 3730(c). Otherwise, the relator has the right to pursue the action. §§ 3730(b)(4), (c)(3). Even if it does not intervene, the Government is entitled to be served with all pleadings upon request and may intervene at any time with good cause. § 3730(c)(3). The relator receives a share of any proceeds from the action-generally 15 to 25 percent if the Government intervenes, and 25 to 30 percent if it does not-plus attorney's fees and costs. §§ 3730(d)(1)-(2). See Vermont Agency of Natural Resources v. United States ex rel. Stevens , 529 U.S. 765, 769-770, 120 S.Ct. 1858, 146 L.Ed.2d 836 (2000).\nAt issue here is the Act's statute of limitations, which provides:\n\"(b) A civil action under section 3730 may not be brought-\n\"(1) more than 6 years after the date on which the violation of section 3729 is committed, or\n\"(2) more than 3 years after the date when facts material to the right of action are known or reasonably should have been known by the official of the United States charged with responsibility to act in the circumstances, but in no event more than 10 years after the date on which the violation is committed,\n\"whichever occurs last.\" § 3731(b).\nOn November 27, 2013, respondent Billy Joe Hunt filed a complaint alleging that petitioners-two defense contractors (collectively, Cochise)-defrauded the Government by submitting false claims for payment under a subcontract to provide security services in Iraq \"from some time prior to January 2006 until early 2007.\" App. 43a. A little less than three years before bringing his complaint, Hunt was interviewed by federal agents about his role in an unrelated contracting fraud in Iraq. Hunt claims to have revealed Cochise's allegedly fraudulent scheme during this November 30, 2010, interview.\nThe United States declined to intervene in Hunt's action, and Cochise moved to dismiss the complaint as barred by the statute of limitations. Hunt conceded that the 6-year limitations period in § 3731(b)(1) had elapsed before he filed suit on November 27, 2013. But Hunt argued that his complaint was timely under § 3731(b)(2) because it was filed within 3 years of the interview in which he informed federal agents about the alleged fraud (and within 10 years after the violation occurred).\nThe District Court dismissed the action. It considered three potential interpretations of § 3731(b). Under the first interpretation, § 3731(b)(2) does not apply to a relator-initiated action in which the Government elects not to intervene, so any such action must be filed within six years after the violation. Under the second interpretation, § 3731(b)(2) applies in nonintervened actions, and the limitations period begins when the relator knew or should have known the relevant facts. Under the third interpretation, § 3731(b)(2) applies in nonintervened actions, and the limitations period begins when \"the official of the United States charged with responsibility to act in the circumstances\" knew or should have known the relevant facts. The District Court rejected the third interpretation and declined to choose between the first two because it found that Hunt's complaint would be untimely under either. The Court of Appeals reversed and remanded, adopting the third interpretation. 887 F.3d 1081 (C.A.11 2018).\nGiven a conflict between the Courts of Appeals, we granted certiorari. 586 U.S. ----, 139 S.Ct. 566, 202 L.Ed.2d 400 (2018).\nII\nThe first question before us is whether the limitations period in § 3731(b)(2) is available in a relator-initiated suit in which the Government has declined to intervene. If so, the second question is whether the relator in such a case should be considered \"the official of the United States\" whose knowledge triggers § 3731(b)(2) 's 3-year limitations period.\nA\nSection 3731(b) sets forth two limitations periods that apply to \"civil action[s] under section 3730.\" Both Government-initiated suits under § 3730(a) and relator-initiated suits under § 3730(b) are \"civil action[s] under section 3730.\" Thus, the plain text of the statute makes the two limitations periods applicable in both types of suits.\nCochise agrees with that view as to the limitations period in § 3731(b)(1), but argues that the period in § 3731(b)(2) is available in a relator-initiated suit only if the Government intervenes. According to Cochise, starting a limitations period when the party entitled to bring a claim learns the relevant facts is a default rule of tolling provisions, so subsection (b)(2) should be read to apply only when the Government is a party. In short, under Cochise's reading, a relator-initiated, nonintervened suit is a \"civil action under section 3730\" for purposes of subsection (b)(1) but not subsection (b)(2).\nThis reading is at odds with fundamental rules of statutory interpretation. In all but the most unusual situations, a single use of a statutory phrase must have a fixed meaning. See Ratzlaf v. United States , 510 U.S. 135, 143, 114 S.Ct. 655, 126 L.Ed.2d 615 (1994). We therefore avoid interpretations that would \"attribute different meanings to the same phrase.\" Reno v. Bossier Parish School Bd. , 528 U.S. 320, 329, 120 S.Ct. 866, 145 L.Ed.2d 845 (2000). Here, either a relator-initiated, nonintervened suit is a \"civil action under section 3730\"-and thus subject to the limitations periods in subsections (b)(1) and (b)(2)-or it is not. It is such an action. Whatever the default tolling rule might be, the clear text of the statute controls this case.\nUnder Cochise's reading, a relator-initiated civil action would convert to \"[a] civil action under section 3730\" for purposes of subsection (b)(2) if and when the Government intervenes. That reading cannot be correct. If the Government intervenes, the civil action remains the same-it simply has one additional party. There is no textual basis to base the meaning of \"[a] civil action under section 3730\" on whether the Government has intervened.\nCochise relies on our decision in Graham County Soil & Water Conservation Dist. v. United States ex rel. Wilson , 545 U.S. 409, 125 S.Ct. 2444, 162 L.Ed.2d 390 (2005), which addressed the question whether § 3731(b)(1) or federal common law provided the limitations period for § 3730(h) retaliation actions. Section 3730(h) creates a cause of action for an employee who suffers retaliation for, among other things, assisting with the prosecution of a False Claims Act action. At the time, § 3730(h) did not specify a time limit for bringing a retaliation action, so the question before us was whether the phrase \"civil action under section 3730\" in § 3731(b) encompassed actions under § 3730(h). We considered the statute \"ambiguous because its text, literally read, admits of two plausible interpretations.\" Id. , at 419, n. 2, 125 S.Ct. 2444. One reading was that a \"civil action under section 3730\" includes § 3730(h) actions because such actions arise under § 3730. Id. , at 415, 125 S.Ct. 2444. \"Another reasonable reading\" was that a \"civil action under section 3730\" \"applies only to actions arising under §§ 3730(a) and (b)\" because \" § 3731(b)(1) t[ies] the start of the time limit to 'the date on which the violation of section 3729 is committed.' \" Ibid. That reading had force because retaliation claims need not involve an actual violation of § 3729. Ibid. Looking to statutory context, we explained that the phrase \" 'civil action under section 3730 ' means only those civil actions under § 3730 that have as an element a 'violation of section 3729,' that is, §§ 3730(a) and (b) actions\"-not § 3730(h) retaliation actions. Id. , at 421-422, 125 S.Ct. 2444.\nA relator-initiated, nonintervened suit arises under § 3730(b) and has as an element a violation of § 3729. Graham County supports our reading. Nonetheless, Cochise points out that in considering the statutory context, we discussed a similar phrase contained in § 3731(c) (now § 3731(d) ), which stated: \"In any action brought under section 3730 , the United States shall be required to prove all essential elements of the cause of action, including damages, by a preponderance of the evidence.\" (Emphasis added.) We explained that § 3731(c)\"use[d] the similarly unqualified phrase 'action brought under section 3730 ' to refer only to §§ 3730(a) and (b) actions.\" Id. , at 417-418, 125 S.Ct. 2444. We then stated: \"As [respondent] and the United States concede, the context of this provision implies that the phrase 'any action brought under section 3730 ' is limited to § 3730(a) actions brought by the United States and § 3730(b) actions in which the United States intervenes as a party, as those are the types of § 3730 actions in which the United States necessarily participates.\" Id. , at 418, 125 S.Ct. 2444.\nCochise contends that we should adopt a similar construction of the phrase \"civil action under section 3730\" in § 3731(b). We disagree. Our discussion of § 3731(c) was focused on \"the context of th[at] provision\" and on whether it could be read to impose the burden of proof on the Government even in cases where the Government did not participate. Id. , at 418, 125 S.Ct. 2444. Those considerations do not apply here; there is nothing illogical about reading § 3731(b) to apply in accordance with its plain terms. Moreover, if a \"civil action under section 3730\" included only an action in which the Government participates for purposes of § 3731(b)(2), then we would be obligated to give it a like meaning for purposes of § 3731(b)(1). This would mean that a relator-initiated, nonintervened suit would be subject to neither § 3731(b)(1) nor § 3731(b)(2) -a reading Cochise expressly disclaims. See Brief for Petitioners 20, n. 3. Nothing in Graham County supports giving the same phrase in § 3731(b) two different meanings depending on whether the Government intervenes.\nAgain pointing to Graham County , Cochise next contends that our reading would lead to \" 'counterintuitive results.' \" Brief for Petitioners 26. For instance, if the Government discovers the fraud on the day it occurred, it would have 6 years to bring suit, but if a relator instead discovers the fraud on the day it occurred and the Government does not discover it, the relator could have as many as 10 years to bring suit. That discrepancy arises because § 3731(b)(2) begins its limitations period on the date that \"the official of the United States charged with responsibility to act\" obtained knowledge of the relevant facts. But we see nothing unusual about extending the limitations period when the Government official did not know and should not reasonably have known the relevant facts, given that the Government is the party harmed by the false claim and will receive the bulk of any recovery. See § 3730(d). In any event, a result that \"may seem odd ... is not absurd.\" Exxon Mobil Corp. v. Allapattah Services, Inc. , 545 U.S. 546, 565, 125 S.Ct. 2611, 162 L.Ed.2d 502 (2005). Although in Graham County we sought \"a construction that avoids ... counterintuitive results,\" there the text \"admit[ted] of two plausible interpretations.\" 545 U.S. at 421, 419, n. 2, 125 S.Ct. 2444. Here, Cochise points to no other plausible interpretation of the text, so the \" 'judicial inquiry is complete.' \" Barnhart v. Sigmon Coal Co. , 534 U.S. 438, 462, 122 S.Ct. 941, 151 L.Ed.2d 908 (2002).\nB\nCochise's fallback argument is that the relator in a nonintervened suit should be considered \"the official of the United States charged with responsibility to act in the circumstances,\" meaning that § 3731(b)(2) 's 3-year limitations period would start when the relator knew or should have known about the fraud. But the statute provides no support for reading \"the official of the United States\" to encompass a private relator.\nFirst, a private relator is not an \"official of the United States\" in the ordinary sense of that phrase. A relator is neither appointed as an officer of the United States, see U.S. Const., Art. II, § 2, cl. 2, nor employed by the United States. Indeed, the provision that authorizes qui tam suits is entitled \"Actions by Private Persons.\" § 3730(b). Although that provision explains that the action is brought \"for the person and for the United States Government\" and \"in the name of the Government,\" ibid. , it does not make the relator anything other than a private person, much less \"the official of the United States\" referenced by the statute. Cf. Stevens , 529 U.S. at 773, n. 4, 120 S.Ct. 1858 (\"[A] qui tam relator is, in effect, suing as a partial assignee of the United States\" (emphasis deleted)).\nSecond, the statute refers to \"the\" official \"charged with responsibility to act in the circumstances.\" The Government argues that, in context, \"the\" official refers to the Attorney General (or his delegate), who by statute \"shall investigate a violation under section 3729.\" § 3730(a). Regardless of precisely which official or officials the statute is referring to, § 3731(b)(2) 's use of the definite article \"the\" suggests that Congress did not intend for any and all private relators to be considered \"the official of the United States.\" See Rumsfeld v. Padilla , 542 U.S. 426, 434, 124 S.Ct. 2711, 159 L.Ed.2d 513 (2004) (explaining that the \"use of the definite article ... indicates that there is generally only one\" person covered). More fundamentally, private relators are not \"charged with responsibility to act\" in the sense contemplated by § 3731(b), as they are not required to investigate or prosecute a False Claims Act action.\n* * *\nFor the foregoing reasons, the judgment of the Court of Appeals is\nAffirmed .\nThe syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader. See United States v. Detroit Timber & Lumber Co. , 200 U.S. 321, 337, 26 S.Ct. 282, 50 L.Ed. 499.\nCompare 887 F.3d 1081, 1089-1097 (C.A.11 2018) (adopting the third interpretation), with United States ex rel. Hyatt v. Northrop Corp. , 91 F.3d 1211, 1216-1218 (C.A.9 1996) (adopting the second interpretation); United States ex rel. Sanders v. North Am. Bus Industries, Inc. , 546 F. 3d 288, 293-294 (C.A.4 2008) (adopting the first interpretation); and United States ex rel. Sikkenga v. Regence Bluecross Blueshield of Utah , 472 F. 3d 702, 725-726 (C.A.10 2006) (same).",
        "type": "majority",
        "author": "Justice THOMAS delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Theodore J. Boutrous, Jr., Los Angeles, CA, for the petitioners.",
      "Earl N. Mayfeld, III, Fairfax, VA, for the respondent.",
      "Matthew Guarnieri for the United States as amicus curiae, by special leave of the Court, in support of the respondent.",
      "Duane A. Daiker, Robert R. Warchola, Jr., Shumaker, Loop & Kendrick, LLP, Tampa, FL, for petitioner Cochise Consultancy, Inc.",
      "Theodore J. Boutrous, Jr., Lauren M. Blas, Jessica R. Culpepper, Gibson, Dunn & Crutcher LLP, Los Angeles, CA, Amir C. Tayrani, Gibson, Dunn & Crutcher LLP, Washington, D.C., for petitioner The Parsons Corporation.",
      "Sarah O. Schrup, Susan E. Provenzano, Jocelyn D. Francoeur, Northwestern Pritzker, Law School Appellate Advocacy Center, Chicago, IL, Earl N. \"Trey\" Mayfeld, III, Christopher M. Day, Juris Day, PLLC, Fairfax, VA, for respondent."
    ],
    "corrections": "",
    "head_matter": "COCHISE CONSULTANCY, INC., et al., Petitioners\nv.\nUNITED STATES, EX REL. Billy Joe HUNT\nNo. 18-315.\nSupreme Court of the United States.\nArgued March 19, 2019\nDecided May 13, 2019\nTheodore J. Boutrous, Jr., Los Angeles, CA, for the petitioners.\nEarl N. Mayfeld, III, Fairfax, VA, for the respondent.\nMatthew Guarnieri for the United States as amicus curiae, by special leave of the Court, in support of the respondent.\nDuane A. Daiker, Robert R. Warchola, Jr., Shumaker, Loop & Kendrick, LLP, Tampa, FL, for petitioner Cochise Consultancy, Inc.\nTheodore J. Boutrous, Jr., Lauren M. Blas, Jessica R. Culpepper, Gibson, Dunn & Crutcher LLP, Los Angeles, CA, Amir C. Tayrani, Gibson, Dunn & Crutcher LLP, Washington, D.C., for petitioner The Parsons Corporation.\nSarah O. Schrup, Susan E. Provenzano, Jocelyn D. Francoeur, Northwestern Pritzker, Law School Appellate Advocacy Center, Chicago, IL, Earl N. \"Trey\" Mayfeld, III, Christopher M. Day, Juris Day, PLLC, Fairfax, VA, for respondent."
  },
  "file_name": "1507-01",
  "first_page_order": 1507,
  "last_page_order": 1514
}
