{
  "id": 12619260,
  "name": "APPLE INC., Petitioner v. Robert PEPPER, et al.",
  "name_abbreviation": "Apple Inc. v. Pepper",
  "decision_date": "2019-05-13",
  "docket_number": "No. 17-204.",
  "first_page": "1514",
  "last_page": "1531",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 1514"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "467 U.S. 752",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6207619
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "763, 772-774",
          "parenthetical": "rejecting an \" 'artificial distinction' \" that \"serves no valid antitrust goals but merely deprives consumers and producers of the benefits\" of a particular business model"
        },
        {
          "parenthetical": "rejecting an \" 'artificial distinction' \" that \"serves no valid antitrust goals but merely deprives consumers and producers of the benefits\" of a particular business model"
        },
        {
          "parenthetical": "rejecting an \" 'artificial distinction' \" that \"serves no valid antitrust goals but merely deprives consumers and producers of the benefits\" of a particular business model"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0752-01"
      ]
    },
    {
      "cite": "393 U.S. 199",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11312236
      ],
      "weight": 3,
      "year": 1968,
      "pin_cites": [
        {
          "page": "208"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/393/0199-01"
      ]
    },
    {
      "cite": "503 U.S. 258",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6226783
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "268-270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/503/0258-01"
      ]
    },
    {
      "cite": "544 U.S. 336",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5891157
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/544/0336-01"
      ]
    },
    {
      "cite": "137 S.Ct. 1296",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12603578
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "1304-1306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/1296-01"
      ]
    },
    {
      "cite": "134 S.Ct. 1377",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12706985,
        12579076
      ],
      "weight": 8,
      "year": 2014,
      "pin_cites": [
        {
          "parenthetical": "although a plaintiff that \"cannot quantify its losses with sufficient certainty to recover damages ... may still be entitled to injunctive relief,\" the requirement of proximate causation \"must be met in every case\""
        },
        {
          "parenthetical": "although a plaintiff that \"cannot quantify its losses with sufficient certainty to recover damages ... may still be entitled to injunctive relief,\" the requirement of proximate causation \"must be met in every case\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/572/0118-01",
        "/s-ct/134/1377-01"
      ]
    },
    {
      "cite": "572 U.S. 118",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12706985
      ],
      "weight": 2,
      "year": 2014,
      "pin_cites": [
        {
          "page": "132"
        },
        {
          "page": "135",
          "parenthetical": "although a plaintiff that \"cannot quantify its losses with sufficient certainty to recover damages ... may still be entitled to injunctive relief,\" the requirement of proximate causation \"must be met in every case\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/572/0118-01"
      ]
    },
    {
      "cite": "245 U.S. 531",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3693088
      ],
      "weight": 3,
      "year": 1918,
      "pin_cites": [
        {
          "page": "533"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/245/0531-01"
      ]
    },
    {
      "cite": "459 U.S. 519",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6199687
      ],
      "weight": 5,
      "year": 1983,
      "pin_cites": [
        {
          "page": "529-531"
        },
        {
          "page": "532-535, 544-545"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/459/0519-01"
      ]
    },
    {
      "cite": "392 U.S. 481",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172095
      ],
      "weight": 15,
      "year": 1968,
      "pin_cites": [
        {
          "page": "483-484"
        },
        {
          "page": "490, n. 8"
        },
        {
          "page": "493"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0481-01"
      ]
    },
    {
      "cite": "306 F.3d 469",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11438965
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "481-482",
          "parenthetical": "Wood, J."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/306/0469-01"
      ]
    },
    {
      "cite": "497 U.S. 199",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6214566
      ],
      "weight": 9,
      "year": 1990,
      "pin_cites": [
        {
          "page": "207"
        },
        {
          "page": "207"
        },
        {
          "page": "216"
        },
        {
          "page": "217"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/497/0199-01"
      ]
    },
    {
      "cite": "15 U.S.C. § 15",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "38 Stat. 731",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "15 U.S.C. § 2",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "26 Stat. 209",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "201 L.Ed.2d 1049",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2018,
      "opinion_index": 0
    },
    {
      "cite": "138 S.Ct. 2647",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12613664,
        12613665,
        12613666,
        12613667,
        12613668,
        12613662,
        12613663
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/2647-03",
        "/s-ct/138/2647-04",
        "/s-ct/138/2647-05",
        "/s-ct/138/2647-06",
        "/s-ct/138/2647-07",
        "/s-ct/138/2647-01",
        "/s-ct/138/2647-02"
      ]
    },
    {
      "cite": "846 F. 3d 313",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12125774
      ],
      "weight": 3,
      "year": 2017,
      "pin_cites": [
        {
          "page": "323"
        },
        {
          "page": "324"
        },
        {
          "page": "324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/846/0313-01"
      ]
    },
    {
      "cite": "431 U.S. 720",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1590
      ],
      "weight": 32,
      "year": 1977,
      "pin_cites": [
        {
          "page": "745-746"
        },
        {
          "page": "745-746"
        },
        {
          "page": "745-746"
        },
        {
          "page": "746"
        },
        {
          "page": "737"
        },
        {
          "page": "741"
        },
        {
          "page": "735"
        },
        {
          "page": "741-743"
        },
        {
          "page": "737"
        },
        {
          "page": "739"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/431/0720-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1626,
    "char_count": 47897,
    "pagerank": {
      "raw": 5.864900031011393e-08,
      "percentile": 0.3680502222330337
    },
    "sha256": "97b00c9921a4c8728ce2636c67c729d3ecc835be81f5096c8d3333cb24791d2b",
    "simhash": "1:ba27aba60d48ddc5",
    "word_count": 7641
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "APPLE INC., Petitioner\nv.\nRobert PEPPER, et al."
    ],
    "opinions": [
      {
        "text": "Justice KAVANAUGH delivered the opinion of the Court.\nIn 2007, Apple started selling iPhones. The next year, Apple launched the retail App Store, an electronic store where iPhone owners can purchase iPhone applications from Apple. Those \"apps\" enable iPhone owners to send messages, take photos, watch videos, buy clothes, order food, arrange transportation, purchase concert tickets, donate to charities, and the list goes on. \"There's an app for that\" has become part of the 21st-century American lexicon.\nIn this case, however, several consumers contend that Apple charges too much for apps. The consumers argue, in particular, that Apple has monopolized the retail market for the sale of apps and has unlawfully used its monopolistic power to charge consumers higher-than-competitive prices.\nA claim that a monopolistic retailer (here, Apple) has used its monopoly to overcharge consumers is a classic antitrust claim. But Apple asserts that the consumer-plaintiffs in this case may not sue Apple because they supposedly were not \"direct purchasers\" from Apple under our decision in Illinois Brick Co. v. Illinois , 431 U.S. 720, 745-746, 97 S.Ct. 2061, 52 L.Ed.2d 707 (1977). We disagree. The plaintiffs purchased apps directly from Apple and therefore are direct purchasers under Illinois Brick . At this early pleadings stage of the litigation, we do not assess the merits of the plaintiffs' antitrust claims against Apple, nor do we consider any other defenses Apple might have. We merely hold that the Illinois Brick direct-purchaser rule does not bar these plaintiffs from suing Apple under the antitrust laws. We affirm the judgment of the U.S. Court of Appeals for the Ninth Circuit.\nI\nIn 2007, Apple began selling iPhones. In July 2008, Apple started the App Store. The App Store now contains about 2 million apps that iPhone owners can download. By contract and through technological limitations, the App Store is the only place where iPhone owners may lawfully buy apps.\nFor the most part, Apple does not itself create apps. Rather, independent app developers create apps. Those independent app developers then contract with Apple to make the apps available to iPhone owners in the App Store.\nThrough the App Store, Apple sells the apps directly to iPhone owners. To sell an app in the App Store, app developers must pay Apple a $ 99 annual membership fee. Apple requires that the retail sales price end in $ 0.99, but otherwise allows the app developers to set the retail price. Apple keeps 30 percent of the sales price, no matter what the sales price might be. In other words, Apple pockets a 30 percent commission on every app sale.\nIn 2011, four iPhone owners sued Apple. They allege that Apple has unlawfully monopolized \"the iPhone apps aftermarket.\" App. to Pet. for Cert. 53a. The plaintiffs allege that, via the App Store, Apple locks iPhone owners \"into buying apps only from Apple and paying Apple's 30% fee, even if\" the iPhone owners wish \"to buy apps elsewhere or pay less.\" Id., at 45a. According to the complaint, that 30 percent commission is \"pure profit\" for Apple and, in a competitive environment with other retailers, \"Apple would be under considerable pressure to substantially lower its 30% profit margin.\" Id., at 54a-55a. The plaintiffs allege that in a competitive market, they would be able to \"choose between Apple's high-priced App Store and less costly alternatives.\" Id., at 55a. And they allege that they have \"paid more for their iPhone apps than they would have paid in a competitive market.\" Id., at 53a.\nApple moved to dismiss the complaint, arguing that the iPhone owners were not direct purchasers from Apple and therefore may not sue. In Illinois Brick , this Court held that direct purchasers may sue antitrust violators, but also ruled that indirect purchasers may not sue. The District Court agreed with Apple and dismissed the complaint. According to the District Court, the iPhone owners were not direct purchasers from Apple because the app developers, not Apple, set the consumers' purchase price.\nThe Ninth Circuit reversed. The Ninth Circuit concluded that the iPhone owners were direct purchasers under Illinois Brick because the iPhone owners purchased apps directly from Apple. According to the Ninth Circuit, Illinois Brick means that a consumer may not sue an alleged monopolist who is two or more steps removed from the consumer in a vertical distribution chain. See In re Apple iPhone Antitrust Litig. , 846 F. 3d 313, 323 (2017). Here, however, the consumers purchased directly from Apple, the alleged monopolist. Therefore, the Ninth Circuit held that the iPhone owners could sue Apple for allegedly monopolizing the sale of iPhone apps and charging higher-than-competitive prices. Id., at 324. We granted certiorari. 585 U.S. ----, 138 S.Ct. 2647, 201 L.Ed.2d 1049 (2018).\nII\nA\nThe plaintiffs' allegations boil down to one straightforward claim: that Apple exercises monopoly power in the retail market for the sale of apps and has unlawfully used its monopoly power to force iPhone owners to pay Apple higher-than-competitive prices for apps. According to the plaintiffs, when iPhone owners want to purchase an app, they have only two options: (1) buy the app from Apple's App Store at a higher-than-competitive price or (2) do not buy the app at all. Any iPhone owners who are dissatisfied with the selection of apps available in the App Store or with the price of the apps available in the App Store are out of luck, or so the plaintiffs allege.\nThe sole question presented at this early stage of the case is whether these consumers are proper plaintiffs for this kind of antitrust suit-in particular, our precedents ask, whether the consumers were \"direct purchasers\" from Apple. Illinois Brick , 431 U.S. at 745-746, 97 S.Ct. 2061. It is undisputed that the iPhone owners bought the apps directly from Apple. Therefore, under Illinois Brick , the iPhone owners were direct purchasers who may sue Apple for alleged monopolization.\nThat straightforward conclusion follows from the text of the antitrust laws and from our precedents.\nFirst is text: Section 2 of the Sherman Act makes it unlawful for any person to \"monopolize, or attempt to monopolize, or combine or conspire with any other person or persons, to monopolize any part of the trade or commerce among the several States, or with foreign nations.\" 26 Stat. 209, 15 U.S.C. § 2. Section 4 of the Clayton Act in turn provides that \"any person who shall be injured in his business or property by reason of anything forbidden in the antitrust laws may sue ... the defendant ... and shall recover threefold the damages by him sustained, and the cost of suit, including a reasonable attorney's fee.\" 38 Stat. 731, 15 U.S.C. § 15(a) (emphasis added). The broad text of § 4-\"any person\" who has been \"injured\" by an antitrust violator may sue-readily covers consumers who purchase goods or services at higher-than-competitive prices from an allegedly monopolistic retailer.\nSecond is precedent: Applying § 4, we have consistently stated that \"the immediate buyers from the alleged antitrust violators\" may maintain a suit against the antitrust violators. Kansas v. UtiliCorp United Inc. , 497 U.S. 199, 207, 110 S.Ct. 2807, 111 L.Ed.2d 169 (1990) ; see also Illinois Brick , 431 U.S. at 745-746, 97 S.Ct. 2061. At the same time, incorporating principles of proximate cause into § 4, we have ruled that indirect purchasers who are two or more steps removed from the violator in a distribution chain may not sue. Our decision in Illinois Brick established a bright-line rule that authorizes suits by direct purchasers but bars suits by indirect purchasers. Id., at 746, 97 S.Ct. 2061.\nThe facts of Illinois Brick illustrate the rule. Illinois Brick Company manufactured and distributed concrete blocks. Illinois Brick sold the blocks primarily to masonry contractors, and those contractors in turn sold masonry structures to general contractors. Those general contractors in turn sold their services for larger construction projects to the State of Illinois, the ultimate consumer of the blocks.\nThe consumer State of Illinois sued the manufacturer Illinois Brick. The State alleged that Illinois Brick had engaged in a conspiracy to fix the price of concrete blocks. According to the complaint, the State paid more for the concrete blocks than it would have paid absent the price-fixing conspiracy. The monopoly overcharge allegedly flowed all the way down the distribution chain to the ultimate consumer, who was the State of Illinois.\nThis Court ruled that the State could not bring an antitrust action against Illinois Brick, the alleged violator, because the State had not purchased concrete blocks directly from Illinois Brick. The proper plaintiff to bring that claim against Illinois Brick, the Court stated, would be an entity that had purchased directly from Illinois Brick. Ibid .\nThe bright-line rule of Illinois Brick , as articulated in that case and as we reiterated in UtiliCorp , means that indirect purchasers who are two or more steps removed from the antitrust violator in a distribution chain may not sue. By contrast, direct purchasers-that is, those who are \"the immediate buyers from the alleged antitrust violators\"-may sue. UtiliCorp , 497 U.S. at 207, 110 S.Ct. 2807.\nFor example, if manufacturer A sells to retailer B, and retailer B sells to consumer C, then C may not sue A. But B may sue A if A is an antitrust violator. And C may sue B if B is an antitrust violator. That is the straightforward rule of Illinois Brick . See Loeb Industries, Inc. v. Sumitomo Corp. , 306 F.3d 469, 481-482 (C.A.7 2002) (Wood, J.).\nIn this case, unlike in Illinois Brick , the iPhone owners are not consumers at the bottom of a vertical distribution chain who are attempting to sue manufacturers at the top of the chain. There is no intermediary in the distribution chain between Apple and the consumer. The iPhone owners purchase apps directly from the retailer Apple, who is the alleged antitrust violator. The iPhone owners pay the alleged overcharge directly to Apple. The absence of an intermediary is dispositive. Under Illinois Brick , the iPhone owners are direct purchasers from Apple and are proper plaintiffs to maintain this antitrust suit.\nB\nAll of that seems simple enough. But Apple argues strenuously against that seemingly simple conclusion, and we address its arguments carefully. For this kind of retailer case, Apple's theory is that Illinois Brick allows consumers to sue only the party who sets the retail price, whether or not that party sells the good or service directly to the complaining party. Apple says that its theory accords with the economics of the transaction. Here, Apple argues that the app developers, not Apple, set the retail price charged to consumers, which according to Apple means that the consumers may not sue Apple.\nWe see three main problems with Apple's \"who sets the price\" theory.\nFirst , Apple's theory contradicts statutory text and precedent. As we explained above, the text of § 4 broadly affords injured parties a right to sue under the antitrust laws. And our precedent in Illinois Brick established a bright-line rule where direct purchasers such as the consumers here may sue antitrust violators from whom they purchased a good or service. Illinois Brick , as we read the opinion, was not based on an economic theory about who set the price. Rather, Illinois Brick sought to ensure an effective and efficient litigation scheme in antitrust cases. To do so, the Court drew a bright line that allowed direct purchasers to sue but barred indirect purchasers from suing. When there is no intermediary between the purchaser and the antitrust violator, the purchaser may sue. The Illinois Brick bright-line rule is grounded on the \"belief that simplified administration improves antitrust enforcement.\" 2A P. Areeda, H. Hovenkamp, R. Blair, & C. Durrance, Antitrust Law ¶346e, p. 194 (4th ed. 2014) (Areeda & Hovenkamp). Apple's theory would require us to rewrite the rationale of Illinois Brick and to gut the longstanding bright-line rule.\nTo the extent that Illinois Brick leaves any ambiguity about whether a direct purchaser may sue an antitrust violator, we should resolve that ambiguity in the direction of the statutory text. And under the text, direct purchasers from monopolistic retailers are proper plaintiffs to sue those retailers.\nSecond , in addition to deviating from statutory text and precedent, Apple's proposed rule is not persuasive economically or legally. Apple's effort to transform Illinois Brick from a direct-purchaser rule to a \"who sets the price\" rule would draw an arbitrary and unprincipled line among retailers based on retailers' financial arrangements with their manufacturers or suppliers.\nIn the retail context, the price charged by a retailer to a consumer is often a result (at least in part) of the price charged by the manufacturer or supplier to the retailer, or of negotiations between the manufacturer or supplier and the retailer. Those agreements between manufacturer or supplier and retailer may take myriad forms, including for example a markup pricing model or a commission pricing model. In a traditional markup pricing model, a hypothetical monopolistic retailer might pay $ 6 to the manufacturer and then sell the product for $ 10, keeping $ 4 for itself. In a commission pricing model, the retailer might pay nothing to the manufacturer; agree with the manufacturer that the retailer will sell the product for $ 10 and keep 40 percent of the sales price; and then sell the product for $ 10, send $ 6 back to the manufacturer, and keep $ 4. In those two different pricing scenarios, everything turns out to be economically the same for the manufacturer, retailer, and consumer.\nYet Apple's proposed rule would allow a consumer to sue the monopolistic retailer in the former situation but not the latter. In other words, under Apple's rule a consumer could sue a monopolistic retailer when the retailer set the retail price by marking up the price it had paid the manufacturer or supplier for the good or service. But a consumer could not sue a monopolistic retailer when the manufacturer or supplier set the retail price and the retailer took a commission on each sale.\nApple's line-drawing does not make a lot of sense, other than as a way to gerrymander Apple out of this and similar lawsuits. In particular, we fail to see why the form of the upstream arrangement between the manufacturer or supplier and the retailer should determine whether a monopolistic retailer can be sued by a downstream consumer who has purchased a good or service directly from the retailer and has paid a higher-than-competitive price because of the retailer's unlawful monopolistic conduct. As the Court of Appeals aptly stated, \"the distinction between a markup and a commission is immaterial.\" 846 F. 3d at 324. A leading antitrust treatise likewise states: \"Denying standing because 'title' never passes to a broker is an overly lawyered approach that ignores the reality that a distribution system that relies on brokerage is economically indistinguishable from one that relies on purchaser-resellers.\" 2A Areeda & Hovenkamp ¶345, at 183. If a retailer has engaged in unlawful monopolistic conduct that has caused consumers to pay higher-than-competitive prices, it does not matter how the retailer structured its relationship with an upstream manufacturer or supplier-whether, for example, the retailer employed a markup or kept a commission.\nTo be sure, if the monopolistic retailer's conduct has not caused the consumer to pay a higher-than-competitive price, then the plaintiff's damages will be zero. Here, for example, if the competitive commission rate were 10 percent rather than 30 percent but Apple could prove that app developers in a 10 percent commission system would always set a higher price such that consumers would pay the same retail price regardless of whether Apple's commission was 10 percent or 30 percent, then the consumers' damages would presumably be zero. But we cannot assume in all cases-as Apple would necessarily have us do-that a monopolistic retailer who keeps a commission does not ever cause the consumer to pay a higher-than-competitive price. We find no persuasive legal or economic basis for such a blanket assertion.\nIn short, we do not understand the relevance of the upstream market structure in deciding whether a downstream consumer may sue a monopolistic retailer. Apple's rule would elevate form (what is the precise arrangement between manufacturers or suppliers and retailers?) over substance (is the consumer paying a higher price because of the monopolistic retailer's actions?). If the retailer's unlawful monopolistic conduct caused a consumer to pay the retailer a higher-than-competitive price, the consumer is entitled to sue the retailer under the antitrust laws.\nThird , if accepted, Apple's theory would provide a roadmap for monopolistic retailers to structure transactions with manufacturers or suppliers so as to evade antitrust claims by consumers and thereby thwart effective antitrust enforcement.\nConsider a traditional supplier-retailer relationship, in which the retailer purchases a product from the supplier and sells the product with a markup to consumers. Under Apple's proposed rule, a retailer, instead of buying the product from the supplier, could arrange to sell the product for the supplier without purchasing it from the supplier. In other words, rather than paying the supplier a certain price for the product and then marking up the price to sell the product to consumers, the retailer could collect the price of the product from consumers and remit only a fraction of that price to the supplier.\nThat restructuring would allow a monopolistic retailer to insulate itself from antitrust suits by consumers, even in situations where a monopolistic retailer is using its monopoly to charge higher-than-competitive prices to consumers. We decline to green-light monopolistic retailers to exploit their market position in that way. We refuse to rubber-stamp such a blatant evasion of statutory text and judicial precedent.\nIn sum, Apple's theory would disregard statutory text and precedent, create an unprincipled and economically senseless distinction among monopolistic retailers, and furnish monopolistic retailers with a how-to guide for evasion of the antitrust laws.\nC\nIn arguing that the Court should transform the direct-purchaser rule into a \"who sets the price\" rule, Apple insists that the three reasons that the Court identified in Illinois Brick for adopting the direct-purchaser rule apply to this case-even though the consumers here (unlike in Illinois Brick ) were direct purchasers from the alleged monopolist. The Illinois Brick Court listed three reasons for barring indirect-purchaser suits: (1) facilitating more effective enforcement of antitrust laws; (2) avoiding complicated damages calculations; and (3) eliminating duplicative damages against antitrust defendants.\nAs we said in UtiliCorp , however, the bright-line rule of Illinois Brick means that there is no reason to ask whether the rationales of Illinois Brick \"apply with equal force\" in every individual case. 497 U.S. at 216, 110 S.Ct. 2807. We should not engage in \"an unwarranted and counterproductive exercise to litigate a series of exceptions.\" Id., at 217, 110 S.Ct. 2807.\nBut even if we engage with this argument, we conclude that the three Illinois Brick rationales-whether considered individually or together-cut strongly in the plaintiffs' favor here, not Apple's.\nFirst , Apple argues that barring the iPhone owners from suing Apple will better promote effective enforcement of the antitrust laws. Apple posits that allowing only the upstream app developers-and not the downstream consumers-to sue Apple would mean more effective enforcement of the antitrust laws. We do not agree. Leaving consumers at the mercy of monopolistic retailers simply because upstream suppliers could also sue the retailers makes little sense and would directly contradict the longstanding goal of effective private enforcement and consumer protection in antitrust cases.\nSecond , Apple warns that calculating the damages in successful consumer antitrust suits against monopolistic retailers might be complicated. It is true that it may be hard to determine what the retailer would have charged in a competitive market. Expert testimony will often be necessary. But that is hardly unusual in antitrust cases. Illinois Brick is not a get-out-of-court-free card for monopolistic retailers to play any time that a damages calculation might be complicated. Illinois Brick surely did not wipe out consumer antitrust suits against monopolistic retailers from whom the consumers purchased goods or services at higher-than-competitive prices. Moreover, the damages calculation may be just as complicated in a retailer markup case as it is in a retailer commission case. Yet Apple apparently accepts consumers suing monopolistic retailers in a retailer markup case. If Apple accepts that kind of suit, then Apple should also accept consumers suing monopolistic retailers in a retailer commission case.\nThird , Apple claims that allowing consumers to sue will result in \"conflicting claims to a common fund-the amount of the alleged overcharge.\" Illinois Brick , 431 U.S. at 737, 97 S.Ct. 2061. Apple is incorrect. This is not a case where multiple parties at different levels of a distribution chain are trying to all recover the same passed-through overcharge initially levied by the manufacturer at the top of the chain. Cf. id ., at 726-727, 97 S.Ct. 2061 ; Hanover Shoe, Inc. v. United Shoe Machinery Corp. , 392 U.S. 481, 483-484, 88 S.Ct. 2224, 20 L.Ed.2d 1231 (1968). If the iPhone owners prevail, they will be entitled to the full amount of the unlawful overcharge that they paid to Apple. The overcharge has not been passed on by anyone to anyone. Unlike in Illinois Brick , there will be no need to \"trace the effect of the overcharge through each step in the distribution chain.\" 431 U.S. at 741, 97 S.Ct. 2061.\nIt is true that Apple's alleged anticompetitive conduct may leave Apple subject to multiple suits by different plaintiffs. But Illinois Brick did not purport to bar multiple liability that is unrelated to passing an overcharge down a chain of distribution. Basic antitrust law tells us that the \"mere fact that an antitrust violation produces two different classes of victims hardly entails that their injuries are duplicative of one another.\" 2A Areeda & Hovenkamp ¶339d, at 136. Multiple suits are not atypical when the intermediary in a distribution chain is a bottleneck monopolist or monopsonist (or both) between the manufacturer on the one end and the consumer on the other end. A retailer who is both a monopolist and a monopsonist may be liable to different classes of plaintiffs-both to downstream consumers and to upstream suppliers-when the retailer's unlawful conduct affects both the downstream and upstream markets.\nHere, some downstream iPhone consumers have sued Apple on a monopoly theory. And it could be that some upstream app developers will also sue Apple on a monopsony theory. In this instance, the two suits would rely on fundamentally different theories of harm and would not assert dueling claims to a \"common fund,\" as that term was used in Illinois Brick . The consumers seek damages based on the difference between the price they paid and the competitive price. The app developers would seek lost profits that they could have earned in a competitive retail market. Illinois Brick does not bar either category of suit.\nIn short, the three Illinois Brick rationales do not persuade us to remake Illinois Brick and to bar direct-purchaser suits against monopolistic retailers who employ commissions rather than markups. The plaintiffs seek to hold retailers to account if the retailers engage in unlawful anticompetitive conduct that harms consumers who purchase from those retailers. That is why we have antitrust law.\n* * *\nEver since Congress overwhelmingly passed and President Benjamin Harrison signed the Sherman Act in 1890, \"protecting consumers from monopoly prices\" has been \"the central concern of antitrust.\" 2A Areeda & Hovenkamp ¶345, at 179. The consumers here purchased apps directly from Apple, and they allege that Apple used its monopoly power over the retail apps market to charge higher-than-competitive prices. Our decision in Illinois Brick does not bar the consumers from suing Apple for Apple's allegedly monopolistic conduct. We affirm the judgment of the U.S. Court of Appeals for the Ninth Circuit.\nIt is so ordered.\nJustice GORSUCH, with whom THE CHIEF JUSTICE, Justice THOMAS, and Justice ALITO join, dissenting.\nMore than 40 years ago, in Illinois Brick Co. v. Illinois , 431 U.S. 720, 97 S.Ct. 2061, 52 L.Ed.2d 707 (1977), this Court held that an antitrust plaintiff can't sue a defendant for overcharging someone else who might (or might not) have passed on all (or some) of the overcharge to him. Illinois Brick held that these convoluted \"pass on\" theories of damages violate traditional principles of proximate causation and that the right plaintiff to bring suit is the one on whom the overcharge immediately and surely fell. Yet today the Court lets a pass-on case proceed. It does so by recasting Illinois Brick as a rule forbidding only suits where the plaintiff does not contract directly with the defendant. This replaces a rule of proximate cause and economic reality with an easily manipulated and formalistic rule of contractual privity. That's not how antitrust law is supposed to work, and it's an uncharitable way of treating a precedent which-whatever its flaws-is far more sensible than the rule the Court installs in its place.\nI\nTo understand Illinois Brick , it helps to start with the case that paved the way for that decision: Hanover Shoe, Inc. v. United Shoe Machinery Corp. , 392 U.S. 481, 88 S.Ct. 2224, 20 L.Ed.2d 1231 (1968). Hanover sued United, a company that supplied machinery Hanover used to make shoes. Hanover alleged that United's illegal monopoly in the shoe-making-machinery market had allowed it to charge supracompetitive prices. As damages, Hanover sought to recover the amount it had overpaid United for machinery. United replied that Hanover hadn't been damaged at all because, United asserted, Hanover had not absorbed the supposedly \"illegal overcharge\" but had \"passed the cost on to its customers\" by raising the prices it charged for shoes. Id. , at 487-488, and n. 6, 88 S.Ct. 2224. This Court called United's argument a \" 'passing-on' defense\" because it suggested that a court should consider whether an antitrust plaintiff had \"passed on\" the defendant's overcharge to its own customers when assessing if and to what degree the plaintiff was injured by the defendant's anticompetitive conduct. Id. , at 488, 88 S.Ct. 2224.\nThis Court rejected that defense. While § 4 of the Clayton Act allows private suits for those injured by antitrust violations, we have long interpreted this language against the backdrop of the common law. See, e.g. , Associated Gen. Contractors of Cal., Inc. v. Carpenters , 459 U.S. 519, 529-531, 103 S.Ct. 897, 74 L.Ed.2d 723 (1983). And under ancient rules of proximate causation, the \" 'general tendency of the law, in regard to damages at least, is not to go beyond the first step.' \" Hanover Shoe , 392 U.S. at 490, n. 8, 88 S.Ct. 2224 (quoting Southern Pacific Co. v. Darnell-Taenzer Lumber Co. , 245 U.S. 531, 533, 38 S.Ct. 186, 62 L.Ed. 451 (1918) ). In Hanover Shoe , the first step was United's overcharging of Hanover. To proceed beyond that and inquire whether Hanover had passed on the overcharge to its customers, the Court held, would risk the sort of problems traditional principles of proximate cause were designed to avoid. \"[N]early insuperable\" questions would follow about whether Hanover had the capacity and incentive to pass on to its customers in the shoe-making market United's alleged monopoly rent from the separate shoe-making-machinery market. 392 U.S. at 493, 88 S.Ct. 2224. Resolving those questions would, in turn, necessitate a trial within a trial about Hanover's power and conduct in its own market, with the attendant risk that proceedings would become \"long and complicated\" and would \"involv[e] massive evidence and complicated theories.\" Ibid.\nIllinois Brick was just the other side of the coin. With Hanover Shoe having held that an antitrust defendant could not rely on a pass-on theory to avoid damages, Illinois Brick addressed whether an antitrust plaintiff could rely on a pass-on theory to recover damages. The State of Illinois had sued several manufacturers of concrete blocks, alleging that the defendants'\nprice-fixing conspiracy had enabled them to overcharge building contractors, who in turn had passed on those charges to their customers, including the State. Recognizing that Hanover Shoe had already prohibited antitrust violators from using a \"pass-on theory\" defensively, the Court declined to \"permit offensive use of a pass-on theory against an alleged violator that could not use the same theory as a defense.\" 431 U.S. at 735, 97 S.Ct. 2061. \"Permitting the use of pass-on theories under § 4,\" the Court reasoned, would require determining how much of the manufacturer's monopoly rent was absorbed by intermediary building contractors and how much they were able and chose to pass on to their customers like the State. Id. , at 737, 97 S.Ct. 2061. Allowing pass-on theories would, as well, allow \"plaintiffs at each level in the distribution chain\" to \"assert conflicting claims to a common fund,\" which would require \"massive efforts to apportion the recovery among all potential plaintiffs that could have absorbed part of the overcharge-from direct purchasers to middlemen to ultimate consumers.\" Ibid. Better again, the Court decided, to adhere to traditional rules of proximate causation and allow only the first affected customers-the building contractors-to sue for the monopoly rents they had directly paid.\nThere is nothing surprising in any of this. Unless Congress provides otherwise, this Court generally reads statutory causes of action as \"limited to plaintiffs whose injuries are proximately caused by violations of the statute.\" Lexmark Int'l, Inc. v. Static Control Components, Inc. , 572 U.S. 118, 132, 134 S.Ct. 1377, 188 L.Ed.2d 392 (2014). That proximate cause requirement typically bars suits for injuries that are \"derivative of misfortunes visited upon a third person by the defendant's acts.\" Id. , at 133, 134 S.Ct. 1377 (internal quotation marks omitted). So, for example, if a defendant's false advertising causes harm to one of its competitors, the competitor can sue the false advertiser under the Lanham Act. But if the competitor is unable to pay its rent as a result, the competitor's landlord can't sue the false advertiser, because the landlord's harm derives from the harm to the competitor. Id. , at 134, 134 S.Ct. 1377 ; see also, e.g. , Bank of America Corp. v. Miami , 581 U.S. ----, ---- - ----, 137 S.Ct. 1296, 1304-1306, 197 L.Ed.2d 678 (2017) ; Dura Pharmaceuticals, Inc. v. Broudo , 544 U.S. 336, 346, 125 S.Ct. 1627, 161 L.Ed.2d 577 (2005) ; Holmes v. Securities Investor Protection Corporation , 503 U.S. 258, 268-270, 112 S.Ct. 1311, 117 L.Ed.2d 532 (1992). This Court has long understood Illinois Brick as simply applying these traditional proximate cause principles in the antitrust context. See Associated Gen. Contractors , 459 U.S. at 532-535, 544-545, 103 S.Ct. 897.\nII\nThe lawsuit before us depends on just the sort of pass-on theory that Illinois Brick forbids. The plaintiffs bought apps from third-party app developers (or manufacturers) in Apple's retail Internet App Store, at prices set by the developers. The lawsuit alleges that Apple is a monopolist retailer and that the 30% commission it charges developers for the right to sell through its platform represents an anticompetitive price. The problem is that the 30% commission falls initially on the developers. So if the commission is in fact a monopolistic overcharge, the developers are the parties who are directly injured by it. Plaintiffs can be injured only if the developers are able and choose to pass on the overcharge to them in the form of higher app prices that the developers alone control. Plaintiffs admitted as much in the district court, where they described their theory of injury this way: \"[I]f Apple tells the developer ... we're going to take this 30 percent commission ... what's the developer going to do? The developer is going to increase its price to cover Apple's ... demanded profit.\" App. 143.\nBecause this is exactly the kind of \"pass-on theory\" Illinois Brick rejected, it should come as no surprise that the concerns animating that decision are also implicated. Like other pass-on theories, plaintiffs' theory will necessitate a complex inquiry into how Apple's conduct affected third-party pricing decisions. And it will raise difficult questions about apportionment of damages between app developers and their customers, along with the risk of duplicative damages awards. If anything, plaintiffs' claims present these difficulties even more starkly than did the claims at issue in Illinois Brick .\nConsider first the question of causation. To determine if Apple's conduct damaged plaintiffs at all (and if so, the magnitude of their damages), a court will first have to explore whether and to what extent each individual app developer was able-and then opted-to pass on the 30% commission to its consumers in the form of higher app prices. Sorting this out, if it can be done at all, will entail wrestling with \" 'complicated theories' \" about \"how the relevant market variables would have behaved had there been no overcharge.\" Illinois Brick , 431 U.S. at 741-743, 97 S.Ct. 2061. Will the court hear testimony to determine the market power of each app developer, how each set its prices, and what it might have charged consumers for apps if Apple's commission had been lower? Will the court also consider expert testimony analyzing how market factors might have influenced developers' capacity and willingness to pass on Apple's alleged monopoly overcharge? And will the court then somehow extrapolate its findings to all of the tens of thousands of developers who sold apps through the App Store at different prices and times over the course of years?\nThis causation inquiry will be complicated further by Apple's requirement that all app prices end in $ 0.99. As plaintiffs acknowledge, this rule has caused prices for the \"vast majority\" of apps to \"cluster\" at exactly $ 0.99. Brief for Respondents 44. And a developer charging $ 0.99 for its app can't raise its price by just enough to recover the 30-cent commission. Instead, if the developer wants to pass on the commission to consumers, it has to more than double its price to $ 1.99 (doubling the commission in the process), which could significantly affect its sales. In short, because Apple's 99-cent rule creates a strong disincentive for developers to raise their prices, it makes plaintiffs' pass-on theory of injury even harder to prove. Yet the court will have to consider all of this when determining what damages, if any, plaintiffs suffered as a result of Apple's allegedly excessive 30% commission.\nPlaintiffs' claims will also necessitate \"massive efforts to apportion the recovery among all potential plaintiffs that could have absorbed part of the overcharge,\" including both consumers and app developers. Illinois Brick , 431 U.S. at 737, 97 S.Ct. 2061. If, as plaintiffs contend, Apple's 30% commission is a monopolistic overcharge, then the app developers have a claim against Apple to recover whatever portion of the commission they did not pass on to consumers. Before today, Hanover Shoe would have prevented Apple from reducing its liability to the developers by arguing that they had passed on the overcharge to consumers. But the Court's holding that Illinois Brick doesn't govern this situation surely must mean Hanover Shoe doesn't either. So courts will have to divvy up the commissions Apple collected between the developers and the consumers. To do that, they'll have to figure out which party bore what portion of the overcharge in every purchase. And if the developers bring suit separately from the consumers, Apple might be at risk of duplicative damages awards totaling more than the full amount it collected in commissions. To avoid that possibility, it may turn out that the developers are necessary parties who will have to be joined in the plaintiffs' lawsuit. See Fed. Rule Civ. Proc. 19(a)(1)(B) ; Illinois Brick , 431 U.S. at 739, 97 S.Ct. 2061 (explaining that \"[t]hese absent potential claimants would seem to fit the classic definition of 'necessary parties,' for purposes of compulsory joinder\").\nIII\nThe United States and its antitrust regulators agree with all of this, so how does the Court reach such a different conclusion? Seizing on Illinois Brick 's use of the shorthand phrase \"direct purchasers\" to describe the parties immediately injured by the monopoly overcharge in that case, the Court (re)characterizes Illinois Brick as a rule that anyone who purchases goods directly from an alleged antitrust violator can sue, while anyone who doesn't, can't. Under this revisionist version of Illinois Brick , the dispositive question becomes whether an \"intermediary in the distribution chain\" stands between the plaintiff and the defendant. Ante , at 1521. And because the plaintiff app purchasers in this case happen to have purchased apps directly from Apple, the Court reasons, they may sue.\nThis exalts form over substance. Instead of focusing on the traditional proximate cause question where the alleged overcharge is first (and thus surely) felt, the Court's test turns on who happens to be in privity of contract with whom. But we've long recognized that antitrust law should look at \"the economic reality of the relevant transactions\" rather than \"formal conceptions of contract law.\"\nUnited States v. Concentrated Phosphate Export Assn. , Inc., 393 U.S. 199, 208, 89 S.Ct. 361, 21 L.Ed.2d 344 (1968). And this case illustrates why. To evade the Court's test, all Apple must do is amend its contracts. Instead of collecting payments for apps sold in the App Store and remitting the balance (less its commission) to developers, Apple can simply specify that consumers' payments will flow the other way: directly to the developers, who will then remit commissions to Apple. No antitrust reason exists to treat these contractual arrangements differently, and doing so will only induce firms to abandon their preferred-and presumably more efficient-distribution arrangements in favor of less efficient ones, all so they might avoid an arbitrary legal rule. See Copperweld Corp. v. Independence Tube Corp. , 467 U.S. 752, 763, 772-774, 104 S.Ct. 2731, 81 L.Ed.2d 628 (1984) (rejecting an \" 'artificial distinction' \" that \"serves no valid antitrust goals but merely deprives consumers and producers of the benefits\" of a particular business model).\nNor does Illinois Brick come close to endorsing such a blind formalism. Yes, as the Court notes, the plaintiff in Illinois Brick did contract directly with an intermediary rather than with the putative antitrust violator. But Illinois Brick 's rejection of pass-on claims, and its explanation of the difficulties those claims present, had nothing to do with privity of contract. Instead and as we have seen, its rule and reasoning grew from the \"general tendency of the law ... not to go beyond\" the party that first felt the sting of the alleged overcharge, and from the complications that can arise when courts attempt to discern whether and to what degree damages were passed on to others. Supra , at 1526. The Court today risks replacing a cogent rule about proximate cause with a pointless and easily evaded imposter. We do not usually read our own precedents so uncharitably.\nMaybe the Court proceeds as it does today because it just disagrees with Illinois Brick . After all, the Court not only displaces a sensible rule in favor of a senseless one; it also proceeds to question each of Illinois Brick 's rationales-doubting that those directly injured are always the best plaintiffs to bring suit, that calculating damages for pass-on plaintiffs will often be unduly complicated, and that conflicting claims to a common fund justify limiting who may sue. Ante , at 1523 - 1525. The Court even tells us that any \"ambiguity\" about the permissibility of pass-on damages should be resolved \"in the direction of the statutory text,\" ante , at 1522 ignoring that Illinois Brick followed the well-trodden path of construing the statutory text in light of background common law principles of proximate cause. Last but not least, the Court suggests that the traditional understanding of Illinois Brick leads to \"arbitrary and unprincipled\" results. Ante , at 1522 - 1523. It asks us to consider two hypothetical scenarios that, it says, prove the point. The first is a \"markup\" scenario in which a monopolistic retailer buys a product from a manufacturer for $ 6 and then decides to sell the product to a consumer for $ 10, applying a supracompetitive $ 4 markup. The second is a \"commission\" scenario in which a manufacturer directs a monopolistic retailer to sell the manufacturer's product to a consumer for $ 10 and the retailer keeps a supracompetitive 40% commission, sending $ 6 back to the manufacturer. The two scenarios are economically the same, the Court asserts, and forbidding recovery in the second for lack of proximate cause makes no sense.\nBut there is nothing arbitrary or unprincipled about Illinois Brick 's rule or results. The notion that the causal chain must stop somewhere is an ancient and venerable one. As with most any rule of proximate cause, reasonable people can debate whether Illinois Brick drew exactly the right line in cutting off claims where it did. But the line it drew is intelligible, principled, administrable, and far more reasonable than the Court's artificial rule of contractual privity. Nor do the Court's hypotheticals come close to proving otherwise. In the first scenario, the markup falls initially on the consumer, so there's no doubt that the retailer's anticompetitive conduct proximately caused the consumer's injury. Meanwhile, in the second scenario the commission falls initially on the manufacturer, and the consumer won't feel the pain unless the manufacturer can and does recoup some or all of the elevated commission by raising its own prices. In that situation, the manufacturer is the directly injured party, and the difficulty of disaggregating damages between those directly and indirectly harmed means that the consumer can't establish proximate cause under traditional principles.\nSome amici share the Court's skepticism of Illinois Brick . They even urge us to overrule Illinois Brick , assuring us that \"modern economic techniques\" can now mitigate any problems that arise in allocating damages between those who suffer them directly and those who suffer them indirectly. Brief for State of Texas et al. as Amici Curiae 25. Maybe there is something to these arguments; maybe not. But there's plenty of reason to decline any invitation to take even a small step away from Illinois Brick today. The plaintiffs have not asked us to overrule our precedent-in fact, they've disavowed any such request. Tr. of Oral Arg. 40. So we lack the benefit of the adversarial process in a complex area involving a 40-year-old precedent and many hard questions. For example, if we are really inclined to overrule Illinois Brick , doesn't that mean we must do the same to Hanover Shoe ? If the proximate cause line is no longer to be drawn at the first injured party, how far down the causal chain can a plaintiff be and still recoup damages? Must all potential claimants to the single monopoly rent be gathered in a single lawsuit as necessary parties (and if not, why not)? Without any invitation or reason to revisit our precedent, and with so many grounds for caution, I would have thought the proper course today would have been to afford Illinois Brick full effect, not to begin whittling it away to a bare formalism. I respectfully dissent.\nIllinois Brick held that the direct-purchaser requirement applies to claims for damages.Illinois Brick did not address injunctive relief, and we likewise do not address injunctive relief in this case.\nThirty States and the District of Columbia filed an amicus brief supporting the plaintiffs, and they argue that C should be able to sue A in that hypothetical. They ask us to overrule Illinois Brick to allow such suits. In light of our ruling in favor of the plaintiffs in this case, we have no occasion to consider that argument for overruling Illinois Brick .\nFor this reason, it's hard to make sense of the suggestion that Illinois Brick may not apply to claims for injunctive relief, ante , at 1520 - 1521, n. 1. Under our normal rule of construction, a plaintiff who's not proximately harmed by a defendant's unlawful conduct has no cause of action to sue the defendant for any type of relief. Lexmark Int'l, Inc. v. Static Control Components, Inc. , 572 U.S. 118, 135, 134 S.Ct. 1377, 188 L.Ed.2d 392 (2014) (although a plaintiff that \"cannot quantify its losses with sufficient certainty to recover damages ... may still be entitled to injunctive relief,\" the requirement of proximate causation \"must be met in every case\").\nPlaintiffs haven't argued (and so have forfeited in this Court any argument) that Apple's imposition of the 99-cent rule was itself an antitrust violation that injured consumers by raising the price of apps above competitive levels. They didn't mention the 99-cent rule in their complaint in district court or in their briefs to the court of appeals. And, as I've noted, they concede that they are seeking damages \"based solely on\" the 30% commission. Brief in Opposition 5.\nThe Court denies that allowing both consumers and developers to sue over the same allegedly unlawful commission will \"result in 'conflicting claims to a common fund' \" as Illinois Brick feared. Ante , at 1527. But Apple charged only one commission on each sale. So even assuming for argument's sake that the 30% commission was entirely illegal, Apple can only be required to pay out in damages, at most, the full amount it received in commissions. To their credit, even plaintiffs have conceded as much, acknowledging that because \"there is only one 30% markup ,\" any claim by the developers against Apple would necessarily be seeking \"a piece of the same 30% pie.\" Brief in Opposition 12. It's a mystery why the Court refuses to accept that sensible concession.",
        "type": "majority",
        "author": "Justice KAVANAUGH delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Daniel M. Wall, San Francisco, CA, for the petitioner.",
      "Solicitor General Noel J. Francisco for the United States as amicus curiae, by special leave of the Court, supporting the petitioner.",
      "David C. Frederick, Washington, D.C., for the respondents.",
      "J. Scott Ballenger, Latham & Watkins LLP, Washington, DC, Daniel M. Wall, Christopher S. Yates, Sadik Huseny, Aaron T. Chiu, Latham & Watkins LLP, San Francisco, CA, for petitioner Apple Inc.",
      "Mark C. Rifkin, Matthew M. Guiney, Wolf Haldenstein Adler Freeman & Herz LLP, New York, NY, Rachele R. Byrd, Wolf Haldenstein Adler Freeman & Herz LLP, San Diego, CA, David C. Frederick, Aaron M. Panner, Gregory G. Rapawy, Benjamin S. Softness, Kellogg, Hansen, Todd, Figel & Frederick, P.L.L.C., Washington, D.C., for respondents."
    ],
    "corrections": "",
    "head_matter": "APPLE INC., Petitioner\nv.\nRobert PEPPER, et al.\nNo. 17-204.\nSupreme Court of the United States.\nArgued November 26, 2018\nDecided May 13, 2019\nDaniel M. Wall, San Francisco, CA, for the petitioner.\nSolicitor General Noel J. Francisco for the United States as amicus curiae, by special leave of the Court, supporting the petitioner.\nDavid C. Frederick, Washington, D.C., for the respondents.\nJ. Scott Ballenger, Latham & Watkins LLP, Washington, DC, Daniel M. Wall, Christopher S. Yates, Sadik Huseny, Aaron T. Chiu, Latham & Watkins LLP, San Francisco, CA, for petitioner Apple Inc.\nMark C. Rifkin, Matthew M. Guiney, Wolf Haldenstein Adler Freeman & Herz LLP, New York, NY, Rachele R. Byrd, Wolf Haldenstein Adler Freeman & Herz LLP, San Diego, CA, David C. Frederick, Aaron M. Panner, Gregory G. Rapawy, Benjamin S. Softness, Kellogg, Hansen, Todd, Figel & Frederick, P.L.L.C., Washington, D.C., for respondents."
  },
  "file_name": "1514-01",
  "first_page_order": 1514,
  "last_page_order": 1531
}
