{
  "id": 12620894,
  "name": "Shannon D. MCGEE, Sr. v. Joseph MCFADDEN, Warden",
  "name_abbreviation": "McGee v. McFadden",
  "decision_date": "2019-06-28",
  "docket_number": "No. 18-7277",
  "first_page": "2608",
  "last_page": "2612",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 2608"
    },
    {
      "type": "parallel",
      "cite": "204 L. Ed. 2d 1160"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "542 U.S. 274",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        2524793
      ],
      "weight": 3,
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/us/542/0274-01"
      ]
    },
    {
      "cite": "138 S.Ct. 545",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12615836
      ],
      "weight": 2,
      "year": 2018,
      "pin_cites": [
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/0545-01"
      ]
    },
    {
      "cite": "360 U.S. 264",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9052
      ],
      "weight": 3,
      "year": 1959,
      "pin_cites": [
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/360/0264-01"
      ]
    },
    {
      "cite": "415 U.S. 308",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6174956
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "316-318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/415/0308-01"
      ]
    },
    {
      "cite": "537 U.S. 322",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9191097
      ],
      "weight": 13,
      "year": 2003,
      "pin_cites": [
        {
          "page": "327"
        },
        {
          "page": "337"
        },
        {
          "page": "336"
        },
        {
          "page": "327"
        },
        {
          "page": "337"
        },
        {
          "page": "336-337"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/537/0322-01"
      ]
    },
    {
      "cite": "137 S.Ct. 759",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12609620
      ],
      "weight": 6,
      "year": 2017,
      "pin_cites": [
        {
          "page": "773",
          "parenthetical": "quoting Miller-El v. Cockrell , 537 U.S. 322, 327, 123 S.Ct. 1029, 154 L.Ed.2d 931 (2003) "
        },
        {
          "parenthetical": "quoting Miller-El v. Cockrell , 537 U.S. 322, 327, 123 S.Ct. 1029, 154 L.Ed.2d 931 (2003) "
        },
        {
          "page": "773"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0759-01"
      ]
    },
    {
      "cite": "136 S.Ct. 1002",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12594846
      ],
      "weight": 5,
      "year": 2016,
      "pin_cites": [
        {
          "page": "1006",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/1002-01"
      ]
    },
    {
      "cite": "405 U.S. 150",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11721534
      ],
      "weight": 3,
      "year": 1972,
      "pin_cites": [
        {
          "page": "153-155"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/405/0150-01"
      ]
    },
    {
      "cite": "514 U.S. 419",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1339057
      ],
      "weight": 7,
      "year": 1995,
      "pin_cites": [
        {
          "page": "432-433"
        },
        {
          "page": "434-435"
        },
        {
          "page": "434-435"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/514/0419-01"
      ]
    },
    {
      "cite": "28 U. S. C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 4,
      "pin_cites": [
        {
          "page": "(d)"
        },
        {
          "page": "(d)(2)"
        },
        {
          "page": "309",
          "parenthetical": "Table 2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U. S. C. § 2253",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "373 U.S. 83",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11716714
      ],
      "weight": 5,
      "year": 1963,
      "pin_cites": [
        {
          "page": "87"
        },
        {
          "page": "87"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/373/0083-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 859,
    "char_count": 14301,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26362328460076245
    },
    "sha256": "dd2b6d279604f228ab85409002c073ddaa906ac53f367f772c44962b394d2a29",
    "simhash": "1:e743a0105b2cc687",
    "word_count": 2340
  },
  "last_updated": "2024-02-27T19:46:34.790810+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shannon D. MCGEE, Sr.\nv.\nJoseph MCFADDEN, Warden"
    ],
    "opinions": [
      {
        "text": "Justice SOTOMAYOR, dissenting from denial of certiorari.\nPro se petitioner Shannon McGee has a strong argument that his trial and resulting life sentence were fundamentally unfair because the State withheld material exculpatory evidence. See Brady v. Maryland , 373 U.S. 83, 87, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963). The state courts offered flawed rationales for rejecting that claim. Nevertheless, the District Court denied McGee federal habeas relief, and both the District Court and the U. S. Court of Appeals for the Fourth Circuit summarily declined to grant McGee a \"certificate of appealability\" (COA), 28 U. S. C. § 2253(c), concluding that his claim was not even debatable. Without a COA, McGee cannot obtain appellate review on the merits of his claim. See ibid. Because the COA procedure should facilitate, not frustrate, fulsome review of potentially meritorious claims like McGee's, I would grant the petition for writ of certiorari and reverse the denial of a COA.\nI\nMcGee is serving a life sentence without possibility of parole in a South Carolina state prison, having been convicted in 2006 of sexually abusing his minor stepdaughter. The State's case at his trial featured testimony from a jailhouse informant named Aaron Kinloch, who claimed that McGee confessed the abuse to him while the two men were incarcerated together. The prosecutor trumpeted Kinloch's apparent altruism in his closing argument:\n\"[N]ormally you will hear a defendant-a defense lawyer get up here and scream about a deal, what he got out of it, or, you know, some kind of expectation of reward for this lie, but again, the defense is really going to have to search for a really, sort of hidden agenda of this Aaron Kinloch.... I don't know what motive he would have to come in here and fabricate this awful story.\" App. in McGee v. State , No. 2014-000297 (S. C.), pp. 152-153.\nAs it turns out, that was not the full story. Shortly after the trial ended, the prosecutor turned over a letter from Kinloch not previously disclosed to the defense in which Kinloch volunteered his testimony in exchange for the prosecutor's \"help\" with pending charges. Kinloch wrote: \"I'm willing to help, if you are cause I do need your help.... P.S. If Need Be I WILL Testify!\" Id ., at 524. Kinloch sent the letter three days after learning of the charges against him.\nEver since the belated disclosure of the letter, McGee has persistently but unsuccessfully argued that he is entitled to a new trial at which he could use the letter to call into question Kinloch's testimony. See generally App. to Pet. for Cert. 57-61. The state courts denied McGee's claim on both direct and postconviction review. The District Court denied McGee's pro se petition for federal habeas corpus relief under 28 U. S. C. § 2254 and declined to issue a COA. The Court of Appeals likewise denied a COA. McGee, still pro se , petitioned for a writ of certiorari to review that denial.\nII\nWithholding Kinloch's letter could be a classic violation of the prosecutor's constitutional duty to disclose material evidence favorable to the defense. See Kyles v. Whitley , 514 U.S. 419, 432-433, 115 S.Ct. 1555, 131 L.Ed.2d 490 (1995) ; Giglio v. United States , 405 U.S. 150, 153-155, 92 S.Ct. 763, 31 L.Ed.2d 104 (1972) ; Brady , 373 U.S. at 87, 83 S.Ct. 1194. The trial court said unequivocally that the letter should have been turned over. See App. C to Brief in Opposition 4 (describing the prosecutor's decision as showing \"clear disregard for his responsibility as a prosecutor to seek justice\"). The main question throughout the history of McGee's case has been whether the letter was \"material\" to the jury's guilty verdict. See, e.g., Wearry v. Cain , 577 U. S. ----, ----, 136 S.Ct. 1002, 1006, 194 L.Ed.2d 78 (2016) (per curiam ).\nTo establish that the letter was \"material\" (and thus to prevail in the state courts), McGee had to show only that the letter would \" 'undermine confidence' in the verdict,\" not that he would have been acquitted with it. Ibid. That is, he had to show a \" ' \"reasonable likelihood\" ' \" that the letter \"could have ' \"affected the judgment of the jury.\" ' \" Ibid. ; see also Kyles , 514 U.S. at 434-435, 115 S.Ct. 1555. Under the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), McGee must further show on federal habeas review that the state court's adjudication of his Brady claim was (1) \"contrary to, or involved an unreasonable application of, clearly established Federal law, as determined, by the Supreme Court,\" or (2) \"was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" 28 U. S. C. § 2254(d).\nThe lower courts should have granted McGee a COA to allow review of the District Court's conclusion that the AEDPA standard was not met, because McGee has at least made \"a substantial showing of the denial of a constitutional right.\" § 2253(c)(2). \"At the COA stage, the only question is whether the applicant has shown that 'jurists of reason could disagree with the district court's resolution of his constitutional claims or that jurists could conclude the issues presented are adequate to deserve encouragement to proceed further.' \" Buck v. Davis , 580 U. S. ----, ----, 137 S.Ct. 759, 773, 197 L.Ed.2d 1 (2017) (quoting Miller-El v. Cockrell , 537 U.S. 322, 327, 123 S.Ct. 1029, 154 L.Ed.2d 931 (2003) ). This \"threshold\" inquiry is more limited and forgiving than \" 'adjudication of the actual merits.' \" Buck , 580 U. S., at ----, 137 S.Ct., at 773 (quoting Miller-El , 537 U.S. at 337, 123 S.Ct. 1029 ); see also id., at 336, 123 S.Ct. 1029 (noting that \"full consideration of the factual or legal bases adduced in support of the claims\" is not appropriate in evaluating a request for a COA).\nIndications abound that McGee's Brady claim \"deserve[d] encouragement to proceed further.\" Miller-El , 537 U.S. at 327, 123 S.Ct. 1029. First, Kinloch's letter evinces a particularized motive to lie, one distinct from and potentially more probative than any generalized doubts about Kinloch's credibility that McGee was able to sow without it. See Davis v. Alaska , 415 U.S. 308, 316-318, 94 S.Ct. 1105, 39 L.Ed.2d 347 (1974).\nSecond, the state-court determinations that Kinloch's letter was immaterial rested on dubious premises. The state trial court saw no likelihood that the letter would have impacted the outcome of McGee's trial because, \"while this evidence could have been favorable to [McGee], it did not indicate that in fact a deal for the testimony had been reached.\" App. C to Brief in Opposition 4. The State Court of Appeals affirmed that conclusion without further analysis. But the trial court's reasoning was doubtful, given that this Court has said that \"a witness' attempt to obtain a deal before testifying\" can be material \"even though the State had made no binding promises.\" Wearry , 577 U. S., at ----, 136 S.Ct., at 1007 (citing Napue v. Illinois , 360 U.S. 264, 270, 79 S.Ct. 1173, 3 L.Ed.2d 1217 (1959) ).\nWhen McGee again raised his Brady claim on state collateral review, the state postconviction court rejected it primarily because the claim had been addressed already on direct review. In the alternative, however, the court offered the new ground that the claim lacked merit because McGee's counsel had attacked Kinloch's credibility in other ways and the \"jury was aware of Kinloch's prior conviction and pending charges.\" App. D to Brief in Opposition 14. That rationale appears to rest in part on an \"unreasonable determination of the facts,\" 28 U. S. C. § 2254(d)(2) ; I see no indication in the trial transcript that the jury was in fact made aware of the pending charges.\nThird, the federal-court decisions reviewing McGee's claims were thinly reasoned. The Magistrate Judge offered little explanation beyond reciting the state courts' reasoning, describing the relevant legal standards, and stating that the \"state courts reviewed the standard by which materiality must be judged\" and \"correctly applied the standard.\" App. to Pet. for Cert. 76. The District Court for its part recognized that McGee had put forth \"a strong argument as to the Brady issue,\" but adopted the magistrate judge's recommendation anyway. Id ., at 48. It deferred to the state postconviction court's statement that the jury was aware of Kinloch's pending charges, then reasoned that the postconviction court's factual findings \"completely undermine[d]\" McGee's argument. Ibid . Yet, as noted above, the postconviction court's conclusion that the jury was aware of the pending charges appears to have been unreasonable. The District Court offered only a conclusory statement that deference on that point was appropriate, and only careful review of the trial record could permit the Court of Appeals meaningfully to evaluate McGee's contrary assertion that he could not, in fact, \"effectively cross-examine Kinloch concerning pending charges,\" Informal Brief for Appellant in No. 18-6211 (CA4), pp. 5-6.\nFinally, the District Court's was the last of four opinions (two state and, including the Magistrate Judge's recommendation, two federal) to discuss the merits of McGee's Brady claim. Not one of those decisions discussed the evidence against McGee apart from Kinloch's testimony or concluded that the other evidence was so overwhelming that discrediting Kinloch would not have called the jury's verdict into doubt.\nFor all these reasons, the District Court's decision was certainly \"debatable.\" The Court of Appeals' resolution of the case in an unreasoned order denying a COA compounded the error. This case instead should have gone to a merits panel of the Fourth Circuit for closer review.\nIII\nThe federal courts handle thousands of noncapital habeas petitions each year, only a tiny fraction of which ultimately yield relief. See N. King, Non-Capital Habeas Cases After Appellate Review: An Empirical Analysis, 24 Fed. Sentencing Reporter 308, 309 (2012) (Table 2) (less than 1% of randomly selected cases in an empirical study). While the volume is high, the stakes are as well. Federal judges grow accustomed to reviewing convictions with sentences measured in lifetimes, or in hundreds of months. Such spans of time are difficult to comprehend, much less to imagine spending behind bars. And any given filing-though it may feel routine to the judge who plucks it from the top of a large stack-could be the petitioner's last, best shot at relief from an unconstitutionally imposed sentence. Sifting through the haystack of often uncounseled filings is an unglamorous but vitally important task.\nCOA inquiries play an important role in the winnowing process. The percentage of COA requests granted is not high, see id ., at 308 (study finding that \"more than 92 percent of all COA rulings were denials\"), but once that hurdle is cleared, a nontrivial fraction of COAs lead to relief on the merits, see id., at 309 (Table 2) (approximately 6%). At its best, this triage process focuses judicial resources on processing the claims most likely to be meritorious. Cf. Miller-El , 537 U.S. at 337, 123 S.Ct. 1029 (AEDPA's COA requirement \"confirmed the necessity and the requirement of differential treatment for those appeals deserving of attention from those that plainly do not\").\nUnless judges take care to carry out the limited COA review with the requisite open mind, the process breaks down. A court of appeals might inappropriately decide the merits of an appeal, and in doing so overstep the bounds of its jurisdiction. See Buck , 580 U. S., at ----, 137 S.Ct., at 773 ; Miller-El , 537 U.S. at 336-337, 123 S.Ct. 1029. A district court might fail to recognize that reasonable minds could differ. Or, worse, the large volume of COA requests, the small chance that any particular petition will lead to further review, and the press of competing priorities may turn the circumscribed COA standard of review into a rubber stamp, especially for pro se litigants. We have periodically had to remind lower courts not to unduly restrict this pathway to appellate review. See, e.g., Tharpe v. Sellers , 583 U. S. ----, 138 S.Ct. 545, 199 L.Ed.2d 424 (2018) (per curiam ); Buck , 580 U. S. ----, 137 S.Ct. 759, 197 L.Ed.2d 1 ; Tennard v. Dretke , 542 U.S. 274, 124 S.Ct. 2562, 159 L.Ed.2d 384 (2004).\nThis case provides an illustration of what can be lost when COA review becomes hasty. It is not without complications: There may be good arguments, yet unexplored, why McGee's claim may fall short of meeting AEDPA's strict requirements. See § 2254(d). And of course, even a finding that McGee's constitutional rights clearly were violated would not necessarily imply that he is innocent of the serious crimes of which he was convicted; McGee could be reconvicted after a fairer proceeding. See Kyles , 514 U.S. at 434-435, 115 S.Ct. 1555. But the weighty question whether McGee is \"in custody in violation of the Constitution,\" § 2254(a), appears to have gotten short shrift here. With a lifetime of lost liberty hanging in the balance, this claim was ill suited to snap judgment.\nAlthough the letter shows that Kinloch had in mind a quid pro quo when he first approached the prosecutor with his account of McGee's confession, there is no indication that any deal was ever struck.\nSee also App. C to Brief in Opposition. (\"In light of all the evidence and testimony, and in particular, the lack of any facts indicating any deal struck between the witness and the [prosecutor], it is this court's finding that the defendant received 'a fair trial resulting in a verdict worthy of confidence' \").\nThe other evidence came from three witnesses: (1) McGee's teenage stepdaughter, who offered a detailed account of McGee's alleged molestations, but who also admitted to having previously recanted her allegations; (2) her 9-year-old brother, who generally corroborated that his sister had told him that \"somebody did something nasty\" to her but did not name McGee, App. in No. 2014-000297 (S. C.), p. 87; and (3) a doctor who diagnosed the stepdaughter with a partially torn hymen but could not say \"what caused that injury,\" id ., at 131.",
        "type": "majority",
        "author": "Justice SOTOMAYOR, dissenting from denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "Shannon D. MCGEE, Sr.\nv.\nJoseph MCFADDEN, Warden\nNo. 18-7277\nSupreme Court of the United States.\nDecided June 28, 2019\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "2608-01",
  "first_page_order": 2608,
  "last_page_order": 2612
}
