{
  "id": 12621734,
  "name": "UNIÓN DE TRABAJADORES DE LA INDUSTRIA ELÉCTRICA RIEGO, INC., petitioner, v. FINANCIAL OVERSIGHT AND MANAGEMENT BOARD FOR PUERTO RICO, et al.",
  "name_abbreviation": "UnióN De Trabajadores De La Industria Eléctrica Riego, Inc. v. Fin. Oversight & Mgmt. Bd. for P.R.",
  "decision_date": "2019-06-20",
  "docket_number": "No. 18–1521.",
  "first_page": "2738",
  "last_page": "2738",
  "citations": [
    {
      "type": "official",
      "cite": "139 S. Ct. 2738"
    },
    {
      "type": "parallel",
      "cite": "204 L. Ed. 2d 1126"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 114,
    "char_count": 2113,
    "sha256": "e1f701448232fef07411595a8693b11aa934aca3b0d59f60c8da9ccfba02843c",
    "simhash": "1:dbd5f70c901d03af",
    "word_count": 363
  },
  "last_updated": "2021-08-27T21:04:40.883505+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "UNIÓN DE TRABAJADORES DE LA INDUSTRIA ELÉCTRICA RIEGO, INC., petitioner,\nv.\nFINANCIAL OVERSIGHT AND MANAGEMENT BOARD FOR PUERTO RICO, et al."
    ],
    "opinions": [
      {
        "text": "",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "The petition for writ of certiorari is granted. The case is consolidated, and will be set for argument in the second week of the October 2019 argument session."
    ],
    "corrections": "",
    "head_matter": "UNIÓN DE TRABAJADORES DE LA INDUSTRIA ELÉCTRICA RIEGO, INC., petitioner,\nv.\nFINANCIAL OVERSIGHT AND MANAGEMENT BOARD FOR PUERTO RICO, et al.\nNo. 18-1521.\nSupreme Court of the United States\nJune 20, 2019.\nThe petition for writ of certiorari is granted. The case is consolidated, and will be set for argument in the second week of the October 2019 argument session.\nParties challenging the First Circuit's ruling on the Appointment Clause issue shall file an opening brief on that issue on or before Thursday, July 25, 2019. The briefs are to bear a light blue cover and is limited to 15,000 words.\nParties supporting the First Circuit's ruling on the Appointment Clause issue and challenging the ruling on the de facto officer doctrine issue shall file a consolidated opening brief on or before Thursday, August 22, 2019. The briefs are to bear a light red cover and is limited to 20,000 words.\nParties challenging the First Circuit's ruling on the Appointment Clause issue and supporting the ruling on the de facto officer doctrine issue shall file a consolidated opening brief and reply on or before Thursday, September 19, 2019. The briefs are to bear a yellow cover and is limited to 13,000 words.\nParties challenging the First Circuit's ruling on the de facto officer doctrine issue shall file with the Clerk and serve upon counsel a reply brief limited to that issue on or before 2 p.m., Tuesday, October 8, 2019. The briefs are to bear a tan cover and is limited to 6,000 words.\nAmicus curiae briefs challenging the First Circuit's ruling on the Appointments Clause issue and/or supporting the ruling on the de facto officer doctrine issue is to be filed on or before Thursday, August 1, 2019. The briefs are to bear a light green cover and is limited to 9,000 words. Amicus curiae briefs supporting the First Circuit's ruling on the Appointments Clause issue and/or challenging the ruling on the de facto officer doctrine issue is to be filed on or before Thursday, August 29, 2019. The briefs are to bear a dark green cover and is limited to 9,000 words. An amicus curiae shall file only a single brief."
  },
  "file_name": "2738-01",
  "first_page_order": 2738,
  "last_page_order": 2738
}
