{
  "id": 12597562,
  "name": "MARYLAND, Petitioner v. James KULBICKI.",
  "name_abbreviation": "Maryland v. Kulbicki",
  "decision_date": "2015-10-05",
  "docket_number": "No. 14–848.",
  "first_page": "2",
  "last_page": "5",
  "citations": [
    {
      "type": "official",
      "cite": "136 S. Ct. 2"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "540 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8896672
      ],
      "weight": 3,
      "year": 2003,
      "pin_cites": [
        {
          "page": "8",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/540/0001-01"
      ]
    },
    {
      "cite": "545 U.S. 374",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8209271
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "389"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/545/0374-01"
      ]
    },
    {
      "cite": "663 F.3d 726",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5880604
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "738"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/663/0726-01"
      ]
    },
    {
      "cite": "506 U.S. 364",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11925282
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "372"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/506/0364-01"
      ]
    },
    {
      "cite": "392 Md. 339",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        3043349
      ],
      "weight": 4,
      "year": 2006,
      "pin_cites": [
        {
          "page": "371"
        },
        {
          "page": "1078"
        },
        {
          "page": "369-370"
        },
        {
          "page": "1077"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/392/0339-01"
      ]
    },
    {
      "cite": "440 Md. 33",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        4307415
      ],
      "weight": 21,
      "year": 2014,
      "pin_cites": [
        {
          "page": "41"
        },
        {
          "page": "735"
        },
        {
          "page": "42-44"
        },
        {
          "page": "735-736"
        },
        {
          "page": "40"
        },
        {
          "page": "734"
        },
        {
          "page": "49"
        },
        {
          "page": "739"
        },
        {
          "page": "50"
        },
        {
          "page": "740"
        },
        {
          "page": "50-53"
        },
        {
          "page": "740-742"
        },
        {
          "page": "56"
        },
        {
          "page": "743-744"
        },
        {
          "page": "51, n. 11"
        },
        {
          "page": "740, n. 11"
        },
        {
          "page": "51"
        },
        {
          "page": "741"
        },
        {
          "page": "51, n. 12"
        },
        {
          "page": "741, n. 12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/440/0033-01"
      ]
    },
    {
      "cite": "466 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204802
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "687"
        },
        {
          "page": "690"
        },
        {
          "page": "2066"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0668-01"
      ]
    },
    {
      "cite": "372 U.S. 335",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1765333
      ],
      "weight": 3,
      "year": 1963,
      "pin_cites": [
        {
          "page": "344"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/372/0335-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 557,
    "char_count": 8386,
    "pagerank": {
      "raw": 1.2621121372545995e-07,
      "percentile": 0.6126723990472032
    },
    "sha256": "c99d0d953a8e7f727b74c972b41ecca72a58e6277877e49689cd6a147a12976c",
    "simhash": "1:39ef5a19f60f43d4",
    "word_count": 1382
  },
  "last_updated": "2024-02-27T18:39:13.062638+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "MARYLAND, Petitioner\nv.\nJames KULBICKI."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nA criminal defendant \"shall enjoy the right ... to have the Assistance of Counsel for his defence.\" U.S. Const., Amdt. 6. We have held that this right requires effective counsel in both state and federal prosecutions, even if the defendant is unable to afford counsel. Gideon v. Wainwright, 372 U.S. 335, 344, 83 S.Ct. 792, 9 L.Ed.2d 799 (1963). Counsel is unconstitutionally in effective if his performance is both deficient, meaning his errors are \"so serious\" that he no longer functions as \"counsel,\" and prejudicial, meaning his errors deprive the defendant of a fair trial. Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). Applying this standard in name only, the Court of Appeals of Maryland held that James Kulbicki's defense attorneys were unconstitutionally ineffective. We summarily reverse.\nIn 1993, Kulbicki shot his 22-year-old mistress in the head at pointblank range. The two had been ensnarled in a paternity suit, and the killing occurred the weekend before a scheduled hearing about unpaid child support. At Kulbicki's trial, commencing in 1995, Agent Ernest Peele of the FBI testified as the State's expert on Comparative Bullet Lead Analysis, or CBLA. In testimony of the sort CBLA experts had provided for decades, Peele testified that the composition of elements in the molten lead of a bullet fragment found in Kulbicki's truck matched the composition of lead in a bullet fragment removed from the victim's brain; a similarity of the sort one would \" 'expect' \" if \" 'examining two pieces of the same bullet.' \" 440 Md. 33, 41, 99 A.3d 730, 735 (2014). He further testified that a bullet taken from Kulbicki's gun was not an \"exac[t]\" match to the bullet fragments, but was similar enough that the two bullets likely came from the same package. Id., at 42-44, 99 A.3d, at 735-736. After considering this ballistics evidence, additional physical evidence from Kulbicki's truck, and witness testimony, the jury convicted Kulbicki of first-degree murder.\nKulbicki then filed a petition for postconviction relief, which lingered in state court until 2006 when Kulbicki added a claim that his defense attorneys were ineffective for failing to question the legitimacy of CBLA. By then, 11 years after his conviction, CBLA had fallen out of favor. Indeed, Kulbicki supplemented his petition once more in 2006 after the Court of Appeals of Maryland held for the first time that CBLA evidence was not generally accepted by the scientific community and was therefore inadmissible. See Clemons v. State, 392 Md. 339, 371, 896 A.2d 1059, 1078 (2006).\nKulbicki lost in the lower state courts and appealed to the Court of Appeals of Maryland. At that point, Kulbicki abandoned his claim of ineffective assistance with respect to the CBLA evidence, but the high court vacated Kulbicki's conviction on that ground alone. Kulbicki's counsel, according to the court, should have found a report coauthored by Agent Peele in 1991 that \"presaged the flaws in CBLA evidence.\" 440 Md., at 40, 99 A.3d, at 734. One of the many findings of the report was that the composition of lead in some bullets was the same as that of lead in other bullets packaged many months later in a separate box. Rather than conduct \"further research to explain the existence of overlapping compositions,\" the authors \"speculated\" that coincidence (or, in one case, the likelihood that separately packaged bullets originated from the same source of lead) caused the overlap. Id., at 49, 99 A.3d, at 739. The Court of Appeals opined that this lone finding should have caused the report's authors to doubt \"that bullets produced from different sources of lead would have a unique chemical composition,\" the faulty assumption that ultimately led the court to reject CBLA evidence 15 years later. Ibid. ; see Clemons, supra, at 369-370, 896 A.2d, at 1077. The authors' \"failure to fully explore the variance,\" the Court of Appeals concluded, was \"at odds with the scientific method.\" 440 Md., at 50, 99 A.3d, at 740.\nIn the Court of Appeals' view, any good attorney should have spotted this methodological flaw. The court held that counsel's failure to unearth the report, to identify one of its findings as \"at odds with the scientific method,\" and to use this methodological flaw to cast doubt on CBLA during counsel's cross-examination of Peele, \"fell short of prevailing professional norms.\" Id., at 50-53, 99 A.3d, at 740-742. Concluding that counsel's supposed deficiency was prejudicial, the court set aside the conviction and ordered a new trial. Id., at 56, 99 A.3d, at 743-744.\nWe reverse. The Court of Appeals offered no support for its conclusion that Kulbicki's defense attorneys were constitutionally required to predict the demise of CBLA. Instead, the court indulged in the \"natural tendency to speculate as to whether a different trial strategy might have been more successful.\" Lockhart v. Fretwell, 506 U.S. 364, 372, 113 S.Ct. 838, 122 L.Ed.2d 180 (1993). To combat this tendency, we have \"adopted the rule of contemporary assessment of counsel's conduct.\" Ibid . Had the Court of Appeals heeded this rule, it would have \"judge[d] the reasonableness of counsel's challenged conduct ... viewed as of the time of counsel's conduct.\" Strickland, supra, at 690, 104 S.Ct., at 2066\nAt the time of Kulbicki's trial in 1995, the validity of CBLA was widely accepted, and courts regularly admitted CBLA evidence until 2003. See United States v. Higgs, 663 F.3d 726, 738 (C.A.4 2011). As the Court of Appeals acknowledged, even the 1991 report itself did not question the validity of CBLA, concluding that it was a valid and useful forensic tool to match suspect to victim. 440 Md., at 51, n. 11, 99 A.3d, at 740, n. 11. Counsel did not perform deficiently by dedicating their time and focus to elements of the defense that did not involve poking methodological holes in a then-uncontroversial mode of ballistics analysis.\nThat is especially the case here, since there is no reason to believe that a diligent search would even have discovered the supposedly crucial report. The Court of Appeals offered a single citation in support of its sweeping statement that the report \"was available\" to Kulbicki's counsel in 1995-a Government Printing Office Web page accessed by the Court of Appeals, apparently conducting its own Internet research nearly two decades after the trial. Id., at 51, and n. 12, 99 A.3d, at 741, and n. 12 ; see also Brief in Opposition 14. The Web page indicates that a compilation of forensic studies that included the report was \"distributed to various public libraries in 1994.\" 440 Md., at 51, n. 12, 99 A.3d, at 741, n. 12. But which ones? And in an era of card catalogues, not a worldwide web, what efforts would counsel have had to expend to find the compilation? And had they found it, would counsel really have combed through the entire compilation, and have identified the one (of many) findings in one of the reports, the disregard of which counsel would have recognized to be \"at odds with the scientific method\"? And then, would effective counsel really have brought to the attention of the jury a report whose conclusion was that CBLA was a valid investigative technique in cases just like Kulbicki's? Neither the Court of Appeals nor Kulbicki has answers. Given the uncontroversial nature of CBLA at the time of Kulbicki's trial, the effect of the judgment below is to demand that lawyers go \"looking for a needle in a haystack,\" even when they have \"reason to doubt there is any needle there.\" Rompilla v. Beard, 545 U.S. 374, 389, 125 S.Ct. 2456, 162 L.Ed.2d 360 (2005). The Court of Appeals demanded something close to \"perfect advocacy\"-far more than the \"reasonable competence\" the right to counsel guarantees. Yarborough v. Gentry, 540 U.S. 1, 8, 124 S.Ct. 1, 157 L.Ed.2d 1 (2003) (per curiam ).\nKulbicki's trial counsel did not provide deficient performance when they failed to uncover the 1991 report and to use the report's so-called methodological flaw against Peele on cross-examination. (We need not, and so do not, decide whether the supposed error prejudiced Kulbicki.) The petition for writ of certiorari is granted, and the judgment of the Court of Appeals for Maryland is reversed.\nIt is so ordered.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "MARYLAND, Petitioner\nv.\nJames KULBICKI.\nNo. 14-848.\nSupreme Court of the United States\nOct. 5, 2015."
  },
  "file_name": "0002-01",
  "first_page_order": 2,
  "last_page_order": 5
}
