{
  "id": 12599990,
  "name": "OBB PERSONENVERKEHR AG, Petitioner v. Carol P. SACHS.",
  "name_abbreviation": "Obb Personenverkehr AG v. Sachs",
  "decision_date": "2015-12-01",
  "docket_number": "No. 13–1067.",
  "first_page": "390",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "136 S. Ct. 390"
    },
    {
      "type": "parallel",
      "cite": "193 L. Ed. 2d 269"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "2010 WL 4916394",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2010,
      "pin_cites": [
        {
          "page": "*1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "112 S.Ct. 1644",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6512125,
        6237415
      ],
      "year": 1992,
      "opinion_index": 0,
      "case_paths": [
        "/br/138/1644-01",
        "/us/503/0638-01"
      ]
    },
    {
      "cite": "503 U.S. 638",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6237415
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "page": "645-646"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/503/0638-01"
      ]
    },
    {
      "cite": "764 F.2d 1101",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        378337
      ],
      "year": 1985,
      "pin_cites": [
        {
          "page": "1109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/764/1101-01"
      ]
    },
    {
      "cite": "190 L.Ed.2d 929",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12587161,
        12587172
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/1172-01",
        "/s-ct/135/1173-04"
      ]
    },
    {
      "cite": "135 S.Ct. 1172",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12587168,
        12587161,
        12587162,
        12587163,
        12587164,
        12587165,
        12587166,
        12587167
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/1172-08",
        "/s-ct/135/1172-01",
        "/s-ct/135/1172-02",
        "/s-ct/135/1172-03",
        "/s-ct/135/1172-04",
        "/s-ct/135/1172-05",
        "/s-ct/135/1172-06",
        "/s-ct/135/1172-07"
      ]
    },
    {
      "cite": "695 F.3d 1021",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3526810
      ],
      "weight": 2,
      "year": 2012,
      "pin_cites": [
        {
          "page": "1024"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/695/1021-01"
      ]
    },
    {
      "cite": "2011 WL 816854",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2011,
      "pin_cites": [
        {
          "page": "*1, *4"
        },
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "507 U.S. 349",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6229496
      ],
      "weight": 31,
      "year": 1993,
      "pin_cites": [
        {
          "page": "355"
        },
        {
          "page": "351, 353-354"
        },
        {
          "page": "358"
        },
        {
          "page": "356"
        },
        {
          "page": "357"
        },
        {
          "page": "358"
        },
        {
          "page": "361-362"
        },
        {
          "page": "357"
        },
        {
          "page": "356-358"
        },
        {
          "page": "358"
        },
        {
          "page": "363"
        },
        {
          "page": "358, n. 4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/507/0349-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1603",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "488 U.S. 428",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1494594
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "443"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/488/0428-01"
      ]
    },
    {
      "cite": "737 F.3d 584",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3731471
      ],
      "weight": 17,
      "year": 2013,
      "pin_cites": [
        {
          "page": "587"
        },
        {
          "page": "587"
        },
        {
          "page": "587-588"
        },
        {
          "page": "588"
        },
        {
          "page": "591, n. 4",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "591-598"
        },
        {
          "page": "599"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "600, n. 14"
        },
        {
          "page": "600-602"
        },
        {
          "page": "602"
        },
        {
          "page": "599"
        },
        {
          "page": "600, n. 14",
          "parenthetical": "noting disagreement over whether state or federal common law principles govern suits under the Foreign Sovereign Immunities Act"
        },
        {
          "page": "591, n. 4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/737/0584-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1605",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(2)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 876,
    "char_count": 19737,
    "pagerank": {
      "raw": 1.3757982221795988e-07,
      "percentile": 0.6394299435990284
    },
    "sha256": "93c14d54da677953749e5ff74bf14be437bf05888ce794e8cc55d40f023028c5",
    "simhash": "1:f297fe14248a5e54",
    "word_count": 3274
  },
  "last_updated": "2024-02-27T18:39:13.062638+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "OBB PERSONENVERKEHR AG, Petitioner\nv.\nCarol P. SACHS."
    ],
    "opinions": [
      {
        "text": "Chief Justice ROBERTS delivered the opinion of the Court.\nThe Foreign Sovereign Immunities Act shields foreign states and their agencies from suit in United States courts unless the suit falls within one of the Act's specifically enumerated exceptions. This case concerns the scope of the commercial activity exception, which withdraws sovereign immunity in any case \"in which the action is based upon a commercial activity carried on in the United States by [a] foreign state.\" 28 U.S.C. § 1605(a)(2).\nRespondent Carol Sachs is a resident of California who purchased in the United States a Eurail pass for rail travel in Europe. She suffered traumatic personal injuries when she fell onto the tracks at the Innsbruck, Austria, train station while attempting to board a train operated by the Austrian state-owned railway. She sued the railway in Federal District Court, arguing that her suit was not barred by sovereign immunity because it is \"based upon\" the railway's sale of the pass to her in the United States. We disagree and conclude that her action is instead \"based upon\" the railway's conduct in Innsbruck. We therefore hold that her suit falls outside the commercial activity exception and is barred by sovereign immunity.\nI\nA\nPetitioner OBB Personenverkehr AG (OBB) operates a railway that carries nearly 235 million passengers each year on routes within Austria and to and from points beyond Austria's frontiers. OBB is wholly owned by OBB Holding Group, a joint-stock company created by the Republic of Austria. OBB Holding Group in turn is wholly owned by the Austrian Federal Ministry of Transport, Innovation, and Technology. Sachs v. Republic of Austria, 737 F.3d 584, 587 (C.A.9 2013).\nOBB-along with 29 other railways throughout Europe-is a member of the Eurail Group, an association responsible for the marketing and management of the Eurail pass program. Brief for International Rail Transport Committee as Amicus Curiae 12; 737 F.3d, at 587. Eurail passes allow their holders unlimited passage for a set period of time on participating Eurail Group railways. They are available only to non-Europeans, who may purchase them both directly from the Eurail Group and indirectly through a worldwide network of travel agents. Brief for International Rail Transport Committee as Amicus Curiae 12-13, and n. 3; Brief for Respondent 4-5.\nCarol Sachs is a resident of Berkeley, California. In March 2007, she purchased a Eurail pass over the Internet from The Rail Pass Experts, a Massachusetts-based travel agent. The following month, Sachs arrived at the Innsbruck train station, planning to use her Eurail pass to ride an OBB train to Prague. As she attempted to board the train, Sachs fell from the platform onto the tracks. OBB's moving train crushed her legs, both of which had to be amputated above the knee. 737 F.3d, at 587-588.\nSachs sued OBB in the United States District Court for the Northern District of California, asserting five causes of action: (1) negligence; (2) strict liability for design defects in the train and platform; (3) strict liability for failure to warn of those design defects; (4) breach of an implied warranty of merchantability for providing a train and platform unsafe for their intended uses; and (5) breach of an implied warranty of fitness for providing a train and platform unfit for their intended uses. App. 14-18. OBB claimed sovereign immunity and moved to dismiss the suit for lack of subject matter jurisdiction. 737 F.3d, at 588.\nB\nThe Foreign Sovereign Immunities Act \"provides the sole basis for obtaining jurisdiction over a foreign state in the courts of this country.\" Argentine Republic v. Amerada Hess Shipping Corp., 488 U.S. 428, 443, 109 S.Ct. 683, 102 L.Ed.2d 818 (1989). The Act defines \"foreign state\" to include a state \"agency or instrumentality,\"\n28 U.S.C. § 1603(a), and both parties agree that OBB qualifies as a \"foreign state\" for purposes of the Act. OBB is therefore \"presumptively immune from the jurisdiction of United States courts\" unless one of the Act's express exceptions to sovereign immunity applies. Saudi Arabia v. Nelson, 507 U.S. 349, 355, 113 S.Ct. 1471, 123 L.Ed.2d 47 (1993). Sachs argues that her suit falls within the Act's commercial activity exception, which provides in part that a foreign state does not enjoy immunity when \"the action is based upon a commercial activity carried on in the United States by the foreign state.\" § 1605(a)(2).\nThe District Court concluded that Sachs's suit did not fall within § 1605(a)(2) and therefore granted OBB's motion to dismiss. 2011 WL 816854, *1, *4 (N.D.Cal., Jan. 28, 2011). A divided panel of the United States Court of Appeals for the Ninth Circuit affirmed. 695 F.3d 1021 (2012). The full court ordered rehearing en banc and, with three judges dissenting, reversed the panel decision. 737 F.3d 584.\nThe en banc majority first observed that, \"based on the agreement of the parties,\" \"the only relevant commercial activity within the United States was [Sachs's] March 2007 purchase of a Eurail pass from the Rail Pass Experts,\" a Massachusetts company. Id., at 591, n. 4 (internal quotation marks omitted). The court concluded that The Rail Pass Experts had acted as OBB's agent and, using common law principles of agency, attributed that Eurail pass sale to OBB. Id., at 591-598.\nThe court next asked whether Sachs's claims were \"based upon\" the sale of the Eurail pass within the meaning of § 1605(a)(2). The \"based upon\" determination, the court explained, requires that the commercial activity within the United States be \"connected with the conduct that gives rise to the plaintiff's cause of action.\" Id ., at 590. But, the court continued, \"it is not necessary that the entire claim be based upon the commercial activity of OBB.\" Id., at 599. Rather, in the court's view, Sachs would satisfy the \"based upon\" requirement for a particular claim \"if an element of [that] claim consists in conduct that occurred in commercial activity carried on in the United States.\" Ibid. (internal quotation marks omitted).\nApplying California law, see id., at 600, n. 14, the court analyzed Sachs's causes of action individually and concluded that the sale of the Eurail pass established a necessary element of each of her claims. Turning first to the negligence claim, the court found that Sachs was required to show that OBB owed her a duty of care as a passenger as one element of that claim. The court concluded that such a duty arose from the sale of the Eurail pass. Id., at 600-602. Turning next to the other claims, the court determined that the existence of a \"transaction between a seller and a consumer\" was a necessary element of Sachs's strict liability and breach of implied warranty claims. Id., at 602. The sale of the Eurail pass, the court noted, provided proof of such a transaction. Ibid. Having found that \"the sale of the Eurail pass in the United States forms an essential element of each of Sachs's claims,\" the court concluded that each claim was \"based upon a commercial activity carried on in the United States\" by OBB. Ibid.\nWe granted certiorari. 574 U.S. ----, 135 S.Ct. 1172, 190 L.Ed.2d 929 (2015).\nII\nOBB contends that the sale of the Eurail pass is not attributable to the railway, reasoning that the Foreign Sovereign Immunities Act does not allow attribution through principles found in the common law of agency. OBB also argues that even if such attribution were allowed under the Act, Sachs's suit is not \"based upon\" the sale of the Eurail pass for purposes of § 1605(a)(2). We agree with OBB on the second point and therefore do not reach the first.\nA\nThe Act itself does not elaborate on the phrase \"based upon.\" Our decision in Saudi Arabia v. Nelson, 507 U.S. 349, 113 S.Ct. 1471, 123 L.Ed.2d 47 (1993), however, provides sufficient guidance to resolve this case. In Nelson, a husband and wife brought suit against Saudi Arabia and its state-owned hospital, seeking damages for intentional and negligent torts stemming from the husband's allegedly wrongful arrest, imprisonment, and torture by Saudi police while he was employed at a hospital in Saudi Arabia. Id., at 351, 353-354, 113 S.Ct. 1471. The Saudi defendants claimed sovereign immunity under the Act, arguing, inter alia, that § 1605(a)(2) was inapplicable because the suit was \"based upon\" sovereign acts-the exercise of Saudi police authority-and not upon commercial activity. See Brief for Petitioners in Saudi Arabia v. Nelson, O.T. 1992, No. 91-552, pp. 12-14. The Nelsons countered that their suit was \"based upon\" the defendants' commercial activities in \"recruit[ing] Scott Nelson for work at the hospital, sign[ing] an employment contract with him, and subsequently employ[ing] him.\" 507 U.S., at 358, 113 S.Ct. 1471. We rejected the Nelsons' arguments.\nThe Act's \"based upon\" inquiry, we reasoned, first requires a court to \"identify[ ] the particular conduct on which the [plaintiff's] action is 'based.' \" Id., at 356, 113 S.Ct. 1471. Considering dictionary definitions and lower court decisions, we explained that a court should identify that \"particular conduct\" by looking to the \"basis\" or \"foundation\" for a claim, id., at 357, 113 S.Ct. 1471 (citing dictionary definitions), \"those elements ... that, if proven, would entitle a plaintiff to relief,\" ibid., and \"the 'gravamen of the complaint,' \" ibid. (quoting Callejo v. Bancomer, S. A., 764 F.2d 1101, 1109 (C.A.5 1985) ). Under that analysis, we found that the commercial activities, while they \"led to the conduct that eventually injured the Nelsons,\" were not the particular conduct upon which their suit was based. The suit was instead based upon the Saudi sovereign acts that actually injured them. 507 U.S., at 358, 113 S.Ct. 1471. The Nelsons' suit therefore did not fit within § 1605(a)(2). Id., at 361-362, 113 S.Ct. 1471.\nB\nThe Ninth Circuit held that Sachs's claims were \"based upon\" the sale of the Eurail pass because the sale of the pass provided \"an element \" of each of her claims. 737 F.3d, at 599. Under Nelson, however, the mere fact that the sale of the Eurail pass would establish a single element of a claim is insufficient to demonstrate that the claim is \"based upon\" that sale for purposes of § 1605(a)(2).\nThe Ninth Circuit apparently derived its one-element test from an overreading of one part of one sentence in Nelson, in which we observed that \"the phrase ['based upon'] is read most naturally to mean those elements of a claim that, if proven, would entitle a plaintiff to relief under his theory of the case.\" 507 U.S., at 357, 113 S.Ct. 1471. We do not see how that mention of elements-plural-could be considered an endorsement of a one -element test, nor how the particular element the Ninth Circuit singled out for each of Sachs's claims could be construed to entitle her to relief.\nBe that as it may, our analysis in Nelson is flatly incompatible with a one-element approach. A one-element test necessarily requires a court to identify all the elements of each claim in a complaint before that court may reject those claims for falling outside § 1605(a)(2). But we did not undertake such an exhaustive claim-by-claim, element-by-element analysis of the Nelsons' 16 causes of action, nor did we engage in the choice-of-law analysis that would have been a necessary prelude to such an undertaking. Compare id., at 356-358, 113 S.Ct. 1471 with 737 F.3d, at 600, n. 14 (noting disagreement over whether state or federal common law principles govern suits under the Foreign Sovereign Immunities Act).\nNelson instead teaches that an action is \"based upon\" the \"particular conduct\" that constitutes the \"gravamen\" of the suit. Rather than individually analyzing each of the Nelsons' causes of action, we zeroed in on the core of their suit: the Saudi sovereign acts that actually injured them. As the Court explained:\n\"Even taking each of the Nelsons' allegations about Scott Nelson's recruitment and employment as true, those facts alone entitle the Nelsons to nothing under their theory of the case. The Nelsons have ... alleged ... personal injuries caused by [the defendants'] intentional wrongs and by [the defendants'] negligent failure to warn Scott Nelson that they might commit those wrongs. Those torts, and not the arguably commercial activities that preceded their commission, form the basis for the Nelsons' suit.\" 507 U.S., at 358, 113 S.Ct. 1471.\nUnder this analysis, the conduct constituting the gravamen of Sachs's suit plainly occurred abroad. All of her claims turn on the same tragic episode in Austria, allegedly caused by wrongful conduct and dangerous conditions in Austria, which led to injuries suffered in Austria.\nSachs maintains that some of those claims are not limited to negligent conduct or unsafe conditions in Austria, but rather involve at least some wrongful action in the United States. Her strict liability claim for failure to warn, for example, alleges that OBB should have alerted her to the dangerous conditions at the Innsbruck train station when OBB sold the Eurail pass to her in the United States . Under any theory of the case that Sachs presents, however, there is nothing wrongful about the sale of the Eurail pass standing alone. Without the existence of the unsafe boarding conditions in Innsbruck, there would have been nothing to warn Sachs about when she bought the Eurail pass. However Sachs frames her suit, the incident in Innsbruck remains at its foundation.\nAs we explained in Nelson, any other approach would allow plaintiffs to evade the Act's restrictions through artful pleading. For example, any plaintiff \"could recast virtually any claim of intentional tort ... as a claim of failure to warn, simply by charging the defendant with an obligation to announce its own tortious propensity before indulging it.\" Id., at 363, 113 S.Ct. 1471. To allow such \"recast[ing]\" of a complaint, we reasoned, would \"give jurisdictional significance to [a] feint of language,\"\nthereby \"effectively thwart[ing] the Act's manifest purpose.\" Ibid.\nA century ago, in a letter to then-Professor Frankfurter, Justice Holmes wrote that the \"essentials\" of a personal injury narrative will be found at the \"point of contact\"-\"the place where the boy got his fingers pinched.\" Letter (Dec. 19, 1915), in Holmes and Frankfurter: Their Correspondence, 1912-1934, p. 40 (R. Mennel & C. Compston eds. 1996). At least in this case, that insight holds true. Regardless of whether Sachs seeks relief under claims for negligence, strict liability for failure to warn, or breach of implied warranty, the \"essentials\" of her suit for purposes of § 1605(a)(2) are found in Austria.\nIII\nSachs raises a new argument in this Court in an attempt to fit her claims within § 1605(a)(2). In addition to arguing that her claims are \"based upon\" the sale of the Eurail pass, she now contends that her suit is \"based upon\" \"OBB's overall commercial railway enterprise.\" Brief for Respondent 24; see also Tr. of Oral Arg. 38.\n\"[C]ommercial activity carried on in the United States by the foreign state,\" as used in § 1605(a)(2), is defined to mean \"commercial activity carried on by such state and having substantial contact with the United States.\" § 1603(e). Sachs's new theory is that OBB's entire railway enterprise constitutes the \"commercial activity\" that has the requisite \"substantial contact with the United States,\" because OBB reaches out to American customers by marketing and selling Eurail passes in the United States.\nThat argument was never presented to any lower court and is therefore forfeited. Sachs argued in the courts below only that her claims were \"based upon\" the sale of the Eurail pass, and the lower courts resolved the case on that understanding. See, e.g., 737 F.3d, at 591, n. 4 (\"The district court concluded, based on the agreement of the parties, that 'the only relevant commercial activity within the United States was plaintiff's March 2007 purchase of a Eurail Pass from the Rail Pass Experts.' We consider only the relevant conduct as defined by the district court.\"). Indeed, when we granted certiorari, the relevant question presented for our review was whether Sachs's claims were \"based upon\" the \"sale of the ticket in the United States.\" Pet. for Cert. i; accord, Brief for Respondent i. We have answered that question in the negative.\nAbsent unusual circumstances-none of which is present here-we will not entertain arguments not made below. Taylor v. Freeland & Kronz, 503 U.S. 638, 645-646, 112 S.Ct. 1644, 118 L.Ed.2d 280 (1992).\nWe therefore conclude that Sachs has failed to demonstrate that her suit falls within the commercial activity exception in § 1605(a)(2). OBB has sovereign immunity under the Act, and accordingly the courts of the United States lack jurisdiction over the suit.\nThe judgment of the United States Court of Appeals for the Ninth Circuit is reversed.\nIt is so ordered.\nSection 1605(a)(2) contains three separate clauses. In full, the section provides:\n\"A foreign state shall not be immune from the jurisdiction of courts of the United States or of the States in any case ... in which the action is based upon a commercial activity carried on in the United States by the foreign state; or upon an act performed in the United States in connection with a commercial activity of the foreign state elsewhere; or upon an act outside the territory of the United States in connection with a commercial activity of the foreign state elsewhere and that act causes a direct effect in the United States.\"\nAs Sachs relies only on the first clause to establish jurisdiction over her suit, we limit our inquiry to that clause.\nWe cautioned in Nelson that the reach of our decision was limited, see Saudi Arabia v. Nelson, 507 U.S. 349, 358, n. 4, 113 S.Ct. 1471, 123 L.Ed.2d 47 (1993), and similar caution is warranted here. Domestic conduct with respect to different types of commercial activity may play a more significant role in other suits under the first clause of § 1605(a)(2). In addition, we consider here only a case in which the gravamen of each claim is found in the same place.\nSee also Points and Authorities in Opposition to OBB Personenverkehr AG's Motion to Dismiss in No. 08-01840 (ND Cal.), p. 8 (\"The claims herein are based on the purchase of the Eurail pass.\"); Appellant's Opening Brief in No. 11-15458 (CA9), p. 10 (\"[T]he claims are 'based upon' the purchase of the ticket which occurred in the United States.\"); Appellant's Reply Brief in No. 11-15458 (CA9), p. 8 (\"[H]er claim was based on the purchase/sale of the ticket.\"). The District Court decided the case on that understanding of Sachs's argument. See 2011 WL 816854, *2 (N.D.Cal., Jan. 28, 2011) ; see also 2010 WL 4916394, *1 (N.D.Cal., Nov. 22, 2010). As did the Ninth Circuit panel, see 695 F.3d 1021, 1024 (2012), and, as noted, the Ninth Circuit en banc. When OBB petitioned this Court for writ of certiorari, Sachs's brief in opposition repeated her earlier arguments. See Brief in Opposition 2; see also this Court's Rule 15.2.",
        "type": "majority",
        "author": "Chief Justice ROBERTS delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Juan C. Basombrio, Costa Mesa, CA, for Petitioner.",
      "Jeffrey L. Fisher, Stanford, CA, for Respondent.",
      "Edwin S. Kneedler for the United States as amicus curiae, by special leave of the Court.",
      "Juan C. Basombrio, Counsel of Record, Dorsey & Whitney LLP, Costa Mesa, CA, Steven J. Wells, Timothy J. Droske, Dorsey & Whitney LLP, Minneapolis, MN, for Petitioner.",
      "Jeffrey L. Fisher, Brian Wolfman, Stanford Law School, Supreme Court Litigation Clinic, Stanford, CA, Geoffrey Becker, Counsel of Record, Becker & Becker, P.C., Lafayette, CA, for Respondent."
    ],
    "corrections": "",
    "head_matter": "OBB PERSONENVERKEHR AG, Petitioner\nv.\nCarol P. SACHS.\nNo. 13-1067.\nSupreme Court of the United States\nArgued Oct. 5, 2015.\nDecided Dec. 1, 2015.\nJuan C. Basombrio, Costa Mesa, CA, for Petitioner.\nJeffrey L. Fisher, Stanford, CA, for Respondent.\nEdwin S. Kneedler for the United States as amicus curiae, by special leave of the Court.\nJuan C. Basombrio, Counsel of Record, Dorsey & Whitney LLP, Costa Mesa, CA, Steven J. Wells, Timothy J. Droske, Dorsey & Whitney LLP, Minneapolis, MN, for Petitioner.\nJeffrey L. Fisher, Brian Wolfman, Stanford Law School, Supreme Court Litigation Clinic, Stanford, CA, Geoffrey Becker, Counsel of Record, Becker & Becker, P.C., Lafayette, CA, for Respondent."
  },
  "file_name": "0390-01",
  "first_page_order": 390,
  "last_page_order": 398
}
