{
  "id": 12601243,
  "name": "Antoine BRUCE, Petitioner v. Charles E. SAMUELS, Jr., et al.",
  "name_abbreviation": "Bruce v. Samuels",
  "decision_date": "2016-01-12",
  "docket_number": "No. 14–844.",
  "first_page": "627",
  "last_page": "633",
  "citations": [
    {
      "type": "official",
      "cite": "136 S. Ct. 627"
    },
    {
      "type": "parallel",
      "cite": "193 L. Ed. 2d 496"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "1 U.S.C. § 1",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "parenthetical": "\"In determining the meaning of any Act of Congress, unless the context indicates otherwise-words importing the singular include and apply to several persons, parties, or things; words importing the plural include the singular....\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 1988",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)",
          "parenthetical": "\"[T]he court ... may allow the prevailing party ... a reasonable attorney's fee as part of the costs, except that in any action brought against a judicial officer ... such officer shall not be held liable for any costs, including attorney's fees ....\" (emphasis added)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1930",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)",
          "parenthetical": "\"The parties commencing a case under title 11 shall pay to the clerk ... the following filing fees : [enumerating several options]. In addition to the filing fee paid to the clerk, [an additional fee shall be paid].\" (emphasis added)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "612 F.3d 237",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3701698
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "241-248",
          "parenthetical": "adopting per-prisoner approach"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/612/0237-01"
      ]
    },
    {
      "cite": "783 F.3d 421",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4149265
      ],
      "year": 2015,
      "pin_cites": [
        {
          "page": "427-436"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/783/0421-01"
      ]
    },
    {
      "cite": "241 F.3d 264",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11136771
      ],
      "year": 2001,
      "pin_cites": [
        {
          "page": "276-277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/241/0264-01"
      ]
    },
    {
      "cite": "374 Fed.Appx. 821",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "year": 2010,
      "pin_cites": [
        {
          "page": "829-833"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "146 F.3d 609",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1356266,
        11813502
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "612"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/br/222/0609-01",
        "/f3d/146/0609-01"
      ]
    },
    {
      "cite": "288 F.3d 177",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9436473
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "181",
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/288/0177-01"
      ]
    },
    {
      "cite": "430 U.S. 817",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12128115
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "824, 825"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/430/0817-01"
      ]
    },
    {
      "cite": "511 U.S. 825",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1147494
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "page": "832"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/511/0825-01"
      ]
    },
    {
      "cite": "216 F.3d 626",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11213701
      ],
      "weight": 3,
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/216/0626-01"
      ]
    },
    {
      "cite": "209 F.3d 1025",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11454520
      ],
      "weight": 2,
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/209/1025-01"
      ]
    },
    {
      "cite": "123 F.3d 429",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12004049
      ],
      "weight": 2,
      "year": 1997,
      "pin_cites": [
        {
          "page": "436",
          "parenthetical": "Easterbrook, J."
        },
        {
          "page": "436"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/123/0429-01"
      ]
    },
    {
      "cite": "761 F.3d 1",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4151449,
        4341307
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "3-4"
        },
        {
          "page": "4, 7"
        },
        {
          "page": "8-10"
        },
        {
          "page": "8"
        },
        {
          "page": "7-10"
        },
        {
          "page": "3"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/761/0001-01",
        "/us-app-dc/411/0380-01"
      ]
    },
    {
      "cite": "549 U.S. 199",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3553543
      ],
      "weight": 3,
      "year": 2007,
      "pin_cites": [
        {
          "page": "204"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/549/0199-01"
      ]
    },
    {
      "cite": "135 S.Ct. 1759",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12589259
      ],
      "weight": 2,
      "year": 2015,
      "pin_cites": [
        {
          "page": "1762",
          "parenthetical": "quoting Jones v. Bock, 549 U.S. 199, 204, 127 S.Ct. 910, 166 L.Ed.2d 798 (2007) ; alteration in original"
        },
        {
          "parenthetical": "quoting Jones v. Bock, 549 U.S. 199, 204, 127 S.Ct. 910, 166 L.Ed.2d 798 (2007) ; alteration in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/1759-01"
      ]
    },
    {
      "cite": "548 U.S. 81",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3500482
      ],
      "weight": 3,
      "year": 2006,
      "pin_cites": [
        {
          "page": "84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/548/0081-01"
      ]
    },
    {
      "cite": "490 U.S. 319",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605680
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0319-01"
      ]
    },
    {
      "cite": "192 L.Ed.2d 874",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12591537,
        12591538,
        12591539,
        12591540,
        12591541,
        12591415,
        12591417
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/2853-04",
        "/s-ct/135/2853-05",
        "/s-ct/135/2853-06",
        "/s-ct/135/2853-07",
        "/s-ct/135/2854-01",
        "/s-ct/135/2833-01",
        "/s-ct/135/2833-03"
      ]
    },
    {
      "cite": "135 S.Ct. 2833",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12591415,
        12591416,
        12591417,
        12591418,
        12591419
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/2833-01",
        "/s-ct/135/2833-02",
        "/s-ct/135/2833-03",
        "/s-ct/135/2833-04",
        "/s-ct/135/2833-05"
      ]
    },
    {
      "cite": "110 Stat. 1321",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 1915",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(a)(1)"
        },
        {
          "page": "(b)(2)"
        },
        {
          "parenthetical": "emphasis added"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 910,
    "char_count": 15610,
    "pagerank": {
      "raw": 7.011288093947085e-08,
      "percentile": 0.4234389726968638
    },
    "sha256": "3b418104015a4cf7dcdcd49bdbeee7558477597e6ab1791ae81a9cea6b2f09ab",
    "simhash": "1:1a806ffbabcdf59e",
    "word_count": 2506
  },
  "last_updated": "2024-02-27T18:39:13.062638+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Antoine BRUCE, Petitioner\nv.\nCharles E. SAMUELS, Jr., et al."
    ],
    "opinions": [
      {
        "text": "Justice GINSBURG delivered the opinion of the Court.\nThis case concerns the payment of filing fees for civil actions commenced by prisoners in federal courts. Until 1996, indigent prisoners, like other indigent persons, could file a civil action without paying any filing fee. See 28 U.S.C. § 1915(a)(1). In the Prison Litigation Reform Act of 1995 (PLRA), 110 Stat. 1321-66, Congress placed several limitations on prisoner litigation in federal courts. Among those limitations, Congress required prisoners qualified to proceed in forma pauperis nevertheless to pay an initial partial filing fee. That fee is statutorily set as \"20 percent of the greater of\" the average monthly deposits in the prisoner's account or the average monthly balance of the account over the preceding six months. § 1915(b)(1). Thereafter, to complete payment of the filing fee, prisoners must pay, in monthly installments, \"20 percent of the preceding month's income credited to the prisoner's account.\" § 1915(b)(2). The initial partial filing fee may not be exacted if the prisoner has no means to pay it, § 1915(b)(4), and no monthly installments are required unless the prisoner has more than $10 in his account, § 1915(b)(2).\nIt is undisputed that the initial partial filing fee is to be assessed on a per-case basis, i.e., each time the prisoner files a lawsuit. In contest here is the calculation of subsequent monthly installment payments. Petitioner Antoine Bruce urges a per-prisoner approach under which he would pay 20 percent of his monthly income regardless of the number of cases he has filed. The Government urges, and the court below followed, a per-case approach under which a prisoner would pay 20 percent of his monthly income for each case he has filed. Courts of Appeals have divided on which of these two approaches § 1915(b)(2) orders. To resolve the conflict, we granted certiorari. 576 U.S. ----, 135 S.Ct. 2833, 192 L.Ed.2d 874 (2015).\nWe hold that monthly installment payments, like the initial partial payment, are to be assessed on a per-case basis. Nothing in § 1915's current design supports treating a prisoner's second or third action unlike his first lawsuit.\nI\nA\nIn 1892, Congress enacted the in forma pauperis (IFP) statute, now codified at 28 U.S.C. § 1915, \"to ensure that indigent litigants have meaningful access to the federal courts.\" Neitzke v. Williams, 490 U.S. 319, 324, 109 S.Ct. 1827, 104 L.Ed.2d 338 (1989). Reacting to \"a sharp rise in prisoner litigation,\" Woodford v. Ngo, 548 U.S. 81, 84, 126 S.Ct. 2378, 165 L.Ed.2d 368 (2006), Congress in 1996 enacted the PLRA, which installed a variety of measures \"designed to filter out the bad claims [filed by prisoners] and facilitate consideration of the good,\" Coleman v. Tollefson, 575 U.S. ----, ----, 135 S.Ct. 1759, 1762, 191 L.Ed.2d 803 (2015) (quoting Jones v. Bock, 549 U.S. 199, 204, 127 S.Ct. 910, 166 L.Ed.2d 798 (2007) ; alteration in original).\nAmong those measures, Congress required prisoners to pay filing fees for the suits or appeals they launch. The provisions on fee payment, set forth in § 1915(b), read:\n\"(1) ... [I]f a prisoner brings a civil action or files an appeal in forma pauperis, the prisoner shall be required to pay the full amount of a filing fee. The court shall assess and, when funds exist, collect, as a partial payment of any court fees required by law, an initial partial filing fee of 20 percent of the greater of-\n\"(A) the average monthly deposits to the prisoner's account; or\n\"(B) the average monthly balance in the prisoner's account for the 6-month period immediately preceding the filing of the complaint or notice of appeal.\n\"(2) After payment of the initial partial filing fee, the prisoner shall be required to make monthly payments of 20 percent of the preceding month's income credited to the prisoner's account. The agency having custody of the prisoner shall forward payments from the prisoner's account to the clerk of the court each time the amount in the account exceeds $10 until the filing fees are paid.\"\nThe monthly installment scheme described in § 1915(b)(2) also applies to costs awarded against prisoners when they are judgment losers. § 1915(f)(2)(B).\nTo further contain prisoner litigation, the PLRA introduced a three-strikes provision: Prisoners whose suits or appeals are dismissed three or more times as frivolous, malicious, or failing to state a claim on which relief may be granted are barred from proceeding IFP \"unless the prisoner is under imminent danger of serious physical injury.\" § 1915(g). In other words, for most three strikers, all future filing fees become payable in full upfront.\nCongress included in its 1996 overhaul of § 1915 a safety-valve provision to ensure that the fee requirements would not bar access to the courts: \"In no event shall a prisoner be prohibited from bringing a civil action or appealing a civil or criminal judgment for the reason that the prisoner has no assets and no means by which to pay the initial partial filing fee.\" § 1915(b)(4).\nB\nPetitioner Antoine Bruce, a federal inmate serving a 15-year sentence, is a frequent litigant. In the instant case, Bruce challenges his placement in a special management unit at the Federal Correctional Institution in Talladega, Alabama. Pinson v. Samuels, 761 F.3d 1, 3-4 (C.A.D.C.2014). Bruce had previously incurred filing-fee obligations in other cases and maintained that the monthly filing-fee payments for this case would not become due until those prior obligations were satisfied. Id., at 4, 7. The Court of Appeals for the District of Columbia Circuit, whose decision is before us for review, rejected Bruce's argument. Id., at 8-10. Bruce must make monthly filing-fee payments in this case, the court held, simultaneously with such payments in earlier commenced cases. Id., at 8. We agree with the appeals court that § 1915(b)(2) calls for simultaneous, not sequential, recoupment of multiple filing fees.\nII\nThe IFP statute does not explicitly address whether multiple filing fees (after the initial partial payment) should be paid simultaneously or sequentially. Bruce and the Government present competing interpretations.\nA\nIn support of the per-prisoner approach, Bruce relies principally on what he sees as a significant contrast between the singular \"clerk\" and the plural \"fees\" as those nouns appear in 28 U.S.C. § 1915(b)(2). That provision requires payments to be forwarded \"to the clerk of the court ... until the filing fees are paid.\" Ibid. (emphasis added). Even when more than one filing fee is owed, Bruce contends, the statute instructs that only one clerk will receive payment each month; in other words, fee payments are to be made sequentially rather than simultaneously.\nThe initial partial payment, which is charged on a per-case basis, plus the three-strikes provision, Bruce urges, together suffice to satisfy the PLRA's purpose, which is to \"force prisoners to think twice about the case and not just file reflexively,\" 141 Cong. Rec. 14572 (1995) (remarks of Sen. Kyl). The additional economic disincentive that the per-case approach would occasion, Bruce asserts, could excessively encumber access to federal courts.\nFurthermore, Bruce points out, the per-case approach breaks down when a prisoner incurs more than five obligations. Nothing will be left in the account to pay the sixth fee, Bruce observes. Necessarily, therefore, its payment will be entirely deferred. Why treat the second obligation unlike the sixth, Bruce asks. Isn't the statute sensibly read to render all monthly payments sequential? Bruce notes in this regard that, under the per-case approach, his ability to use his account to purchase amenities will be progressively curtailed; indeed, the account might be reduced to zero upon his filing or joining a fifth case.\nFinally, Bruce argues, administrative difficulties counsel against the per-case approach. Costs could dwarf the monetary yield if prisons, under a per-case regime, were obliged to send as many as five checks to five different courts each month. And the problems faced by state-prison officials-who sometimes must choose which of several claims on a prisoner's income (e.g., child-support, medical copayments) should take precedence-would be exacerbated under a system demanding simultaneous payment of multiple litigation charges.\nB\nThe Government emphasizes that § 1915 as a whole has a single-case focus, providing instructions for each case. It would be anomalous, the Government urges, to treat paragraph (b)(1)'s initial partial payment, which Bruce concedes is directed at a single case, differently than paragraph (b)(2)'s subsequent monthly payments. The two paragraphs, the Government observes, are linked by paragraph (b)(2)'s opening clause: \"After payment of the initial partial filing fee.\"\nThe per-case approach, the Government adds, better comports with the purpose of the PLRA to deter frivolous suits. See Newlin v. Helman, 123 F.3d 429, 436 (C.A.7 1997) (Easterbrook, J.) (\"Otherwise a prisoner could file multiple suits for the price of one, postponing payment of the fees for later-filed suits until after the end of imprisonment (and likely avoiding them altogether [because fees are often uncollectable on a prisoner's release] ).\"), overruled in part on other grounds by Lee v. Clinton, 209 F.3d 1025 (C.A.7 2000), and Walker v. O'Brien, 216 F.3d 626 (C.A.7 2000). The Government further observes that the generally small size of the initial partial fee-here, $0.64, App. to Pet. for Cert. 21a-provides scant disincentive, on its own, for multiple filings.\nResponding to Bruce's observation that, for a prisoner with more than five charges, even the per-case approach resorts to sequential payments, the Government agrees, but tells us that this scenario arises infrequently. \"[M]ost prisoners,\" the Government states, \"would accrue three strikes (and therefore be required to pay the full filing fees upfront) by the time they incurred the obligation for their sixth case.\" Brief for Respondents 29.\nFinally, answering Bruce's concern that the per-case approach could leave a prisoner without money for amenities, the Government points out that prisons \"are constitutionally bound to provide inmates with adequate food, clothing, shelter, and medical care,\" id., at 48 (citing Farmer v. Brennan, 511 U.S. 825, 832, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994) ), and must furnish \" 'paper and pen to draft legal documents' and 'stamps to mail them,' \" Brief for Respondents 48 (quoting Bounds v. Smith, 430 U.S. 817, 824, 825, 97 S.Ct. 1491, 52 L.Ed.2d 72 (1977) ). Moreover, the Government notes, the Federal Bureau of Prisons (BOP) \"goes beyond those requirements,\" providing inmates \"articles necessary for maintaining personal hygiene,\" and free postage \"not only for legal mailings but also to enable the inmate to maintain community ties.\" Brief for Respondents 48, n. 21 (internal quotation marks omitted).\nIII\nThe Circuits following the per-case approach, we conclude, better comprehend the statute. Just as § 1915(b)(1) calls for assessment of \"an initial partial filing fee\" each time a prisoner \"brings a civil action or files an appeal\" (emphasis added), so its allied provision, § 1915(b)(2), triggered immediately after, calls for \"monthly payments of 20 percent of the preceding month's income\" simultaneously for each action pursued. The other two paragraphs of § 1915(b) confirm that the subsection as a whole is written from the perspective of a single case. See § 1915(b)(3) (imposing a ceiling on fees permitted \"for the commencement of a civil action or an appeal\" (emphasis added)); § 1915(b)(4) (protecting the right to \"brin[g] a civil action or appea[l] a civil or criminal judgment\" (emphasis added)). There is scant indication that the statute's perspective shifts partway through paragraph (2).\nBruce's extratextual points do not warrant a departure from the interpretation suggested by the text and context. The per-case approach more vigorously serves the statutory objective of containing prisoner litigation, while the safety-valve provision, see supra, at 630 - 631, ensures against denial of access to federal courts. Bruce's administrability concerns carry little weight given reports from several States that the per-case approach is unproblematic. See Brief for State of Michigan et al. as Amici Curiae 18-20.\n* * *\nFor the reasons stated, the judgment of the Court of Appeals for the District of Columbia Circuit is\nAffirmed .\nCompare Atchison v. Collins, 288 F.3d 177, 181 (C.A.5 2002) (per curiam ); Newlin v. Helman, 123 F.3d 429, 436 (C.A.7 1997), overruled in part on other grounds by Lee v. Clinton, 209 F.3d 1025 (C.A.7 2000), and Walker v. O'Brien, 216 F.3d 626 (C.A.7 2000) ; Lefkowitz v. Citi-Equity Group, Inc., 146 F.3d 609, 612 (C.A.8 1998) ; Christensen v. Big Horn Cty. Bd. of Cty. Comm'rs, 374 Fed.Appx. 821, 829-833 (C.A.10 2010) ; and Pinson v. Samuels, 761 F.3d 1, 7-10 (C.A.D.C.2014) (case below) (adopting per-case approach), with Whitfield v. Scully, 241 F.3d 264, 276-277 (C.A.2 2001) ; Siluk v. Merwin, 783 F.3d 421, 427-436 (C.A.3 2015) ; and Torres v. O'Quinn, 612 F.3d 237, 241-248 (C.A.4 2010) (adopting per-prisoner approach).\nAt oral argument, Bruce's counsel informed the Court that Bruce had framed or joined 19 prison-litigation cases, although \"the last seven or so have not been filed ... because [Bruce] had had three strikes by the 12th.\" Tr. of Oral Arg. 23. See Brief for Respondents 40 (stating that Bruce filed three new lawsuits during the pendency of his case before this Court).\nThe Court of Appeals construed the pleadings in this case as a petition for a writ of mandamus. 761 F.3d, at 3. We assume without deciding that a mandamus petition qualifies as a \"civil action\" or \"appeal\" for purposes of 28 U.S.C. § 1915(b).\nUse of the plural \"fees\" in that paragraph does not persuade us otherwise. Congress has been less than meticulous in its employment of the singular \"fee\" and the plural \"fees,\" sometimes using those words interchangeably. See, e.g., 28 U.S.C. § 1930(a) (\"The parties commencing a case under title 11 shall pay to the clerk ... the following filing fees : [enumerating several options]. In addition to the filing fee paid to the clerk, [an additional fee shall be paid].\" (emphasis added)); 42 U.S.C. § 1988(b) (\"[T]he court ... may allow the prevailing party ... a reasonable attorney's fee as part of the costs, except that in any action brought against a judicial officer ... such officer shall not be held liable for any costs, including attorney's fees ....\" (emphasis added)). See also Dictionary Act, 1 U.S.C. § 1 (\"In determining the meaning of any Act of Congress, unless the context indicates otherwise-words importing the singular include and apply to several persons, parties, or things; words importing the plural include the singular....\").",
        "type": "majority",
        "author": "Justice GINSBURG delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Anthony F. Shelley, Washington, D.C., for Petitioner.",
      "Nicole A. Saharsky, for Respondents.",
      "Anthony F. Shelley, Laura G. Ferguson, Dawn E. Murphy-Johnson, Adam W. Braskich, Kathleen T. Wach, Miller & Chevalier Chtd., Washington, D.C., for Petitioner.",
      "Donald B. Verrilli, Jr., Solicitor General, Benjamin C. Mizer, Principal Deputy Assistant, Attorney General, Ian Heath Gershengorn, Deputy Solicitor General, Nicole A. Saharsky, Assistant to the Solicitor General, Barbara L. Herwig, Benjamin M. Shultz, Attorneys, Department of Justice, Washington, D.C., for Respondents."
    ],
    "corrections": "",
    "head_matter": "Antoine BRUCE, Petitioner\nv.\nCharles E. SAMUELS, Jr., et al.\nNo. 14-844.\nSupreme Court of the United States\nArgued Nov. 4, 2015.\nDecided Jan. 12, 2016.\nAnthony F. Shelley, Washington, D.C., for Petitioner.\nNicole A. Saharsky, for Respondents.\nAnthony F. Shelley, Laura G. Ferguson, Dawn E. Murphy-Johnson, Adam W. Braskich, Kathleen T. Wach, Miller & Chevalier Chtd., Washington, D.C., for Petitioner.\nDonald B. Verrilli, Jr., Solicitor General, Benjamin C. Mizer, Principal Deputy Assistant, Attorney General, Ian Heath Gershengorn, Deputy Solicitor General, Nicole A. Saharsky, Assistant to the Solicitor General, Barbara L. Herwig, Benjamin M. Shultz, Attorneys, Department of Justice, Washington, D.C., for Respondents."
  },
  "file_name": "0627-01",
  "first_page_order": 627,
  "last_page_order": 633
}
