{
  "id": 12602418,
  "name": "Israel BEN-LEVI, aka Danny L. Loren v. Betty BROWN.",
  "name_abbreviation": "Ben-Levi v. Brown",
  "decision_date": "2016-02-29",
  "docket_number": "No. 14–10186.",
  "first_page": "930",
  "last_page": "936",
  "citations": [
    {
      "type": "official",
      "cite": "136 S. Ct. 930"
    },
    {
      "type": "parallel",
      "cite": "194 L. Ed. 2d 231"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "482 U.S. 369",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6213709
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "370-371, n. 1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/482/0369-01"
      ]
    },
    {
      "cite": "183 L.Ed.2d 281",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12407170,
        12407151
      ],
      "year": 2012,
      "opinion_index": 0,
      "case_paths": [
        "/us/567/0298-01",
        "/us/567/0260-01"
      ]
    },
    {
      "cite": "132 S.Ct. 2277",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12407170
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "2287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/567/0298-01"
      ]
    },
    {
      "cite": "450 U.S. 707",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6189379
      ],
      "weight": 6,
      "year": 1981,
      "pin_cites": [
        {
          "page": "715-716"
        },
        {
          "page": "715"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/450/0707-01"
      ]
    },
    {
      "cite": "135 S.Ct. 853",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12594249
      ],
      "weight": 5,
      "year": 2015,
      "pin_cites": [
        {
          "page": "861"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/0853-01"
      ]
    },
    {
      "cite": "393 U.S. 440",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11317464
      ],
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "page": "450",
          "parenthetical": "holding that \"the First Amendment forbids civil courts from\" interpreting \"particular church doctrines\" and determining \"the importance of those doctrines to the religion\""
        },
        {
          "parenthetical": "holding that \"the First Amendment forbids civil courts from\" interpreting \"particular church doctrines\" and determining \"the importance of those doctrines to the religion\""
        },
        {
          "parenthetical": "holding that \"the First Amendment forbids civil courts from\" interpreting \"particular church doctrines\" and determining \"the importance of those doctrines to the religion\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/393/0440-01"
      ]
    },
    {
      "cite": "494 U.S. 872",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        4852
      ],
      "weight": 5,
      "year": 1990,
      "pin_cites": [
        {
          "page": "887"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/494/0872-01"
      ]
    },
    {
      "cite": "482 U.S. 342",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6213275
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "349-350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/482/0342-01"
      ]
    },
    {
      "cite": "482 U.S. 78",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6210045
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "89"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/482/0078-01"
      ]
    },
    {
      "cite": "600 Fed.Appx. 899",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "year": 2015,
      "pin_cites": [
        {
          "page": "900",
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "114 Stat. 803",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "2014 WL 7239858",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 11,
      "year": 2014,
      "pin_cites": [
        {
          "page": "*3, n. 2"
        },
        {
          "page": "*1"
        },
        {
          "page": "*2, *4"
        },
        {
          "page": "*4"
        },
        {
          "page": "*4"
        },
        {
          "page": "*4"
        },
        {
          "page": "*4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "135 S.Ct. 1765",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12589266
      ],
      "weight": 6,
      "year": 2015,
      "pin_cites": [
        {
          "page": "1769"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/1765-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 988,
    "char_count": 21873,
    "pagerank": {
      "raw": 9.956521874420122e-08,
      "percentile": 0.537035749960712
    },
    "sha256": "9f706dfe0d16f6cd3955b3cab5a0dd171bb08639de00bbc4cfd5837f35516377",
    "simhash": "1:21ea4313f0090efc",
    "word_count": 3485
  },
  "last_updated": "2024-02-27T18:39:13.062638+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Israel BEN-LEVI, aka Danny L. Loren\nv.\nBetty BROWN."
    ],
    "opinions": [
      {
        "text": "Justice ALITO, dissenting from the denial of certiorari.\nPetitioner Israel Ben-Levi, a North Carolina inmate, filed a pro se petition challenging a prison policy that prevented him and other Jewish inmates from praying and studying the Torah together. The North Carolina Department of Public Safety (NCDPS) imposed stringent restrictions on Jewish group meetings that it did not apply to other religious groups. Because Ben-Levi has provided ample evidence that these restrictions substantially burdened his religious exercise, and because respondent has not identified a legitimate penological interest in treating Jewish inmates more strictly than inmates of other religions, I would grant Ben-Levi's petition for certiorari and summarily reverse the judgment below.\nI\nPetitioner Ben-Levi is a practicing Jew in the custody of NCDPS. Respondent Betty Brown is NCDPS's Director of Chaplaincy Services. Because this case arises in a summary judgment posture, I view the facts in the light most favorable to Ben-Levi, the nonmoving party. See, e.g., City and County of San Francisco v. Sheehan, 575 U.S. ----, ----, 135 S.Ct. 1765, 1769, 191 L.Ed.2d 856 (2015).\nIn 2012, while housed in NCDPS's Hoke Correctional Institute (Hoke), Ben-Levi requested permission to meet in a quiet room to pray and study the Torah with two other Jewish prisoners. Doc. No. 1-1; Doc. No. 33, pp. 1-2. After Hoke officials denied his request, Ben-Levi sent a letter to respondent asking if she had \"the authority to let the superintendent [at Hoke] approve a quiet place ... to have a Jewish Bible Study.\" Doc. No. 1-1, at 4. Ben-Levi later clarified that he was seeking to meet with his fellow Jewish believers for an hour per week. Doc. No. 29, p. 6.\nRespondent denied Ben-Levi's request in a July 10, 2012 letter. See Doc. No. 24-1. The letter asserted that a Jewish study group requires a quorum of 10 adult Jews (also referred to as a minyan). Ibid. Ben-Levi's proposed group, however, had only three members. Doc. No. 33, at 1-2. Respondent further explained that the minyan requirement \"may be waived in a prison setting only when the service is led by a Rabbi.\" Doc. No. 24-1. But because \"no orthodox Rabbi\" was available \"to supervise a study group,\" respondent continued, \"no formal authorization can be given even though you say that requirements are relaxed for an orthodox Jewish bible study.\" Ibid. Respondent warned Ben-Levi that his proposed study group was prohibited and stated that \"[n]o further action will be taken on this issue.\" Ibid.\nRespondent based her denial of Ben-Levi's request on established NCDPS policy, which requires either a minyan or the presence of a qualified leader (such as a rabbi) in order for a Jewish study group to take place. Brief in Opposition 11; see Doc. No. 42-2, pp. 5-7. NCDPS instituted this policy after \"Respondent Brown personally exchanged emails\" with a rabbi and \"he advised her regarding the 'requirements for Torah and Talmud study sessions.' \" Brief in Opposition 10 (citing Doc. No. 42-2, at 9). \"Based on the information provided by [the rabbi], Respondent Brown was of the opinion at all relevant times that NCDPS's requirement of a quorum, Rabbi, or other qualified community volunteer to lead Jewish bible study was in conformity with the 'requirements, practices and tenets of Judaism.' \" Brief in Opposition 11 (citing Doc. No. 42-2, at 9).\nBecause NCDPS's policy rests on its understanding of Jewish doctrine, the policy does not apply to other religions. In fact, NCDPS intentionally treats different religions differently based on its perception of the importance of their various tenets. Doc. No. 42-2, at 5. As explained by respondent, \"[s]ome faith practices are required of an adherent, while others are not, such that different accommodations are made for dissimilar groups.\" Ibid. Thus, although other religious groups were allowed to meet without a quorum or an outside volunteer, Jewish groups were not. See Doc. No. 29, at 1; Doc. No. 32, p. 3; Doc. No. 49, p. 2; Doc. No. 54, p. 2.\nThe hurdles imposed on Jewish group meetings are heightened by the paucity of Jews at Hoke and in the surrounding community. \"[B]ecause the numbe[r] of declared Judaism followers is small,\" Doc. No. 42-2, at 10, Ben-Levi could not assemble a quorum of 10 Jews. And because respondent was unable to find a rabbi or other qualified leader to serve the Jewish prisoners at Hoke, see 2014 WL 7239858, *3, n. 2 (E.D.N.C., Dec. 18, 2014), Ben-Levi could not take advantage of the exception to the minyan requirement. As a result, Ben-Levi was completely deprived of the ability to pray or study with other Jewish inmates. Doc. No. 32, at 3.\nAfter respondent denied the request for group Torah study, Ben-Levi filed a pro se complaint under Rev. Stat. § 1979, 42 U.S.C. § 1983, in the United States District Court for the Eastern District of North Carolina. Ben-Levi alleged that the denial of his request violated his free exercise rights under the First Amendment and the Religious Land Use and Institutionalized Persons Act of 2000 (RLUIPA), 114 Stat. 803, 42 U.S.C. § 2000cc et seq.\nOn March 19, 2014, the District Court granted respondent's motion for summary judgment as to Ben-Levi's RLUIPA claim and his requests for declaratory and injunctive relief, finding them mooted by Ben-Levi's transfer from Hoke to another facility. Doc. No. 33. After further filings, the court granted respondent summary judgment on Ben-Levi's remaining free exercise claim for monetary damages. 2014 WL 7239858, at *1. The court first concluded that respondent had not substantially burdened Ben-Levi's religious exercise. Id., at *4. Pursuant to NCDPS policy, the court noted, \"a Jewish Bible Study generally requires a quorum of ten adult Jews,\" although \"[t]his requirement may be waived when the study is led by a volunteer Rabbi.\" Id., at *3. Because respondent was merely enforcing this policy, the court reasoned, and because Ben-Levi was allowed to engage in private worship, his religious exercise was not substantially burdened. Id., at *4.\nThe court further held that, even if Ben-Levi had demonstrated a burden on his religious exercise, summary judgment was appropriate because respondent's actions were reasonably related to legitimate penological interests in (1) maintaining order, security, and safety; (2) balancing inmate relationships; and (3) conserving personnel resources. Id., at *3-*4. The court observed that extremist groups in the past have used religious gatherings to \"mask their gang activity.\" Ibid.\nBen-Levi appealed, and the Fourth Circuit summarily affirmed \"for the reasons stated by the district court.\" 600 Fed.Appx. 899, 900 (C.A.4 2015) (per curiam ). Ben-Levi then filed a pro se petition for a writ of certiorari.\nII\nPetitioner argues that NCDPS's refusal to allow him to meet with other Jewish inmates to study the Torah violated his rights under the Free Exercise Clause of the First Amendment. \"[W]hen a prison regulation impinges on inmates' constitutional rights, the regulation is valid if it is reasonably related to legitimate penological interests.\" Turner v. Safley, 482 U.S. 78, 89, 107 S.Ct. 2254, 96 L.Ed.2d 64 (1987) ; see O'Lone v. Estate of Shabazz, 482 U.S. 342, 349-350, 107 S.Ct. 2400, 96 L.Ed.2d 282 (1987). When this test is applied to the current record, it is clear that summary judgment on Ben-Levi's free exercise claim was improper.\nA\nFirst, the courts below erred in concluding as a matter of law that respondent did not substantially burden Ben-Levi's religious exercise. The record clearly shows that Ben-Levi, like many religious people, views group prayer and study as an important part of his \"religious observance.\" Doc. No. 32, at 2. And Ben-Levi repeatedly asserts that NCDPS's policy denied him \"a reasonable opportunity of pursuing his faith.\" Doc. No. 29, at 2; see Doc. No. 32, at 5.\nRespondent and the District Court have \"not question[ed] the sincerity of Petitioner's beliefs.\" Brief in Opposition 16, n. 5; see 2014 WL 7239858, at *2, *4. Instead, their primary argument is that Ben-Levi's religious exercise was not burdened because respondent was merely enforcing NCDPS's requirements for Torah studies. See, e.g., Brief in Opposition 17-18; 2014 WL 7239858, at *4 (\"Defendant did not forbid Plaintiff from participating in a Jewish Bible Study. Rather, she enforced DPS policy requiring that a study with fewer than ten participants be led by a Rabbi\").\n\"Petitioner's request for a Jewish bible study was not denied per se,\" respondent explains. Brief in Opposition 17. \"Instead, based upon research by Respondent Brown and the Religious Practices Committee, Petitioner was informed that a quorum (minyan) or presence of a qualified clergy volunteer was required before the group could meet.\" Ibid. \"NCDPS's position was based upon its understanding of the basic tenets of the Jewish faith which it obtained through consultations with an established leader of that faith who confirmed that a minyan or qualified Rabbi is required for 'Torah and Talmud study.' \" Ibid. Respondent faults Ben-Levi for failing to provide \"documentation from reliable sources or authorities on the Jewish faith disputing NCDPS's understanding that the Jewish religion itself, and not just institutional concerns, requires a quorum or the presence of a qualified teacher for worship or religious study.\" Id., at 18. As a result of this failure, respondent argues, \"the Record establishes as a matter of law that Respondent Brown's denial of Petitioner's request did not substantially burden his ability to practice the Jewish faith but, rather, was in line with the tenets of that faith.\" Ibid.\nIn essence, respondent's argument-which was accepted by the courts below-is that Ben-Levi's religious exercise was not burdened because he misunderstands his own religion. If Ben-Levi truly understood Judaism, respondent implies, he would recognize that his proposed study group was not consistent with Jewish practice and that respondent's refusal to authorize the group \"was in line with the tenets of that faith.\" Ibid. ; see also 2014 WL 7239858, at *4 (noting that \"the requirement of a quorum of ten adult Jews or the presence of a Rabbi\" \" 'ensures the purity of the doctrinal message and teaching' \").\nThe argument that a plaintiff's own interpretation of his or her religion must yield to the government's interpretation is foreclosed by our precedents. This Court has consistently refused to \" 'question the centrality of particular beliefs or practices to a faith, or the validity of particular litigants' interpretations of those creeds.' \" Employment Div., Dept. of Human Resources of Ore. v. Smith, 494 U.S. 872, 887, 110 S.Ct. 1595, 108 L.Ed.2d 876 (1990). \"Repeatedly and in many different contexts, we have warned that courts must not presume to determine the place of a particular belief in a religion or the plausibility of a religious claim.\" Ibid. ; see also Presbyterian Church in U.S. v. Mary Elizabeth Blue Hull Memorial Presbyterian Church, 393 U.S. 440, 450, 89 S.Ct. 601, 21 L.Ed.2d 658 (1969) (holding that \"the First Amendment forbids civil courts from\" interpreting \"particular church doctrines\" and determining \"the importance of those doctrines to the religion\").\nJust last Term, we emphasized that the government cannot define the scope of personal religious beliefs. See Holt v. Hobbs, 574 U.S. ----, 135 S.Ct. 853, 190 L.Ed.2d 747 (2015). In Holt, we held that a prison policy preventing a Sunni Muslim inmate from growing a ½-inch beard substantially burdened his religious exercise. Id., at ----, 135 S.Ct., at 859. In so holding, we explicitly rejected the argument that there was no burden because \"not all Muslims believe that men must grow beards,\" reaffirming that \"the guarantee of the Free Exercise Clause ... is 'not limited to beliefs which are shared by all of the members of a religious sect.' \" Id., at ----, 135 S.Ct., at 863 (quoting Thomas v. Review Bd. of Indiana Employment Security Div., 450 U.S. 707, 715-716, 101 S.Ct. 1425, 67 L.Ed.2d 624 (1981) ).\nAs this discussion makes clear, respondent's focus on the correctness of Ben-Levi's understanding of Judaism is inconsistent with our case law. Even assuming that respondent accurately identified the requirements for a group Torah study under Jewish doctrine-and that is not at all clear-federal courts have no warrant to evaluate \" 'the validity of [Ben-Levi's] interpretations.' \" Smith, supra, at 887, 110 S.Ct. 1595. Instead, the courts below should have considered whether the NCDPS policy imposed a substantial burden on Ben-Levi's ability to exercise his religious beliefs, as he understands them. Ben-Levi believes that relaxing the minyan requirement promotes his faith more than sacrificing group Torah study altogether. By ignoring Ben-Levi's actual beliefs and focusing solely on NCDPS's understanding of Judaism, respondent and the courts below considered the wrong question.\nPerhaps Ben-Levi-who proceeded pro se below and in filing this petition-could have more clearly explained why he believes group study is more important than adherence to the minyan requirement. See Brief in Opposition 17-18. But \"[c]ourts should not undertake to dissect religious beliefs ... because [the] beliefs are not articulated with the clarity and precision that a more sophisticated person might employ.\" Thomas, 450 U.S., at 715, 101 S.Ct. 1425. Ben-Levi has unmistakably indicated that he prefers group study without a minyan to no group study at all, and \"it is not for us to say that the line he drew was an unreasonable one.\" Ibid.\nNor can I conclude that Ben-Levi's ability to engage in \"private worship\" shows that his religious exercise was not burdened. See 2014 WL 7239858, at *3-*4 ; Brief in Opposition 9. If the opportunity to pray and study privately were sufficient to satisfy the First Amendment, then prisons could justify any restriction on religious exercise short of depriving an inmate of his religious texts. Many prisoners, Ben-Levi included, consider it important to congregate with other practitioners of their faith for prayer and discussion. Preventing them from doing so burdens their religious exercise, even if they are allowed to study and pray alone in a cell. Ben-Levi has presented ample evidence that group study, even absent a minyan, is important to his faith. The courts below thus erred in holding that his religious exercise was not substantially burdened as a matter of law.\nB\nMoreover, contrary to the conclusions of the courts below, respondent has not demonstrated that the burden on Ben-Levi's religious exercise was reasonably related to legitimate penological interests. Respondent contends that several government interests justify NCDPS's policy, including (1) maintaining order, security, and safety; (2) balancing inmate relationships; and (3) conserving personnel resources. 2014 WL 7239858, at *3-*4 ; Brief in Opposition 18-19. I do not question the importance of these interests. See, e.g., Holt, 574 U.S., at ----, 135 S.Ct., at 864 (\"Prison officials are experts in running prisons and evaluating the likely effects of altering prison rules, and courts should respect that expertise\"). But respondent's invocation of these interests is insufficient to justify NCDPS's policy toward Jewish inmates. The problem with these asserted justifications is that they seem to apply equally to inmates of other religions, who were nevertheless allowed to meet in groups of fewer than 10 without an outside leader. For instance, respondent has given no reason to believe that Jewish prisoners are more inclined than prisoners of other religions to \" 'us[e] faith practice to mask their gang activity.' \" 2014 WL 7239858, at *4. Nor is there any indication that a Jewish study group is more likely than a Christian or Muslim group to impede order, compromise inmate relationships, or absorb personnel resources. The State has no apparent reason for discriminating against Jewish inmates in this way. The District Court erred in holding otherwise, and the Fourth Circuit erred in affirming. I would thus grant certiorari, summarily reverse the judgment below, and remand for further proceedings.\nNeedless to say, the Court's refusal to grant review in this case does not signify approval of the decision below. But the Court's indifference to this discriminatory infringement of religious liberty is disappointing.\nDocuments filed with the District Court are designated by their docket entry number, denoted as \"Doc. No. __.\"\nRespondent does not dispute this conclusion. See, e.g., Brief in Opposition 20 (\"While Petitioner argues that other faith groups have been allowed to participate in study groups, Petitioner has not presented any evidence that members of his faith group or similar faith groups (i.e., where the tenets of the faith require a minyan or the presence of a qualified teacher) were allowed to meet without a quorum or qualified community volunteer\").\nBen-Levi subsequently obtained counsel, who-more than 8 months after Ben-Levi filed his pro se petition-submitted a reply brief.\nBecause I would reverse the decision below on free exercise grounds, I have no occasion to consider whether Ben-Levi, proceeding pro se, adequately preserved an objection based on RLUIPA, which provides broader protection than the First Amendment. I would leave it to the lower courts on remand to address that question, if necessary.\nSee, e.g., Brief in Opposition 17-18 (\"Petitioner attempts to create an issue of fact by arguing that there is a difference between worship and study. According to [the rabbi that respondent consulted], however, the minyan or qualified teacher requirements apply to Torah and Talmud study \"); Doc. No. 42-2, p. 6 (\"It should be noted that, the language (Jewish Bible Study) the Plaintiff uses in his complaint exhibits that he is not knowledgeable to teach or guide others in the Jewish faith. What Plaintiff incorrectly identifies as a Jewish Bible study is really called the Torah/or Talmud study\").\nRespondent notes that \"in one of the few documents filed by Petitioner in this case, the author states that '[i]t is best to pray in a synagogue with a Minyan (a congregation of at least ten adult men).' \" Brief in Opposition 18. Even assuming that Ben-Levi agrees with that statement, respondent is not permitted to dictate the appropriate religious response to Ben-Levi's inability to muster a minyan. The prisoner in Holt believed that \"his faith requires him not to trim his beard at all,\" but he preferred a ½-inch beard to no beard. Holt v. Hobbs, 574 U.S. ----, ----, 135 S.Ct. 853, 861, 190 L.Ed.2d 747 (2015). Likewise, Ben-Levi believes that a study group with fewer than 10 Jewish participants is preferable to no study group at all. Respondent has no business questioning the validity of this belief.\nRespondent argues that Ben-Levi's claims are \"moot\" because \"the NCDPS Policy at issue in this case was amended and now allows approved inmates to lead worship and religious study groups when outside clergy volunteers are not available.\" Brief in Opposition 13. This argument provides no basis for denying certiorari here. \"The voluntary cessation of challenged conduct does not ordinarily render a case moot because a dismissal for mootness would permit a resumption of the challenged conduct as soon as the case is dismissed.\" Knox v. Service Employees, 567 U.S. ----, ---- - ----, 132 S.Ct. 2277, 2287, 183 L.Ed.2d 281 (2012).\nEven if respondent could overcome that obstacle, the new policy does nothing to alleviate the burden on Ben-Levi's religious exercise. The \"amended\" policy allows an inmate to lead a study group only if a \"community volunteer is not available ... and there is sufficient offender interest (10 or more designated faith group members).\" App. to Brief in Opposition, Exh. A, p. 6. Jewish prisoners thus need either a qualified volunteer or a quorum of 10 Jews in order to hold a study group-just as they did under the previous policy.\nIf anything, this change aggravates the religious liberty problem. There are strong reasons to believe that NCDPS made this change for the specific purpose of defeating Jewish prisoners' claims. (Where else did the 10-inmate requirement come from?) In other words, there is strong reason to believe that Jewish inmates but not Christian inmates would have trouble satisfying this requirement. And if NCDPS previously did not think that penological concerns necessitated such a requirement for non-Jewish groups, what justification is there for imposing such a categorical rule now?\nFinally, even if NCDPS had meaningfully changed its policy, such a change could not moot Ben-Levi's backward-looking damages claim. \"Untold numbers of cases illustrate the rule that a claim for money damages is not moot, no matter how clear it is that the claim arises from events that have completely concluded without any prospect of recurrence.\" 13C C. Wright, A. Miller, & E. Cooper, Federal Practice and Procedure § 3533.3, p. 6 (3d ed. 2008) ; see, e.g., Board of Pardons v. Allen, 482 U.S. 369, 370-371, n. 1, 107 S.Ct. 2415, 96 L.Ed.2d 303 (1987).\nThe courts below also erred in concluding as a matter of law that respondent did not intentionally violate Ben-Levi's free exercise rights. See 2014 WL 7239858, *4 (E.D.N.C., Dec. 18, 2014). Respondent explicitly rejected Ben-Levi's request for a group Torah study, knowing full well that this decision would completely prevent him from praying or studying with other Jewish inmates. See Doc. No. 32, p. 3; Doc. No. 42-2, at 5-6. There is thus a genuine issue of material fact as to whether respondent acted intentionally.",
        "type": "majority",
        "author": "Justice ALITO, dissenting from the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "Israel BEN-LEVI, aka Danny L. Loren\nv.\nBetty BROWN.\nNo. 14-10186.\nSupreme Court of the United States\nFeb. 29, 2016.\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "0930-01",
  "first_page_order": 930,
  "last_page_order": 936
}
