{
  "id": 12594853,
  "name": "AMERICOLD REALTY TRUST, Petitioner v. CONAGRA FOODS, INC., et al.",
  "name_abbreviation": "Americold Realty Trust v. Conagra Foods, Inc.",
  "decision_date": "2016-03-07",
  "docket_number": "No. 14–1382.",
  "first_page": "1012",
  "last_page": "1017",
  "citations": [
    {
      "type": "official",
      "cite": "136 S. Ct. 1012"
    },
    {
      "type": "parallel",
      "cite": "194 L. Ed. 2d 71"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "58 Md. 527",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1040588
      ],
      "year": 1882,
      "pin_cites": [
        {
          "page": "529"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/58/0527-01"
      ]
    },
    {
      "cite": "177 A.2d 412",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "413"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "227 Md. 473",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1868428
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "476-477"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/md/227/0473-01"
      ]
    },
    {
      "cite": "492 F.3d 192",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3506063
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "201-206",
          "parenthetical": "discussing various approaches among the Circuits"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/492/0192-01"
      ]
    },
    {
      "cite": "446 U.S. 458",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6184166
      ],
      "weight": 7,
      "year": 1980,
      "pin_cites": [
        {
          "page": "465"
        },
        {
          "page": "462-466"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/446/0458-01"
      ]
    },
    {
      "cite": "382 U.S. 145",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173095
      ],
      "weight": 3,
      "year": 1965,
      "pin_cites": [
        {
          "page": "146"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/382/0145-01"
      ]
    },
    {
      "cite": "177 U.S. 449",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5705736
      ],
      "weight": 5,
      "year": 1900,
      "pin_cites": [
        {
          "page": "456"
        },
        {
          "page": "457"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/177/0449-01"
      ]
    },
    {
      "cite": "32 L.Ed. 800",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        8299441,
        8299620
      ],
      "year": 1889,
      "opinion_index": 0,
      "case_paths": [
        "/us/129/0464-01",
        "/us/129/0677-01"
      ]
    },
    {
      "cite": "129 U.S. 677",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299620
      ],
      "weight": 4,
      "year": 1889,
      "pin_cites": [
        {
          "page": "682"
        },
        {
          "page": "682"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/129/0677-01"
      ]
    },
    {
      "cite": "2 How. 497",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3328443
      ],
      "weight": 2,
      "year": 1844,
      "pin_cites": [
        {
          "page": "558"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/43/0497-01"
      ]
    },
    {
      "cite": "5 Cranch 61",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        1446283
      ],
      "weight": 3,
      "year": 1809,
      "pin_cites": [
        {
          "page": "86-91"
        },
        {
          "page": "86, 91"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/9/0061-01"
      ]
    },
    {
      "cite": "1 Stat. 78",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "192 L.Ed.2d 997",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12599248,
        12599313,
        12599314,
        12599315,
        12599451
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/0026-02",
        "/s-ct/136/0027-01",
        "/s-ct/136/0027-02",
        "/s-ct/136/0027-03",
        "/s-ct/136/0029-05"
      ]
    },
    {
      "cite": "136 S.Ct. 27",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12599313,
        12599314,
        12599315,
        12599316,
        12599317,
        12599318
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/0027-01",
        "/s-ct/136/0027-02",
        "/s-ct/136/0027-03",
        "/s-ct/136/0027-04",
        "/s-ct/136/0027-05",
        "/s-ct/136/0027-06"
      ]
    },
    {
      "cite": "3 Cranch 267",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        1427693
      ],
      "weight": 2,
      "year": 1806,
      "opinion_index": 0,
      "case_paths": [
        "/us/7/0159-01"
      ]
    },
    {
      "cite": "494 U.S. 185",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5551
      ],
      "weight": 17,
      "year": 1990,
      "pin_cites": [
        {
          "page": "195-196"
        },
        {
          "page": "196"
        },
        {
          "page": "189-190"
        },
        {
          "page": "192-196"
        },
        {
          "page": "192-193"
        },
        {
          "page": "195"
        },
        {
          "page": "190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/494/0185-01"
      ]
    },
    {
      "cite": "776 F.3d 1175",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6892345
      ],
      "weight": 2,
      "year": 2015,
      "pin_cites": [
        {
          "page": "1182"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/776/1175-01"
      ]
    },
    {
      "cite": "28 U.S.C. §§ 1332",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(a)(1)"
        },
        {
          "page": "(c)"
        },
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 618,
    "char_count": 10443,
    "pagerank": {
      "raw": 1.610822026000154e-07,
      "percentile": 0.6855133252942546
    },
    "sha256": "17013155fe927005ea60b6fa3bcf4f81590872cb77631e6e5ccbbdf64683033e",
    "simhash": "1:3c2da624db9e0d8f",
    "word_count": 1672
  },
  "last_updated": "2024-02-27T18:39:13.062638+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "AMERICOLD REALTY TRUST, Petitioner\nv.\nCONAGRA FOODS, INC., et al."
    ],
    "opinions": [
      {
        "text": "Justice SOTOMAYOR delivered the opinion of the Court.\nFederal law permits federal courts to resolve certain nonfederal controversies between \"citizens\" of different States. This rule is easy enough to apply to humans, but can become metaphysical when applied to legal entities. This case asks how to determine the citizenship of a \"real estate investment trust,\" an inanimate creature of Maryland law. We answer: While humans and corporations can assert their own citizenship, other entities take the citizenship of their members.\nI\nThis action began as a typical state-law controversy, one involving a contract dispute and an underground food-storage warehouse fire. A group of corporations whose food perished in that 1991 fire continues to seek compensation from the warehouse's owner, now known as Americold Realty Trust. After the corporations filed their latest suit in Kansas court, Americold removed the suit to the Federal District Court for the District of Kansas. The District Court accepted jurisdiction and resolved the dispute in favor of Americold.\nOn appeal, however, the Tenth Circuit asked for supplemental briefing on whether the District Court's exercise of jurisdiction was appropriate. The parties responded that the District Court possessed jurisdiction because the suit involved \"citizens of different States.\" 28 U.S.C. §§ 1332(a)(1), 1441(b).\nThe Tenth Circuit disagreed. The court considered the corporate plaintiffs citizens of the States where they were chartered and had their principal places of business: Delaware, Nebraska, and Illinois. See ConAgra Foods, Inc. v. Americold Logistics, LLC, 776 F.3d 1175, 1182 (2015) ; § 1332(c)(1) (specifying the citizenship of corporations for jurisdictional purposes). The court applied a different test to determine Americold's citizenship because Americold is a \"real estate investment trust,\" not a corporation. Distilling this Court's precedent, the Tenth Circuit reasoned that the citizenship of any \"non-corporate artificial entity\" is determined by considering all of the entity's \"members,\" which include, at minimum, its shareholders. Id., at 1180-1181 (citing Carden v. Arkoma Associates, 494 U.S. 185, 110 S.Ct. 1015, 108 L.Ed.2d 157 (1990) ). As there was no record of the citizenship of Americold's shareholders, the court concluded that the parties failed to demonstrate that the plaintiffs were \"citizens of different States\" than the defendants. See Strawbridge v. Curtiss, 3 Cranch 267, 2 L.Ed. 435 (1806).\nWe granted certiorari to resolve confusion among the Courts of Appeals regarding the citizenship of unincorporated entities. 576 U.S. ----, 136 S.Ct. 27, 192 L.Ed.2d 997 (2015). We now affirm.\nII\nExercising its powers under Article III, the First Congress granted federal courts jurisdiction over controversies between a \"citizen\" of one State and \"a citizen of another State.\" 1 Stat. 78. For a long time, however, Congress failed to explain how to determine the citizenship of a nonbreathing entity like a business association. In the early 19th century, this Court took that silence literally, ruling that only a human could be a citizen for jurisdictional purposes. Bank of United States v. Deveaux, 5 Cranch 61, 86-91, 3 L.Ed. 38 (1809). If a \"mere legal entity\" like a corporation were sued, the relevant citizens were its \"members,\" or the \"real persons who come into court\" in the entity's name. Id., at 86, 91.\nThis Court later carved a limited exception for corporations, holding that a corporation itself could be considered a citizen of its State of incorporation. See Louisville, C. & C.R. Co. v. Letson, 2 How. 497, 558, 11 L.Ed. 353 (1844). Congress etched this exception into the U.S. Code, adding that a corporation should also be considered a citizen of the State where it has its principal place of business. 28 U.S.C. § 1332(c) (1958 ed.). But Congress never expanded this grant of citizenship to include artificial entities other than corporations, such as joint-stock companies or limited partnerships. For these unincorporated entities, we too have \"adhere[d] to our oft-repeated rule that diversity jurisdiction in a suit by or against the entity depends on the citizenship of 'all [its] members.' \" Carden, 494 U.S., at 195-196, 110 S.Ct. 1015 (quoting Chapman v. Barney, 129 U.S. 677, 682, 9 S.Ct. 426, 32 L.Ed. 800 (1889) ).\nDespite our oft-repetition of the rule linking unincorporated entities with their \"members,\" we have never expressly defined the term. But we have equated an association's members with its owners or \" 'the several persons composing such association.' \" Carden, 494 U.S., at 196, 110 S.Ct. 1015 (quoting Great Southern Fire Proof Hotel Co. v. Jones, 177 U.S. 449, 456, 20 S.Ct. 690, 44 L.Ed. 842 (1900) ). Applying this principle with reference to specific States' laws, we have identified the members of a joint-stock company as its shareholders, the members of a partnership as its partners, the members of a union as the workers affiliated with it, and so on. See Carden, 494 U.S., at 189-190, 110 S.Ct. 1015 (citing Chapman, 129 U.S., at 682, 9 S.Ct. 426 ; Great Southern, 177 U.S., at 457, 20 S.Ct. 690 ; and Steelworkers v. R.H. Bouligny, Inc., 382 U.S. 145, 146, 86 S.Ct. 272, 15 L.Ed.2d 217 (1965) ).\nThis case asks us to determine the citizenship of Americold Realty Trust, a \"real estate investment trust\" organized under Maryland law. App. 93. As Americold is not a corporation, it possesses its members' citizenship. Nothing in the record designates who Americold's members are. But Maryland law provides an answer.\nIn Maryland, a real estate investment trust is an \"unincorporated business trust or association\" in which property is held and managed \"for the benefit and profit of any person who may become a shareholder.\" Md. Corp. & Assns. Code Ann. §§ 8-101(c), 8-102 (2014). As with joint-stock companies or partnerships, shareholders have \"ownership interests\" and votes in the trust by virtue of their \"shares of beneficial interest.\" §§ 8-704(b)(5), 8-101(d). These shareholders appear to be in the same position as the shareholders of a joint-stock company or the partners of a limited partnership-both of whom we viewed as members of their relevant entities. See Carden, 494 U.S., at 192-196, 110 S.Ct. 1015 ; see also § 8-705(a) (linking the term \"beneficial interests\" with \"membership interests\" and \"partnership interests\"). We therefore conclude that for purposes of diversity jurisdiction, Americold's members include its shareholders.\nIII\nAmericold disputes this conclusion. It cites a case called Navarro Savings Assn. v. Lee, 446 U.S. 458, 100 S.Ct. 1779, 64 L.Ed.2d 425 (1980), to argue that anything called a \"trust\" possesses the citizenship of its trustees alone, not its shareholder beneficiaries as well. As we have reminded litigants before, however, \"Navarro had nothing to do with the citizenship of [a] 'trust.' \" Carden, 494 U.S., at 192-193, 110 S.Ct. 1015. Rather, Navarro reaffirmed a separate rule that when a trustee files a lawsuit in her name, her jurisdictional citizenship is the State to which she belongs-as is true of any natural person. 446 U.S., at 465, 100 S.Ct. 1779. This rule coexists with our discussion above that when an artificial entity is sued in its name, it takes the citizenship of each of its members.\nThat said, Americold's confusion regarding the citizenship of a trust is understandable and widely shared. See Emerald Investors Trust v. Gaunt Parsippany Partners, 492 F.3d 192, 201-206 (C.A.3 2007) (discussing various approaches among the Circuits). The confusion can be explained, perhaps, by tradition. Traditionally, a trust was not considered a distinct legal entity, but a \"fiduciary relationship\" between multiple people. Klein v. Bryer, 227 Md. 473, 476-477, 177 A.2d 412, 413 (1962) ; Restatement (Second) of Trusts § 2 (1957). Such a relationship was not a thing that could be haled into court; legal proceedings involving a trust were brought by or against the trustees in their own name. Glenn v. Allison, 58 Md. 527, 529 (1882) ; Deveaux, 5 Cranch, at 91. And when a trustee files a lawsuit or is sued in her own name, her citizenship is all that matters for diversity purposes. Navarro, 446 U.S., at 462-466, 100 S.Ct. 1779. For a traditional trust, therefore, there is no need to determine its membership, as would be true if the trust, as an entity, were sued.\nMany States, however, have applied the \"trust\" label to a variety of unincorporated entities that have little in common with this traditional template. Maryland, for example, treats a real estate investment trust as a \"separate legal entity\" that itself can sue or be sued. Md. Corp. & Assns. Code Ann. §§ 8-102(2), 8-301(2). So long as such an entity is unincorporated, we apply our \"oft-repeated rule\" that it possesses the citizenship of all its members. Carden, 494 U.S., at 195, 110 S.Ct. 1015. But neither this rule nor Navarro limits an entity's membership to its trustees just because the entity happens to call itself a trust.\nWe therefore decline to apply the same rule to an unincorporated entity sued in its organizational name that applies to a human trustee sued in her personal name. We also decline an amicus ' invitation to apply the same rule to an unincorporated entity that applies to a corporation-namely, to consider it a citizen only of its State of establishment and its principal place of business. See Brief for National Association of Real Estate Investment Trusts 11-21. When we last examined the \"doctrinal wall\" between corporate and unincorporated entities in 1990, we saw no reason to tear it down. Carden, 494 U.S., at 190, 110 S.Ct. 1015. Then as now we reaffirm that it is up to Congress if it wishes to incorporate other entities into 28 U.S.C. § 1332(c)'s special jurisdictional rule.\n* * *\nFor these reasons, the judgment of the Court of Appeals is\nAffirmed.",
        "type": "majority",
        "author": "Justice SOTOMAYOR delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Michael D. Pospisil, Kansas City, MO, for Petitioner.",
      "John M. Duggan, Overland Park, KS, for Respondents.",
      "John M. Duggan, Deron A. Anliker, Duggan Shadwick Doerr & Kurlbaum LLC, Overland Park, KS, for Respondents.",
      "Kristin Linsley Myles, Joshua Patashnik, Munger, Tolles & Olson LLP, San Francisco, CA, Michael D. Pospisil, John M. Edgar, Edgar Law Firm LLC, Kansas City, MO, for Petitioner."
    ],
    "corrections": "",
    "head_matter": "AMERICOLD REALTY TRUST, Petitioner\nv.\nCONAGRA FOODS, INC., et al.\nNo. 14-1382.\nSupreme Court of the United States\nArgued Jan. 19, 2016.\nDecided March 7, 2016.\nMichael D. Pospisil, Kansas City, MO, for Petitioner.\nJohn M. Duggan, Overland Park, KS, for Respondents.\nJohn M. Duggan, Deron A. Anliker, Duggan Shadwick Doerr & Kurlbaum LLC, Overland Park, KS, for Respondents.\nKristin Linsley Myles, Joshua Patashnik, Munger, Tolles & Olson LLP, San Francisco, CA, Michael D. Pospisil, John M. Edgar, Edgar Law Firm LLC, Kansas City, MO, for Petitioner."
  },
  "file_name": "1012-01",
  "first_page_order": 1012,
  "last_page_order": 1017
}
