{
  "id": 12594952,
  "name": "Jeffrey WOODS, Warden v. Timothy ETHERTON.",
  "name_abbreviation": "Woods v. Etherton",
  "decision_date": "2016-04-04",
  "docket_number": "No. 15–723.",
  "first_page": "1149",
  "last_page": "1153",
  "citations": [
    {
      "type": "official",
      "cite": "136 S. Ct. 1149"
    },
    {
      "type": "parallel",
      "cite": "194 L. Ed. 2d 333"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "597 N.W.2d 130",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "year": 1999,
      "pin_cites": [
        {
          "page": "138-139",
          "parenthetical": "showing of prejudice required to overcome forfeiture"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "460 Mich. 750",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        897929
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "763-764",
          "parenthetical": "showing of prejudice required to overcome forfeiture"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/460/0750-01"
      ]
    },
    {
      "cite": "541 U.S. 36",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5873383
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "60, n. 9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/541/0036-01"
      ]
    },
    {
      "cite": "800 F.3d 737",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4340735
      ],
      "weight": 3,
      "year": 2015,
      "pin_cites": [
        {
          "page": "751"
        },
        {
          "page": "753"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/800/0737-01"
      ]
    },
    {
      "cite": "466 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204802
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "690"
        },
        {
          "page": "687"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0668-01"
      ]
    },
    {
      "cite": "134 S.Ct. 10",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12577864,
        12701345
      ],
      "weight": 4,
      "year": 2013,
      "pin_cites": [
        {
          "page": "17",
          "parenthetical": "quoting Strickland v. Washington, 466 U.S. 668, 690, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984) ; internal quotation marks omitted"
        },
        {
          "parenthetical": "quoting Strickland v. Washington, 466 U.S. 668, 690, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984) ; internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/134/0010-01",
        "/us/571/0012-01"
      ]
    },
    {
      "cite": "563 U.S. 170",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12458282,
        5943445
      ],
      "weight": 3,
      "year": 2011,
      "pin_cites": [
        {
          "page": "190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/179/0557-01",
        "/us/563/0170-01"
      ]
    },
    {
      "cite": "134 S.Ct. 1697",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12706994,
        12579839
      ],
      "weight": 2,
      "year": 2014,
      "pin_cites": [
        {
          "page": "1702",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/572/0415-01",
        "/s-ct/134/1697-01"
      ]
    },
    {
      "cite": "541 U.S. 652",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5869197
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "664"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/541/0652-01"
      ]
    },
    {
      "cite": "562 U.S. 86",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12439786,
        6005083
      ],
      "weight": 5,
      "year": 2011,
      "pin_cites": [
        {
          "page": "101",
          "parenthetical": "quoting Yarborough v. Alvarado, 541 U.S. 652, 664, 124 S.Ct. 2140, 158 L.Ed.2d 938 (2004) "
        },
        {
          "parenthetical": "quoting Yarborough v. Alvarado, 541 U.S. 652, 664, 124 S.Ct. 2140, 158 L.Ed.2d 938 (2004) "
        },
        {
          "parenthetical": "quoting Yarborough v. Alvarado, 541 U.S. 652, 664, 124 S.Ct. 2140, 158 L.Ed.2d 938 (2004) "
        },
        {
          "page": "105"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/178/0624-01",
        "/us/562/0086-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)(1)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "760 N.W.2d 472",
      "category": "reporters:state_regional",
      "reporter": "N.W.2d",
      "weight": 3,
      "year": 2009,
      "opinion_index": 0
    },
    {
      "cite": "483 Mich. 896",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        7341314,
        7341578,
        7341837,
        7341198,
        7341712,
        7341460,
        7341210,
        7341343,
        7341224,
        7341610,
        7341488,
        7341362,
        7341876,
        7341237,
        7341750,
        7341250,
        7341382,
        7341645,
        7341521,
        7341266,
        7341408,
        7341284,
        7341799,
        7341674,
        7341548,
        7341298,
        7341432
      ],
      "year": 2009,
      "opinion_index": 0,
      "case_paths": [
        "/mich/483/0896-09",
        "/mich/483/0896-19",
        "/mich/483/0896-26",
        "/mich/483/0896-01",
        "/mich/483/0896-23",
        "/mich/483/0896-15",
        "/mich/483/0896-02",
        "/mich/483/0896-10",
        "/mich/483/0896-03",
        "/mich/483/0896-20",
        "/mich/483/0896-16",
        "/mich/483/0896-11",
        "/mich/483/0896-27",
        "/mich/483/0896-04",
        "/mich/483/0896-24",
        "/mich/483/0896-05",
        "/mich/483/0896-12",
        "/mich/483/0896-21",
        "/mich/483/0896-17",
        "/mich/483/0896-06",
        "/mich/483/0896-13",
        "/mich/483/0896-07",
        "/mich/483/0896-25",
        "/mich/483/0896-22",
        "/mich/483/0896-18",
        "/mich/483/0896-08",
        "/mich/483/0896-14"
      ]
    }
  ],
  "analysis": {
    "cardinality": 608,
    "char_count": 11236,
    "pagerank": {
      "raw": 6.143584865251167e-08,
      "percentile": 0.3820606915692768
    },
    "sha256": "848fddb60dcba77ef9f5be2bf74002d20d017c8ad3879405c0bf7a02029483af",
    "simhash": "1:2f3d53e03531ba8b",
    "word_count": 1774
  },
  "last_updated": "2024-02-27T18:39:13.062638+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jeffrey WOODS, Warden\nv.\nTimothy ETHERTON."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nIn the fall of 2006, Michigan law enforcement received an anonymous tip that two white males were traveling on I-96 between Detroit and Grand Rapids in a white Audi, possibly carrying cocaine. Officers spotted a vehicle matching that description and pulled it over for speeding. Respondent Timothy Etherton was driving; Ryan Pollie was in the passenger seat. A search of the car uncovered 125.2 grams of cocaine in a compartment at the bottom of the driver side door. Both Etherton and Pollie were arrested.\nEtherton was tried in state court on a single count of possession with intent to deliver cocaine. At trial the facts reflected in the tip were not contested. The central point of contention was instead whether the cocaine belonged to Etherton or Pollie. Pollie testified for the prosecution pursuant to a plea agreement. He claimed that he had accompanied Etherton from Grand Rapids to Detroit, not knowing that Etherton intended to obtain cocaine there. According to Pollie, once the pair arrived in Detroit, Etherton left him alone at a restaurant and drove off, returning some 45 minutes later. It was only after they were headed back to Grand Rapids that Etherton revealed he had obtained the drugs.\nThe prosecution also called several police officers to testify. Three of the officers described the content of the anonymous tip leading to Etherton's arrest. On the third recounting of the tip, Etherton's counsel objected on hearsay grounds, but the objection was not resolved when the prosecutor agreed to move on. At closing, the prosecutor also described the tip. The court instructed the jury that \"the tip was not evidence,\" but was admitted \"only to show why the police did what they did.\" App. to Pet. for Cert. 88a. The jury convicted Etherton, and his conviction was affirmed on direct appeal. The Michigan Supreme Court denied leave to appeal. People v. Etherton, 483 Mich. 896, 760 N.W.2d 472 (2009).\nEtherton sought postconviction relief in state court on six grounds. Three are relevant here: First, he claimed that the admission of the anonymous tip violated his rights under the Confrontation Clause of the Sixth Amendment. Second, that his trial counsel was ineffective for failing to object to the tip on that ground. And third, that his counsel on direct appeal was ineffective for failing to raise the Confrontation Clause and the ineffective assistance of trial counsel claims.\nThe state habeas court rejected the first two claims on procedural grounds and the third on the merits. To prevail on a claim for ineffective assistance of appellate counsel, the state court explained, Etherton had to demonstrate that \"appellate counsel's decision not to pursue an issue on appeal fell below an objective standard of reasonableness and that the representation so prejudiced [him] as to deprive him of a fair trial.\" App. to Pet. for Cert. 87a-88a. The state court concluded that Etherton failed on both counts.\nFirst, the court reasoned, appellate counsel may have reasonably forgone any Confrontation Clause claim after concluding that trial counsel's failure to object was the product not of ineffectiveness but of strategy. While Etherton's current counsel argues that trial counsel should have objected because the tip's reference to \"two men\" suggested involvement by Etherton from the outset, Brief in Opposition 20-21, the reference also suggested Pollie's prior involvement, contrary to his testimony that he was not with Etherton when he picked up the cocaine and had nothing to do with it. As the state court explained, not objecting would have been consistent with trial counsel's \"strategy to show defendant's non-involvement and possible responsibility of the passenger (who was also charged).\" App. to Pet. for Cert. 88a.\nSecond, the court determined, Etherton had not been prejudiced by counsel's choice: there was \"ample evidence\" of his guilt and \"the complained of errors, even if true, would not have changed the outcome\" of the case. Id., at 89a. Etherton's allegations, the court concluded, ultimately failed to overcome the presumption that his appellate counsel functioned reasonably in not pursuing the Confrontation Clause or ineffectiveness claims. Ibid. Both the Michigan Court of Appeals and the Michigan Supreme Court denied leave to appeal.\nEtherton next sought federal habeas relief. Under the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), federal habeas relief was available to him only if the state court's decision \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.\" 28 U.S.C. § 2254(d)(1). \"A state court's determination that a claim lacks merit precludes federal habeas relief so long as 'fairminded jurists could disagree' on the correctness of the state court's decision.\" Harrington v. Richter, 562 U.S. 86, 101, 131 S.Ct. 770, 178 L.Ed.2d 624 (2011) (quoting Yarborough v. Alvarado, 541 U.S. 652, 664, 124 S.Ct. 2140, 158 L.Ed.2d 938 (2004) ). The state court decision must be \"so lacking in justification that there was an error well understood and comprehended in existing law beyond any possibility for fairminded disagreement.\" White v. Woodall, 572 U.S. ----, ----, 134 S.Ct. 1697, 1702, 188 L.Ed.2d 698 (2014) (internal quotation marks omitted).\nWhen the claim at issue is one for ineffective assistance of counsel, moreover, AEDPA review is \"doubly deferential,\" Cullen v. Pinholster, 563 U.S. 170, 190, 131 S.Ct. 1388, 179 L.Ed.2d 557 (2011), because counsel is \"strongly presumed to have rendered adequate assistance and made all significant decisions in the exercise of reasonable professional judgment,\" Burt v. Titlow, 571 U.S. ----, ----, 134 S.Ct. 10, 17, 187 L.Ed.2d 348 (2013) (quoting Strickland v. Washington, 466 U.S. 668, 690, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984) ; internal quotation marks omitted). In such circumstances, federal courts are to afford \"both the state court and the defense attorney the benefit of the doubt.\" Burt, supra, at ----, 134 S.Ct., at 13.\nThe District Court denied relief, but the Court of Appeals for the Sixth Circuit reversed in relevant part, over the dissent of Judge Kethledge. The majority concluded that Etherton's appellate counsel had been constitutionally ineffective, and that no fairminded jurist could conclude otherwise. Etherton v. Rivard, 800 F.3d 737 (2015). Without ruling on the merits of the court's holding that counsel had been ineffective, we disagree with the determination that no fairminded jurist could reach a contrary conclusion, and accordingly reverse.\nIn finding counsel ineffective, the majority first concluded that Etherton's right to confrontation had been violated. The Confrontation Clause prohibits an out-of-court statement only if it is admitted for its truth. Crawford v. Washington, 541 U.S. 36, 60, n. 9, 124 S.Ct. 1354, 158 L.Ed.2d 177 (2004). The Sixth Circuit determined that the contents of the tip were admitted for their truth because the tip was referenced by three different witnesses and mentioned in closing argument. These \"repeated references both to the existence and the details of the content of the tip went far beyond what was necessary for background,\" the majority below concluded, \"indicating the content of the tip was admitted for its truth.\" 800 F.3d, at 751.\nThe majority next found that Etherton had been prejudiced by the violation, a showing Etherton's state court counsel would have had to make on appeal to obtain relief either on the forfeited Confrontation Clause objection, see People v. Carines, 460 Mich. 750, 763-764, 597 N.W.2d 130, 138-139 (1999) (showing of prejudice required to overcome forfeiture), or the ineffectiveness claim, Strickland, supra, at 687, 104 S.Ct. 2052 (showing of prejudice required to demonstrate ineffective assistance of counsel). In finding prejudice, the majority acknowledged the evidence of Etherton's guilt: the cocaine was found in a driver side compartment inches from Etherton; he owned the car; and he was driving at the time of arrest. But, according to the majority, that evidence was not enough to convict Etherton absent Pollie's testimony. And that is where the tip came in. \"Because much of Pollie's testimony was reflected in the content of the tip that was put before the jury,\" the Sixth Circuit stated, \"the jury could have improperly concluded that Pollie was thereby testifying truthfully-that it was unlikely for it to be a coincidence for his testimony to line up so well with the anonymous accusation.\" 800 F.3d, at 753.\nIn reaching these conclusions, the Sixth Circuit did not apply the appropriate standard of review under AEDPA. A \"fairminded jurist\" could conclude that repetition of the tip did not establish that the uncontested facts it conveyed were submitted for their truth. Such a jurist might reach that conclusion by placing weight on the fact that the truth of the facts was not disputed. No precedent of this Court clearly forecloses that view. It is also not beyond the realm of possibility that a fairminded jurist could conclude that Etherton was not prejudiced when the tip and Pollie's testimony corresponded on uncontested facts. After all, Pollie himself was privy to all the information contained in the tip. A reasonable judge might accordingly regard the fact that the tip and Pollie's testimony corresponded to be unremarkable and not pertinent to Pollie's credibility. (In fact, the only point of Pollie's testimony actually reflected in the tip was that he and Etherton were traveling between Detroit and Grand Rapids.)\nEtherton's underlying complaint is that his appellate lawyer's ineffectiveness meant he had \"no prior opportunity to cross-examine the anonymous tipster.\" Brief in Opposition 11. But it would not be objectively unreasonable for a fairminded judge to conclude-especially in light of the deference afforded trial counsel under Strickland -that the failure to raise such a claim was not due to incompetence but because the facts in the tip were uncontested and in any event consistent with Etherton's defense. See Harrington, 562 U.S., at 105, 131 S.Ct. 770 (\"Even under de novo review, the standard for judging counsel's representation is a most deferential one.\"). A fairminded jurist could similarly conclude, again deferring under Strickland, that appellate counsel was not incompetent in drawing the same conclusion. And to reach the final point at issue before the Sixth Circuit, a fairminded jurist-applying the deference due the state court under AEDPA-could certainly conclude that the court was not objectively unreasonable in deciding that appellate counsel was not incompetent under Strickland, when she determined that trial counsel was not incompetent under Strickland .\nGiven AEDPA, both Etherton's appellate counsel and the state habeas court were to be afforded the benefit of the doubt. Burt, supra, at ----, 134 S.Ct., at 13. Because the Sixth Circuit failed on both counts, we grant the petition for certiorari and reverse the judgment of the Court of Appeals.\nIt is so ordered.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Jeffrey WOODS, Warden\nv.\nTimothy ETHERTON.\nNo. 15-723.\nSupreme Court of the United States\nDecided April 4, 2016."
  },
  "file_name": "1149-01",
  "first_page_order": 1149,
  "last_page_order": 1153
}
