{
  "id": 12596660,
  "name": "David A. ZUBIK, et al., petitioners v. Sylvia BURWELL, Secretary of Health and Human Services, et al. Priests for Life, et al., petitioners v. Department of Health and Human Services, et al. Roman Catholic Archbishop of Washington, et al., petitioners v. Sylvia Burwell, Secretary of Health and Human Services, et al. East Texas Baptist University, et al., petitioners v. Sylvia Burwell, Secretary of Health and Human Services, et al. Little Sisters of the Poor Home for the Aged, Denver, Colorado, et al., petitioners v. Sylvia Burwell, Secretary of Health and Human Services, et al. Southern Nazarene University, et al., petitioners v. Sylvia Burwell, Secretary of Health and Human Services, et al. Geneva College, petitioner v. Sylvia Burwell, Secretary of Health and Human Services, et al.",
  "name_abbreviation": "Zubik v. Burwell",
  "decision_date": "2016-05-16",
  "docket_number": "Nos. 14–1418; 14–1453; 14–1505; 15–35; 15–105; 15–119; 15–191.",
  "first_page": "1557",
  "last_page": "1562",
  "citations": [
    {
      "type": "official",
      "cite": "136 S. Ct. 1557"
    },
    {
      "type": "parallel",
      "cite": "194 L. Ed. 2d 696"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "801 F.3d 927",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4340997
      ],
      "year": 2015,
      "pin_cites": [
        {
          "page": "944"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/801/0927-01"
      ]
    },
    {
      "cite": "189 L.Ed.2d 856",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12582464,
        12583028,
        12583038
      ],
      "weight": 3,
      "year": 2014,
      "pin_cites": [
        {
          "parenthetical": "\"[T]his order should not be construed as an expression of the Court's views on the merits\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/134/2806-01",
        "/s-ct/134/2900-05",
        "/s-ct/134/2903-01"
      ]
    },
    {
      "cite": "134 S.Ct. 2806",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12582464
      ],
      "weight": 2,
      "year": 2014,
      "pin_cites": [
        {
          "page": "2807"
        },
        {
          "parenthetical": "\"[T]his order should not be construed as an expression of the Court's views on the merits\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/134/2806-01"
      ]
    },
    {
      "cite": "188 L.Ed.2d 957",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12580706,
        12580718,
        12705967,
        12705968,
        12705969,
        12580690,
        12705971,
        12580698,
        12705980,
        12580863
      ],
      "year": 2014,
      "pin_cites": [
        {
          "parenthetical": "vacating and remanding to the Fifth Circuit \"for further consideration in light of the position asserted by the Solicitor General in his brief for the United States\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/134/1937-02",
        "/s-ct/134/1939-03",
        "/us/572/1084-05",
        "/us/572/1084-06",
        "/us/572/1084-07",
        "/s-ct/134/1934-03",
        "/us/572/1084-09",
        "/s-ct/134/1935-06",
        "/us/572/1085-08",
        "/s-ct/134/1960-03"
      ]
    },
    {
      "cite": "134 S.Ct. 1939",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12706119,
        12580716,
        12580717,
        12580718,
        12580719,
        12580720,
        12580721,
        12705971,
        12706036,
        12706037,
        12706038,
        12706039
      ],
      "year": 2014,
      "pin_cites": [
        {
          "parenthetical": "vacating and remanding to the Fifth Circuit \"for further consideration in light of the position asserted by the Solicitor General in his brief for the United States\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/572/1096-05",
        "/s-ct/134/1939-01",
        "/s-ct/134/1939-02",
        "/s-ct/134/1939-03",
        "/s-ct/134/1939-04",
        "/s-ct/134/1939-05",
        "/s-ct/134/1939-06",
        "/us/572/1084-09",
        "/us/572/1090-09",
        "/us/572/1090-10",
        "/us/572/1090-11",
        "/us/572/1090-12"
      ]
    },
    {
      "cite": "130 S.Ct. 1235",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12447240,
        3581839
      ],
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/176/0175-01",
        "/us/559/0131-01"
      ]
    },
    {
      "cite": "559 U.S. 131",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3581839
      ],
      "weight": 2,
      "year": 2010,
      "pin_cites": [
        {
          "page": "132",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/559/0131-01"
      ]
    },
    {
      "cite": "131 S.Ct. 704",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        5914617,
        12439770,
        12439771,
        5924534
      ],
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/562/0042-01",
        "/l-ed-2d/178/0587-01",
        "/l-ed-2d/178/0588-01",
        "/us/562/0044-01"
      ]
    },
    {
      "cite": "562 U.S. 42",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5914617,
        12439770
      ],
      "weight": 2,
      "year": 2011,
      "pin_cites": [
        {
          "page": "43",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/562/0042-01",
        "/l-ed-2d/178/0587-01"
      ]
    },
    {
      "cite": "107 Stat. 1488",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 659,
    "char_count": 11811,
    "pagerank": {
      "raw": 2.5260272308426464e-07,
      "percentile": 0.8120199285749864
    },
    "sha256": "51ac85c59fc0a7ba76958ecb6542a14290d014adadd640b0be73fc4969707d5e",
    "simhash": "1:d2d03f1b362f86a1",
    "word_count": 1812
  },
  "last_updated": "2024-02-27T18:39:13.062638+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "David A. ZUBIK, et al., petitioners\nv.\nSylvia BURWELL, Secretary of Health and Human Services, et al."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nPetitioners are primarily nonprofit organizations that provide health insurance to their employees. Federal regulations require petitioners to cover certain contraceptives as part of their health plans, unless petitioners submit a form either to their insurer or to the Federal Government, stating that they object on religious grounds to providing contraceptive coverage. Petitioners allege that submitting this notice substantially burdens the exercise of their religion, in violation of the Religious Freedom Restoration Act of 1993, 107 Stat. 1488, 42 U.S.C. § 2000bb et seq .\nFollowing oral argument, the Court requested supplemental briefing from the parties addressing \"whether contraceptive coverage could be provided to petitioners' employees, through petitioners' insurance companies, without any such notice from petitioners.\" Post, p. 1561. Both petitioners and the Government now confirm that such an option is feasible. Petitioners have clarified that their religious exercise is not infringed where they \"need to do nothing more than contract for a plan that does not include coverage for some or all forms of contraception,\" even if their employees receive cost-free contraceptive coverage from the same insurance company. Supplemental Brief for Petitioners 4. The Government has confirmed that the challenged procedures \"for employers with insured plans could be modified to operate in the manner posited in the Court's order while still ensuring that the affected women receive contraceptive coverage seamlessly, together with the rest of their health coverage.\" Supplemental Brief for Respondents 14-15.\nIn light of the positions asserted by the parties in their supplemental briefs, the Court vacates the judgments below and remands to the respective United States Courts of Appeals for the Third, Fifth, Tenth, and D.C. Circuits. Given the gravity of the dispute and the substantial clarification and refinement in the positions of the parties, the parties on remand should be afforded an opportunity to arrive at an approach going forward that accommodates petitioners' religious exercise while at the same time ensuring that women covered by petitioners' health plans \"receive full and equal health coverage, including contraceptive coverage.\" Id., at 1. We anticipate that the Courts of Appeals will allow the parties sufficient time to resolve any outstanding issues between them.\nThe Court finds the foregoing approach more suitable than addressing the significantly clarified views of the parties in the first instance. Although there may still be areas of disagreement between the parties on issues of implementation, the importance of those areas of potential concern is uncertain, as is the necessity of this Court's involvement at this point to resolve them. This Court has taken similar action in other cases in the past. See, e.g., Madison County v. Oneida Indian Nation of N.Y., 562 U.S. 42, 43, 131 S.Ct. 704, 178 L.Ed.2d 587 (2011) (per curiam ) (vacating and remanding for the Second Circuit to \"address, in the first instance, whether to revisit its ruling on sovereign immunity in light of [a] new factual development, and-if necessary-proceed to address other questions in the case consistent with its sovereign immunity ruling\"); Kiyemba v. Obama, 559 U.S. 131, 132, 130 S.Ct. 1235, 175 L.Ed.2d 1070 (2010) (per curiam ) (vacating and remanding for the D.C. Circuit to \"determine, in the first instance, what further proceedings in that court or in the District Court are necessary and appropriate for the full and prompt disposition of the case in light of the new developments\"); Villarreal v. United States, 572 U.S. ----, 134 S.Ct. 1939, 188 L.Ed.2d 957 (2014) (vacating and remanding to the Fifth Circuit \"for further consideration in light of the position asserted by the Solicitor General in his brief for the United States\").\nThe Court expresses no view on the merits of the cases. In particular, the Court does not decide whether petitioners' religious exercise has been substantially burdened, whether the Government has a compelling interest, or whether the current regulations are the least restrictive means of serving that interest.\nNothing in this opinion, or in the opinions or orders of the courts below, is to affect the ability of the Government to ensure that women covered by petitioners' health plans \"obtain, without cost, the full range of FDA approved contraceptives.\" Wheaton College v. Burwell, 573 U.S. ----, ----, 134 S.Ct. 2806, 2807, 189 L.Ed.2d 856 (2014). Through this litigation, petitioners have made the Government aware of their view that they meet \"the requirements for exemption from the contraceptive coverage requirement on religious grounds.\" Id., at ----, 134 S.Ct., at 2807. Nothing in this opinion, or in the opinions or orders of the courts below, \"precludes the Government from relying on this notice, to the extent it considers it necessary, to facilitate the provision of full contraceptive coverage\" going forward. Ibid . Because the Government may rely on this notice, the Government may not impose taxes or penalties on petitioners for failure to provide the relevant notice.\nThe judgments of the Courts of Appeals are vacated, and the cases are remanded for further proceedings consistent with this opinion.\nIt is so ordered.\nJustice SOTOMAYOR, with whom Justice GINSBURG joins, concurring.\nI join the Court's per curiam opinion because it expresses no view on \"the merits of the cases,\" \"whether petitioners' religious exercise has been substantially burdened,\" or \"whether the current regulations are the least restrictive means of serving\" a compelling governmental interest. Ante, at 1560 - 1561. Lower courts, therefore, should not construe either today's per curiam or our order of March 29, 2016, as signals of where this Court stands. We have included similarly explicit disclaimers in previous orders. See, e.g., Wheaton College v. Burwell, 573 U.S. ----, 134 S.Ct. 2806, 189 L.Ed.2d 856 (2014) (\"[T]his order should not be construed as an expression of the Court's views on the merits\"). Yet some lower courts have ignored those instructions. See, e.g., Sharpe Holdings, Inc. v. Department of Health and Human Servs., 801 F.3d 927, 944 (C.A.8 2015) (\"[I]n Wheaton College, Little Sisters of the Poor, and Zubik, the Supreme Court approved a method of notice to HHS that is arguably less onerous than [existing regulations] yet permits the government to further its interests. Although the Court's orders were not final rulings on the merits, they at the very least collectively constitute a signal that less restrictive means exist by which the government may further its interests\"). On remand in these cases, the Courts of Appeals should not make the same mistake.\nI also join the Court's opinion because it allows the lower courts to consider only whether existing or modified regulations could provide seamless contraceptive coverage \" 'to petitioners' employees, through petitioners' insurance companies, without any ... notice from petitioners.' \" Ante, at 1559. The opinion does not, by contrast, endorse the petitioners' position that the existing regulations substantially burden their religious exercise or that contraceptive coverage must be provided through a \"separate policy, with a separate enrollment process.\" Supp. Brief for Petitioners 1; Supp. Reply Brief for Petitioners 5. Such separate contraceptive-only policies do not currently exist, and the Government has laid out a number of legal and practical obstacles to their creation. See Supp. Reply Brief for Respondents 3-4. Requiring standalone contraceptive-only coverage would leave in limbo all of the women now guaranteed seamless preventive-care coverage under the Affordable Care Act. And requiring that women affirmatively opt into such coverage would \"impose precisely the kind of barrier to the delivery of preventive services that Congress sought to eliminate.\" Id., at 6.\nToday's opinion does only what it says it does: \"afford[s] an opportunity\" for the parties and Courts of Appeals to reconsider the parties' arguments in light of petitioners' new articulation of their religious objection and the Government's clarification about what the existing regulations accomplish, how they might be amended, and what such an amendment would sacrifice. Ante, at 1560. As enlightened by the parties' new submissions, the Courts of Appeals remain free to reach the same conclusion or a different one on each of the questions presented by these cases.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [
      "Noel J. Francisco, David T. Raimer, Anthony J. Dick, Jones Day, Washington, DC, Paul M. Pohl, John D. Goetz, Leon F. DeJulius, Jr., Ira M. Karoll, Jones Day, Pittsburgh, PA, Matthew A. Kairis, Jones Day, Columbus, OH, for petitioners in Nos. 14-1418 and 14-1505.",
      "Paul D. Clement, Erin E. Murphy, Robert M. Bernstein, Bancroft PLLC, Washington, DC, David A. Cortman, Gregory S. Baylor, Jordan W. Lorence, Kevin H. Theriot, Matthew S. Bowman, Rory T. Gray, Alliance Defending Freedom, Washington, DC, for petitioners in Nos. 15-119 and 15-191.",
      "Robert J. Muise, David Yerushalmi, American Freedom Law Center, Ann Arbor, MI, for petitioner in Nos. 14-1453.",
      "Mark Rienzi, Eric C. Rassbach, Hannah C. Smith, Diana M. Verm, Adèle Auxier Keim, Daniel H. Blomberg, The Becket Fund for Religious Liberty, Washington, DC, for East Texas Baptist University, Houston Baptist University, and petitioners in No. 15-105.",
      "Kenneth R. Wynne, Wynne & Wynne LLP, Houston, TX, for Westminster Theological Seminary.",
      "David A. Cortman, Gregory S. Baylor, Jordan W. Lorence, Kevin H. Theriot, Matthew S. Bowman, Rory T. Gray, Alliance Defending Freedom, Washington, DC, for petitioners in Nos. 15-119 and 15-191.",
      "Bradley S. Tupi, Pittsburgh, PA, for Geneva College.",
      "Carl C. Scherz, Laurence A. Hansen, Locke Lord LLP, Dallas, TX, Kevin C. Walsh, Richmond, VA, for petitioners in No. 15-105.",
      "Paul D. Clement, Erin E. Murphy, Robert M. Bernstein, Bancroft PLLC, Washington, DC, Mark Rienzi, Eric C. Rassbach, Hannah C. Smith, Diana M. Verm, Adèle Auxier Keim, Daniel H. Blomberg, The Becket Fund for Religious Liberty, Washington, DC, for East Texas Baptist University, Houston Baptist, University, and petitioners in No. 15-105.",
      "Paul M. Pohl, John D. Goetz, Leon F. DeJulius, Jr., Ira M. Karoll, Jones Day, Pittsburgh, PA, Robert J. Muise, David Yerushalmi, American Freedom, Law Center, Ann Arbor, MI, Noel J. Francisco, David T. Raimer, Anthony J. Dick, Jones Day, Washington, DC, for petitioners.",
      "Donald B. Verrilli, Jr., Solicitor General, Benjamin C. Mizer, Principal Deputy Assistant, Attorney General, Ian Heath Gershengorn, Edwin S. Kneedler, Deputy Solicitors General, Brian H. Fletcher, Assistant to the Solicitor General, Mark B. Stern, Alisa B. Klein, Adam C. Jed, Patrick G. Nemeroff, Megan Barbero, Joshua Salzman, Attorneys, Department of Justice, Washington, DC, for respondents."
    ],
    "corrections": "",
    "head_matter": "David A. ZUBIK, et al., petitioners\nv.\nSylvia BURWELL, Secretary of Health and Human Services, et al.\nPriests for Life, et al., petitioners\nv.\nDepartment of Health and Human Services, et al.\nRoman Catholic Archbishop of Washington, et al., petitioners\nv.\nSylvia Burwell, Secretary of Health and Human Services, et al.\nEast Texas Baptist University, et al., petitioners\nv.\nSylvia Burwell, Secretary of Health and Human Services, et al.\nLittle Sisters of the Poor Home for the Aged, Denver, Colorado, et al., petitioners\nv.\nSylvia Burwell, Secretary of Health and Human Services, et al.\nSouthern Nazarene University, et al., petitioners\nv.\nSylvia Burwell, Secretary of Health and Human Services, et al.\nGeneva College, petitioner\nv.\nSylvia Burwell, Secretary of Health and Human Services, et al.\nNos. 14-1418\n14-1453\n14-1505\n15-35\n15-105\n15-119\n15-191.\nSupreme Court of the United States\nMay 16, 2016.\nNoel J. Francisco, David T. Raimer, Anthony J. Dick, Jones Day, Washington, DC, Paul M. Pohl, John D. Goetz, Leon F. DeJulius, Jr., Ira M. Karoll, Jones Day, Pittsburgh, PA, Matthew A. Kairis, Jones Day, Columbus, OH, for petitioners in Nos. 14-1418 and 14-1505.\nPaul D. Clement, Erin E. Murphy, Robert M. Bernstein, Bancroft PLLC, Washington, DC, David A. Cortman, Gregory S. Baylor, Jordan W. Lorence, Kevin H. Theriot, Matthew S. Bowman, Rory T. Gray, Alliance Defending Freedom, Washington, DC, for petitioners in Nos. 15-119 and 15-191.\nRobert J. Muise, David Yerushalmi, American Freedom Law Center, Ann Arbor, MI, for petitioner in Nos. 14-1453.\nMark Rienzi, Eric C. Rassbach, Hannah C. Smith, Diana M. Verm, Adèle Auxier Keim, Daniel H. Blomberg, The Becket Fund for Religious Liberty, Washington, DC, for East Texas Baptist University, Houston Baptist University, and petitioners in No. 15-105.\nKenneth R. Wynne, Wynne & Wynne LLP, Houston, TX, for Westminster Theological Seminary.\nDavid A. Cortman, Gregory S. Baylor, Jordan W. Lorence, Kevin H. Theriot, Matthew S. Bowman, Rory T. Gray, Alliance Defending Freedom, Washington, DC, for petitioners in Nos. 15-119 and 15-191.\nBradley S. Tupi, Pittsburgh, PA, for Geneva College.\nCarl C. Scherz, Laurence A. Hansen, Locke Lord LLP, Dallas, TX, Kevin C. Walsh, Richmond, VA, for petitioners in No. 15-105.\nPaul D. Clement, Erin E. Murphy, Robert M. Bernstein, Bancroft PLLC, Washington, DC, Mark Rienzi, Eric C. Rassbach, Hannah C. Smith, Diana M. Verm, Adèle Auxier Keim, Daniel H. Blomberg, The Becket Fund for Religious Liberty, Washington, DC, for East Texas Baptist University, Houston Baptist, University, and petitioners in No. 15-105.\nPaul M. Pohl, John D. Goetz, Leon F. DeJulius, Jr., Ira M. Karoll, Jones Day, Pittsburgh, PA, Robert J. Muise, David Yerushalmi, American Freedom, Law Center, Ann Arbor, MI, Noel J. Francisco, David T. Raimer, Anthony J. Dick, Jones Day, Washington, DC, for petitioners.\nDonald B. Verrilli, Jr., Solicitor General, Benjamin C. Mizer, Principal Deputy Assistant, Attorney General, Ian Heath Gershengorn, Edwin S. Kneedler, Deputy Solicitors General, Brian H. Fletcher, Assistant to the Solicitor General, Mark B. Stern, Alisa B. Klein, Adam C. Jed, Patrick G. Nemeroff, Megan Barbero, Joshua Salzman, Attorneys, Department of Justice, Washington, DC, for respondents."
  },
  "file_name": "1557-01",
  "first_page_order": 1557,
  "last_page_order": 1562
}
