{
  "id": 12596701,
  "name": "Scott KERNAN, Secretary, California Department of Corrections and Rehabilitation v. Antonio A. HINOJOSA.",
  "name_abbreviation": "Kernan v. Hinojosa",
  "decision_date": "2016-05-16",
  "docket_number": "No. 15–833.",
  "first_page": "1603",
  "last_page": "1607",
  "citations": [
    {
      "type": "official",
      "cite": "136 S. Ct. 1603"
    },
    {
      "type": "parallel",
      "cite": "194 L. Ed. 2d 701"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "536 U.S. 214",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1255281
      ],
      "weight": 5,
      "year": 2002,
      "pin_cites": [
        {
          "page": "221-222"
        },
        {
          "page": "225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/536/0214-01"
      ]
    },
    {
      "cite": "130 Cal.Rptr.3d 39",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "year": 2011,
      "pin_cites": [
        {
          "page": "43-46"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "197 Cal.App.4th 1234",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        4236751
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "1240-1244"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/197/1234-01"
      ]
    },
    {
      "cite": "133 Cal.Rptr.3d 34",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "year": 2011,
      "pin_cites": [
        {
          "page": "37-40"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "200 Cal.App.4th 725",
      "category": "reporters:state",
      "reporter": "Cal. App. 4th",
      "case_ids": [
        4242152
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "730-732"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-4th/200/0725-01"
      ]
    },
    {
      "cite": "749 F.3d 1124",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4064400
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/749/1124-01"
      ]
    },
    {
      "cite": "562 U.S. 86",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12439786,
        6005083
      ],
      "weight": 3,
      "year": 2011,
      "pin_cites": [
        {
          "page": "99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/178/0624-01",
        "/us/562/0086-01"
      ]
    },
    {
      "cite": "85 P.3d 444",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 2,
      "year": 2004,
      "pin_cites": [
        {
          "page": "449",
          "parenthetical": "emphasis added"
        },
        {
          "page": "449"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "10 Cal.Rptr.3d 536",
      "category": "reporters:state",
      "reporter": "Cal. Rptr. 3d",
      "weight": 2,
      "year": 2004,
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "32 Cal.4th 682",
      "category": "reporters:state",
      "reporter": "Cal. 4th",
      "case_ids": [
        801068
      ],
      "weight": 2,
      "year": 2004,
      "pin_cites": [
        {
          "page": "692",
          "parenthetical": "emphasis added"
        },
        {
          "page": "692"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-4th/32/0682-01"
      ]
    },
    {
      "cite": "501 U.S. 797",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1107781
      ],
      "weight": 19,
      "year": 1991,
      "pin_cites": [
        {
          "page": "803"
        },
        {
          "page": "804"
        },
        {
          "page": "803"
        },
        {
          "page": "804-805"
        },
        {
          "page": "804"
        },
        {
          "page": "800"
        },
        {
          "page": "804"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/501/0797-01"
      ]
    },
    {
      "cite": "803 F.3d 412",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4345916
      ],
      "weight": 3,
      "year": 2015,
      "pin_cites": [
        {
          "page": "419"
        },
        {
          "page": "418"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/803/0412-01"
      ]
    },
    {
      "cite": "546 P.2d 727",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "weight": 3,
      "pin_cites": [
        {
          "page": "731"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "128 Cal.Rptr. 223",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "16 Cal.3d 341",
      "category": "reporters:state",
      "reporter": "Cal. 3d",
      "case_ids": [
        2295038
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "347"
        },
        {
          "page": "347"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-3d/16/0341-01"
      ]
    },
    {
      "cite": "450 U.S. 24",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6181086
      ],
      "weight": 3,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/us/450/0024-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)(1)(A)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 607,
    "char_count": 11438,
    "pagerank": {
      "raw": 7.227697831194879e-08,
      "percentile": 0.43162323363253996
    },
    "sha256": "f638f686f3c95ea2e8c357418bd2645898ff345e2b7e6e4278c6c8199965f10f",
    "simhash": "1:536531384a35774b",
    "word_count": 1823
  },
  "last_updated": "2024-02-27T18:39:13.062638+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Scott KERNAN, Secretary, California Department of Corrections and Rehabilitation\nv.\nAntonio A. HINOJOSA."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nThe Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) requires a state prisoner seeking federal habeas relief first to \"exhaus[t] the remedies available in the courts of the State.\" 28 U.S.C. § 2254(b)(1)(A). If the state courts adjudicate the prisoner's federal claim \"on the merits,\" § 2254(d), then AEDPA mandates deferential, rather than de novo, review, prohibiting federal courts from granting habeas relief unless the state-court decision \"was contrary to, or involved an unreasonable application of, clearly established Federal law,\" § 2254(d)(1), or \"was based on an unreasonable determination of the facts,\" § 2254(d)(2). The Ninth Circuit in this case decided that the Supreme Court of California's summary denial of a habeas petition was not \"on the merits,\" and therefore AEDPA's deferential-review provisions did not apply. We summarily reverse.\nRespondent Antonio Hinojosa was serving a 16-year sentence for armed robbery and related crimes when, in 2009, California prison officials \"validated\" him as a prison-gang associate and placed him in a secured housing unit. At the time of Hinojosa's offense and conviction, California law had permitted prisoners placed in a secured housing unit solely by virtue of their prison-gang affiliations to continue to accrue good-time credits. See Cal.Penal Code Ann. § 2933.6 (West 2000). In 2010, the California Legislature amended the law so that prison-gang associates placed in a secured housing unit could no longer earn future good-time credits, although they would retain any credits already earned. § 2933.6(a) (West Supp.2016).\nHinojosa filed a state habeas petition, arguing (as relevant here) that applying the new law to him violated the Federal Constitution's prohibition of ex post facto laws. See Art. I, § 10, cl. 1; Weaver v. Graham, 450 U.S. 24, 101 S.Ct. 960, 67 L.Ed.2d 17 (1981). The Orange County Superior Court denied the claim \"on grounds petitioner has not sought review of his claim of error in the proper judicial venue.\" App. to Pet. for Cert. 44a. The court explained:\n\" 'Although any superior court has jurisdiction to entertain and adjudicate a petition for writ of habeas corpus, it does not follow that it should do so in all instances.' Challenges to conditions of an inmate's confinement should be entertained by the superior court of county wherein the inmate is confined. (Griggs v. Superior Court (1976) 16 Cal.3d 341, 347 [128 Cal.Rptr. 223, 546 P.2d 727].)\n\"The petition for writ of habeas corpus is DENIED.\" Id., at 44a-45a.\nRather than file a new petition in the correct venue (Kings County Superior Court), Hinojosa turned to the appellate court, which summarily denied his petition. Instead of appealing that denial, see Cal.Penal Code Ann. § 1506 (West Supp.2016), Hinojosa sought an original writ of habeas corpus in the Supreme Court of California, see Cal. Const., Art. 6, § 10, which summarily denied relief without explanation.\nA petition for federal habeas relief followed. Adopting the Magistrate Judge's findings and recommendation, the District Court denied Hinojosa's ex post facto claim under AEDPA's deferential review. A Ninth Circuit panel reversed. Hinojosa v. Davey, 803 F.3d 412 (2015). Citing our decision in Ylst v. Nunnemaker, 501 U.S. 797, 111 S.Ct. 2590, 115 L.Ed.2d 706 (1991), the panel \"looked through\" the Supreme Court of California's summary denial to the last reasoned decision adjudicating Hinojosa's claim: the Superior Court's dismissal for improper venue. The panel reasoned that the Superior Court's decision \"is not a determination 'on the merits' \" and that as a result it was \"not bound by AEDPA.\" 803 F.3d, at 419. Having thus freed itself from AEDPA's strictures, the court granted Hinojosa's petition for habeas relief.\nWe reverse. In Ylst, we said that where \"the last reasoned opinion on the claim explicitly imposes a procedural default, we will presume that a later decision rejecting the claim did not silently disregard that bar and consider the merits.\" 501 U.S., at 803, 111 S.Ct. 2590. We adopted this presumption because \"silence implies consent, not the opposite-and courts generally behave accordingly, affirming without further discussion when they agree, not when they disagree, with the reasons given below.\" Id., at 804, 111 S.Ct. 2590. But we pointedly refused to make the presumption irrebuttable; \"strong evidence can refute it.\" Ibid.\nIt is amply refuted here. Improper venue could not possibly have been a ground for the high court's summary denial of Hinojosa's claim. There is only one Supreme Court of California-and thus only one venue in which Hinojosa could have sought an original writ of habeas corpus in that court. Under these circumstances, it cannot be that the State Supreme Court's denial \"rest[ed] upon the same ground\" as the Superior Court's. Id., at 803, 111 S.Ct. 2590. It quite obviously rested upon some different ground. Ylst 's \"look-through\" approach is therefore inapplicable.\nHinojosa resists this conclusion, remarking that \"a reviewing court has discretion to deny without prejudice a habeas corpus petition that was not filed first in a proper lower court.\" In re Steele, 32 Cal.4th 682, 692, 10 Cal.Rptr.3d 536, 85 P.3d 444, 449 (2004) (emphasis added). But there is no indication that the summary denial here was without prejudice, thus refuting Hinojosa's speculation.\nContaining no statement to the contrary, the Supreme Court of California's summary denial of Hinojosa's petition was therefore on the merits. Harrington v. Richter, 562 U.S. 86, 99, 131 S.Ct. 770, 178 L.Ed.2d 624 (2011). Accordingly, the Ninth Circuit should have reviewed Hinojosa's ex post facto claim through AEDPA's deferential lens. And although we express no view on the merits of that claim, we note that the Ninth Circuit has already held that state-court denials of claims identical to Hinojosa's are not contrary to clearly established federal law. See Nevarez v. Barnes, 749 F.3d 1124 (C.A.9 2014) ; see also In re Efstathiou, 200 Cal.App.4th 725, 730-732, 133 Cal.Rptr.3d 34, 37-40 (2011) ; In re Sampson, 197 Cal.App.4th 1234, 1240-1244, 130 Cal.Rptr.3d 39, 43-46 (2011). The panel below recognized as much: \"If AEDPA applies here, we are bound by our decision in Nevarez and must affirm the district court's denial of Hinojosa's petition.\" 803 F.3d, at 418. AEDPA applies here.\nThe petition for a writ of certiorari and Hinojosa's motion for leave to proceed in forma pauperis are granted, and the judgment of the Court of Appeals for the Ninth Circuit is reversed.\nIt is so ordered.\nJustice SOTOMAYOR, with whom Justice GINSBURG joins, dissenting.\nWhen faced with a state-court order that denies a habeas petition without explanation, this Court has long presumed that the order agrees with the \"last reasoned state-court opinion\" in the case unless there is \"strong evidence\" to the contrary. Ylst v. Nunnemaker, 501 U.S. 797, 804-805, 111 S.Ct. 2590, 115 L.Ed.2d 706 (1991). In this case, the parties agree that a California Superior Court denied a petition for improper venue because it was filed in the wrong county. The California Supreme Court later denied the same petition for no explained reason. Applying Ylst 's commonsense presumption, it is \"most improbable\" that the California Supreme Court's unexplained order disagreed with the Superior Court's reasoned order. Id., at 804, 111 S.Ct. 2590. We should therefore presume that the California Supreme Court denied Antonio Hinojosa's habeas petition because he filed the first one in the wrong county.\nThe Court, however, believes there is strong evidence to the contrary-for two inexplicable reasons. The first reason-the California Supreme Court could not have denied the petition for \"improper venue\" because there is only one California Supreme Court, ante, at 1605 - 1606-is a straw man, and a poorly constructed one at that. Obviously the California Supreme Court did not deny Hinojosa's petition because he filed it in the wrong State Supreme Court. But it easily could have denied his petition because it agreed with the Superior Court's conclusion that he filed the first petition in the wrong county. See In re Steele, 32 Cal.4th 682, 692, 10 Cal.Rptr.3d 536, 85 P.3d 444, 449 (2004). That possibility becomes even more likely in light of California's atypical habeas rules, which treat an original habeas petition to the California Supreme Court as the commonplace method for seeking review of a lower court's order. See Carey v. Saffold, 536 U.S. 214, 221-222, 122 S.Ct. 2134, 153 L.Ed.2d 260 (2002). By issuing a silent order after reviewing the lower court's reasoned decision, the California Supreme Court presumably denied Hinojosa's petition on the same ground. Cf. Ylst, 501 U.S., at 800, 111 S.Ct. 2590 (applying its presumption on an identical posture out of California).\nThe majority's second reason is even flimsier. The majority suggests that the California Supreme Court's order did not include the words \"without prejudice\" and therefore could not have agreed with the Superior Court's denial-which the majority assumes was without prejudice. Ante, at 1606. But as the majority quotes, the Superior Court simply \" 'DENIED' \" the petition; neither it nor the California Supreme Court \"DENIED\" it \"without prejudice.\" Ante, at 1605, 1606. It is mindboggling how one opinion necessarily disagrees with another opinion merely because it omits language that the other opinion also lacks.\nI would hold, as the Ninth Circuit did, that the California Supreme Court presumably agreed with the reasoning of the Superior Court. See Ylst, 501 U.S., at 804, 111 S.Ct. 2590. At the very least, I would not hold that there is such \"strong evidence\" to the contrary that we should summarily reverse the Ninth Circuit's interpretation of the California Supreme Court's order-and, in the process, reverse the Ninth Circuit's separate conclusion that Hinojosa's incarceration had been unconstitutionally extended.\nIn Griggs v. Superior Ct. of San Bernardino Cty., 16 Cal.3d 341, 347, 128 Cal.Rptr. 223, 546 P.2d 727, 731 (1976), the Supreme Court of California stated that \"[a]s a general rule,\" if a prisoner files a habeas petition challenging the conditions of his confinement in a county other than the one in which he is confined, the court should not deny the petition unless it fails to state a prima facie case. In this case, however, there is no hint in the opinion of the Superior Court that it followed this approach, and petitioner does not claim that it did.\nAlternatively, if the Superior Court in fact followed Griggs ' instructions and silently concluded that the claim did not state a prima facie case for relief, see n. 1, supra, the decision of the Supreme Court of California would still be a decision on the merits, and the AEDPA standard of review would still apply.\nContrary to the majority's characterization, Hinojosa did not file his petition \"[i]nstead of appealing\" the lower court's denial, ante, at 1605-his petition was itself his appeal. See Carey, 536 U.S., at 225, 122 S.Ct. 2134 (calling an original habeas petition and the alternative \"petition for hearing\" \"interchangeable \" methods of appeal, \"with neither option bringing adverse consequences to the petitioner\").",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Scott KERNAN, Secretary, California Department of Corrections and Rehabilitation\nv.\nAntonio A. HINOJOSA.\nNo. 15-833.\nSupreme Court of the United States\nMay 16, 2016."
  },
  "file_name": "1603-01",
  "first_page_order": 1603,
  "last_page_order": 1607
}
