{
  "id": 12597262,
  "name": "Robert J. WITTMAN, et al., Appellants v. Gloria PERSONHUBALLAH, et al.",
  "name_abbreviation": "Wittman v. Personhuballah",
  "decision_date": "2016-05-23",
  "docket_number": "No. 14–1504.",
  "first_page": "1732",
  "last_page": "1737",
  "citations": [
    {
      "type": "official",
      "cite": "136 S. Ct. 1732"
    },
    {
      "type": "parallel",
      "cite": "195 L. Ed. 2d 37"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "494 U.S. 472",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5088
      ],
      "weight": 3,
      "year": 1990,
      "pin_cites": [
        {
          "page": "477-478"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/494/0472-01"
      ]
    },
    {
      "cite": "133 S.Ct. 2652",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12698480
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "2661"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/570/0693-01"
      ]
    },
    {
      "cite": "476 U.S. 54",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12645
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "68"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/476/0054-01"
      ]
    },
    {
      "cite": "504 U.S. 555",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11730070
      ],
      "weight": 6,
      "year": 1992,
      "pin_cites": [
        {
          "page": "560-561",
          "parenthetical": "internal quotation marks and ellipsis omitted"
        },
        {
          "parenthetical": "internal quotation marks and ellipsis omitted"
        },
        {
          "parenthetical": "internal quotation marks and ellipsis omitted"
        },
        {
          "page": "561"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/504/0555-01"
      ]
    },
    {
      "cite": "520 U.S. 43",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11651034
      ],
      "weight": 9,
      "year": 1997,
      "pin_cites": [
        {
          "page": "64"
        },
        {
          "page": "67"
        },
        {
          "page": "65"
        },
        {
          "page": "65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/520/0043-01"
      ]
    },
    {
      "cite": "2016 WL 93849",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2016,
      "opinion_index": 0
    },
    {
      "cite": "193 L.Ed.2d 364",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12600448,
        12600449
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/0499-01",
        "/s-ct/136/0499-02"
      ]
    },
    {
      "cite": "136 S.Ct. 499",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12600448,
        12600449,
        12600450,
        12600451,
        12600452
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/0499-01",
        "/s-ct/136/0499-02",
        "/s-ct/136/0499-03",
        "/s-ct/136/0499-04",
        "/s-ct/136/0499-05"
      ]
    },
    {
      "cite": "192 L.Ed.2d 996",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12598863,
        12598865,
        12598866,
        12598867,
        12599250,
        12599251,
        12599252
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/0025-01",
        "/s-ct/136/0025-03",
        "/s-ct/136/0025-04",
        "/s-ct/136/0025-05",
        "/s-ct/136/0026-04",
        "/s-ct/136/0026-05",
        "/s-ct/136/0026-06"
      ]
    },
    {
      "cite": "136 S.Ct. 25",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12598863,
        12598864,
        12598865,
        12598866,
        12598867
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/0025-01",
        "/s-ct/136/0025-02",
        "/s-ct/136/0025-03",
        "/s-ct/136/0025-04",
        "/s-ct/136/0025-05"
      ]
    },
    {
      "cite": "2015 WL 3604029",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2015,
      "pin_cites": [
        {
          "page": "*19"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "191 L.Ed.2d 671",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12588907,
        12588908,
        12588909,
        12588849,
        12588918,
        12588855
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/1705-03",
        "/s-ct/135/1705-04",
        "/s-ct/135/1705-05",
        "/s-ct/135/1698-01",
        "/s-ct/135/1707-02",
        "/s-ct/135/1699-01"
      ]
    },
    {
      "cite": "135 S.Ct. 1699",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12588855,
        12588856,
        12588857,
        12588858,
        12588859
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/1699-01",
        "/s-ct/135/1699-02",
        "/s-ct/135/1699-03",
        "/s-ct/135/1699-04",
        "/s-ct/135/1699-05"
      ]
    },
    {
      "cite": "135 S.Ct. 1257",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12587376
      ],
      "weight": 2,
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/1257-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 1253",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "parenthetical": "granting the right to directly appeal certain three-judge district court orders to the Supreme Court"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "58 F.Supp.3d 533",
      "category": "reporters:federal",
      "reporter": "F. Supp. 3d",
      "case_ids": [
        4126670
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "550"
        },
        {
          "page": "553"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-3d/58/0533-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 619,
    "char_count": 11398,
    "pagerank": {
      "raw": 1.1329544702501563e-07,
      "percentile": 0.5766168220618267
    },
    "sha256": "2d5ff225ff6408781f52d74ffb8e6dbbc053a1b457fdd4ed0b5e9c880f4cc5a7",
    "simhash": "1:5f71ee3eaa8053e9",
    "word_count": 1766
  },
  "last_updated": "2024-02-27T18:39:13.062638+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robert J. WITTMAN, et al., Appellants\nv.\nGloria PERSONHUBALLAH, et al."
    ],
    "opinions": [
      {
        "text": "Justice BREYER delivered the opinion of the Court.\nTen Members of Congress from Virginia, intervenors in the District Court below, have appealed a judgment from a three-judge panel striking down a congressional redistricting plan applicable to the November 2016 election. We conclude that the intervenors now lack standing to pursue the appeal. And we consequently order the appeal dismissed.\nI\nThis lawsuit began in October 2013, after the then-Governor of Virginia signed into law a new congressional redistricting plan (which we shall call the \"Enacted Plan\") designed to reflect the results of the 2010 census. Three voters from Congressional District 3 brought this lawsuit against the Commonwealth. They challenged the Enacted Plan on the ground that its redrawing of their district's lines was an unconstitutional racial gerrymander. The Members of Congress now before us intervened to help defend the Enacted Plan.\nAfter a bench trial, a divided three-judge District Court agreed with the voters. It concluded that the Commonwealth had used race as the predominant basis for modifying the boundaries of District 3. Page v. Virginia State Bd. of Elections, 58 F.Supp.3d 533, 550 (E.D.Va.2014). And it found that the Commonwealth's use of race, when scrutinized strictly, was not narrowly tailored to serve a compelling governmental interest. Id., at 553.\nThe Commonwealth of Virginia did not appeal. Instead, the intervenor Members of Congress appealed the District Court's judgment to this Court. See 28 U.S.C. § 1253 (granting the right to directly appeal certain three-judge district court orders to the Supreme Court). Having just decided a racial gerrymandering case, Alabama Legislative Black Caucus v. Alabama, 575 U.S. ----, 135 S.Ct. 1257, 191 L.Ed.2d 314 (2015), we vacated the District Court's judgment and remanded for reconsideration in light of that recent decision. Cantor v. Personhuballah, 575 U.S. ----, 135 S.Ct. 1699, 191 L.Ed.2d 671 (2015).\nOn remand the District Court again decided that District 3, as modified by the Enacted Plan, was an unconstitutional racial gerrymander. Page v. Virginia State Bd. of Elections, 2015 WL 3604029, *19 (E.D.Va., June 5, 2015). The court's order set forth a deadline of September 1, 2015, for the Virginia Legislature to adopt a new redistricting plan.\nAgain, the Commonwealth of Virginia decided not to appeal. And again, the intervenor Members of Congress appealed to this Court. On September 28, 2015, we asked the parties to file supplemental briefs addressing whether the intervenors had standing to appeal the District Court's decision. 576 U.S. ----, 136 S.Ct. 25, 192 L.Ed.2d 996 (2015). As relevant here, the intervenors argued in their supplemental brief that they had standing because the District Court's order, if allowed to stand, would necessarily result in a redrawing of their districts that would harm some of the intervenors' reelection prospects. On November 13, 2015, we issued an order explaining that the Court was \"postpon[ing]\" \"consideration of the question of jurisdiction\" until \"the hearing of the case on the merits.\" In addition, our order instructed the parties to dedicate a portion of their briefs and their oral argument time to the issue of standing-specifically, \"[w]hether [the intervenors] lack standing because none reside in or represent the only congressional district whose constitutionality is at issue in this case.\" 577 U.S. ----, 136 S.Ct. 499, 193 L.Ed.2d 364 (2015).\nIn the meantime, the Virginia Legislature failed to meet the September 1 deadline imposed by the District Court. The District Court thus appointed a Special Master to develop a new districting plan. The Special Master did so, and on January 7, 2016, the District Court approved that plan (which we shall call the \"Remedial Plan\"). The intervenor Members of Congress asked this Court to stay implementation of the Remedial Plan pending resolution of their direct appeal to this Court. We declined to do so. 577 U.S. ----, ---S.Ct. ----, --- L.Ed.2d ----, 2016 WL 93849 (2016). On March 21, we heard oral argument. That argument focused both on (1) the merits of intervenors' claims denying any racial gerrymander and (2)\nthe question of standing. In respect to standing, the Court focused on whether the District Court's approval of the Remedial Plan on January 7 supported, or undermined, the intervenors' standing argument that, in the absence of the original Enacted Plan, they would suffer harm. Tr. of Oral Arg. 9-23.\nII\nAs our request for supplemental briefing, our order postponing consideration of jurisdiction, and our questions at oral argument suggested, we cannot decide the merits of this case unless the intervenor Members of Congress challenging the District Court's racial-gerrymandering decision have standing. We conclude that the intervenors now lack standing. We must therefore dismiss the appeal for lack of jurisdiction.\nArticle III of the Constitution grants the federal courts the power to decide legal questions only in the presence of an actual \"Cas[e]\" or \"Controvers[y].\" This restriction requires a party invoking a federal court's jurisdiction to demonstrate standing. Arizonans for Official English v. Arizona, 520 U.S. 43, 64, 117 S.Ct. 1055, 137 L.Ed.2d 170 (1997). A party has standing only if he shows that he has suffered an \"injury in fact,\" that the injury is \"fairly traceable\" to the conduct being challenged, and that the injury will likely be \"redressed\" by a favorable decision. Lujan v. Defenders of Wildlife, 504 U.S. 555, 560-561, 112 S.Ct. 2130, 119 L.Ed.2d 351 (1992) (internal quotation marks and ellipsis omitted). The need to satisfy these three requirements persists throughout the life of the lawsuit. Arizonans for Official English, 520 U.S., at 67, 117 S.Ct. 1055.\nThe relevant parties here are the intervenor Members of Congress. Since the Commonwealth of Virginia has not pursued an appeal, only the intervenors currently attack the District Court's decision striking down the Enacted Plan. And an \"intervenor cannot step into the shoes of the original party\" (here, the Commonwealth) \"unless the intervenor independently 'fulfills the requirements of Article III.' \" Id., at 65, 117 S.Ct. 1055 (quoting Diamond v. Charles, 476 U.S. 54, 68, 106 S.Ct. 1697, 90 L.Ed.2d 48 (1986) ).\nAlthough 10 current and former Members of Congress are technically intervenors, only 3 of the 10 now claim before this Court that they have standing. Those three Members are Representative Randy Forbes, Representative Robert Wittman, and Representative David Brat.\nRepresentative Forbes, the Republican incumbent in Congressional District 4, told us in his brief that, unless the Enacted Plan is upheld, District 4 will be \"completely transform[ed] from a 48% Democratic district into a safe 60% Democratic district.\" Brief for Appellants 58. According to Forbes, the threat of that kind of transformation compelled him to run in a different district, namely, Congressional District 2.\nAt oral argument, Forbes' counsel told the Court that, if the Enacted Plan were reinstated, Representative Forbes would abandon his election effort in Congressional District 2 and run in his old district, namely, Congressional District 4. Tr. of Oral Arg. 10. Soon after oral argument, however, the Court received a letter from counsel stating that Representative Forbes would \"continue to seek election in District 2 regardless of whether the Enacted Plan is reinstated.\" Letter from Counsel for Appellants to Scott S. Harris, Clerk of Court (Mar. 25, 2016), p. 2. Given this letter, we do not see how any injury that Forbes might have suffered \"is likely to be redressed by a favorable judicial decision.\"\nHollingsworth v. Perry, 570 U.S. ----, ---- - ----, 133 S.Ct. 2652, 2661, 186 L.Ed.2d 768 (2013). Consequently, we need not decide whether, at the time he first intervened, Representative Forbes possessed standing. Regardless, he does not possess standing now. See Arizonans for Official English, supra, at 65, 117 S.Ct. 1055 ; Lewis v. Continental Bank Corp., 494 U.S. 472, 477-478, 110 S.Ct. 1249, 108 L.Ed.2d 400 (1990).\nRepresentative Wittman and Representative Brat are Republicans representing Congressional District 1 and Congressional District 7, respectively. In their opening brief they argue that they have standing to challenge the District Court's order because, unless the Enacted Plan is reinstated, \"a portion of the[ir] 'base electorate' \" will necessarily be replaced with \"unfavorable Democratic voters,\" thereby reducing the likelihood of the Representatives' reelection. Brief for Appellants 58; see also Application for Stay of Remedial Plan Pending Resolution of Direct Appeal of Liability Judgment 25. Even assuming, without deciding, that this kind of injury is legally cognizable, Representatives Wittman and Brat have not identified record evidence establishing their alleged harm.\nWe have made clear that the \"party invoking federal jurisdiction bears the burden of establishing\" that he has suffered an injury by submitting \"affidavit[s] or other evidence.\" Lujan, 504 U.S., at 561, 112 S.Ct. 2130. When challenged by a court (or by an opposing party) concerned about standing, the party invoking the court's jurisdiction cannot simply allege a nonobvious harm, without more. Ibid. Here, there is no \"more.\" Representatives Wittman and Brat claim that unless the Enacted Plan is reinstated, their districts will be flooded with Democratic voters and their chances of reelection will accordingly be reduced. But we have examined the briefs, looking for any evidence that an alternative to the Enacted Plan (including the Remedial Plan) will reduce the relevant intervenors' chances of reelection, and have found none. The briefs focus on Congressional District 3 and Congressional District 4, districts with which Representatives Wittman and Brat are not associated.\nWe need go no further. Given the lack of evidence that any of the three Representatives has standing, we need not decide when, or whether, evidence of the kind of injury they allege would prove sufficient for purposes of Article III's requirements. In light of the letter we have received about Representative Forbes, and the absence of any evidence in the briefs supporting any harm to the other two Representatives, we conclude that none of the intervenors has standing to bring an appeal in this case. We consequently lack jurisdiction and therefore dismiss this appeal.\nIt is so ordered.",
        "type": "majority",
        "author": "Justice BREYER delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Michael A. Carvin, Washington, DC, for Appellants.",
      "Stuart A. Raphael, Richmond, VA, for State Appellees.",
      "Marc E. Elias, Washington, DC, for Private Appellees.",
      "Ian H. Gershengorn for the United States as amicus curiae, by special leave of the Court, supporting the Appellees.",
      "Mark R. Herring, Attorney General of Virginia, Cynthia E. Hudson, Chief Deputy, Attorney General, Trevor S. Cox, Deputy Solicitor General, Stuart A. Raphael, Solicitor General of Virginia, Richmond, VA, for Respondent.",
      "Kevin J. Hamilton, Abha Khanna, Perkins Coie LLP, Seattle, WA, Marc E. Elias, John M. Devaney, Elisabeth C. Frost, Perkins Coie LLP, Washington, DC, for Respondent.",
      "Michael A. Carvin, John M. Gore, Jones Day, Washington, DC, for Petitioner."
    ],
    "corrections": "",
    "head_matter": "Robert J. WITTMAN, et al., Appellants\nv.\nGloria PERSONHUBALLAH, et al.\nNo. 14-1504.\nSupreme Court of the United States\nArgued March 21, 2016.\nDecided May 23, 2016.\nMichael A. Carvin, Washington, DC, for Appellants.\nStuart A. Raphael, Richmond, VA, for State Appellees.\nMarc E. Elias, Washington, DC, for Private Appellees.\nIan H. Gershengorn for the United States as amicus curiae, by special leave of the Court, supporting the Appellees.\nMark R. Herring, Attorney General of Virginia, Cynthia E. Hudson, Chief Deputy, Attorney General, Trevor S. Cox, Deputy Solicitor General, Stuart A. Raphael, Solicitor General of Virginia, Richmond, VA, for Respondent.\nKevin J. Hamilton, Abha Khanna, Perkins Coie LLP, Seattle, WA, Marc E. Elias, John M. Devaney, Elisabeth C. Frost, Perkins Coie LLP, Washington, DC, for Respondent.\nMichael A. Carvin, John M. Gore, Jones Day, Washington, DC, for Petitioner."
  },
  "file_name": "1732-01",
  "first_page_order": 1732,
  "last_page_order": 1737
}
