{
  "id": 12597457,
  "name": "Jermaine SIMMONS et al., Petitioners v. Walter J. HIMMELREICH.",
  "name_abbreviation": "Simmons v. Himmelreich",
  "decision_date": "2016-06-06",
  "docket_number": "No. 15–109.",
  "first_page": "1843",
  "last_page": "1850",
  "citations": [
    {
      "type": "official",
      "cite": "136 S. Ct. 1843"
    },
    {
      "type": "parallel",
      "cite": "195 L. Ed. 2d 106"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "597 F.3d 820",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4220790
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "823-824"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/597/0820-01"
      ]
    },
    {
      "cite": "543 F.3d 1038",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3826020
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/543/1038-01"
      ]
    },
    {
      "cite": "546 U.S. 345",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5899137
      ],
      "weight": 5,
      "year": 2006,
      "pin_cites": [
        {
          "page": "354"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/546/0345-01"
      ]
    },
    {
      "cite": "387 F.3d 147",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9152858
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/387/0147-01"
      ]
    },
    {
      "cite": "97 L.Ed. 1427",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "346 U.S. 15",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6930653
      ],
      "weight": 2,
      "year": 1953,
      "pin_cites": [
        {
          "page": "25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/346/0015-01"
      ]
    },
    {
      "cite": "499 U.S. 160",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11318395
      ],
      "weight": 8,
      "year": 1991,
      "pin_cites": [
        {
          "page": "166"
        },
        {
          "page": "175"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/499/0160-01"
      ]
    },
    {
      "cite": "193 L.Ed.2d 346",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12600288,
        12600289,
        12600290,
        12600293,
        12600287
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/0445-02",
        "/s-ct/136/0445-03",
        "/s-ct/136/0445-04",
        "/s-ct/136/0446-02",
        "/s-ct/136/0445-01"
      ]
    },
    {
      "cite": "136 S.Ct. 445",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12600288,
        12600289,
        12600290,
        12600291,
        4354738,
        12600287
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/0445-02",
        "/s-ct/136/0445-03",
        "/s-ct/136/0445-04",
        "/s-ct/136/0445-05",
        "/br/541/0445-01",
        "/s-ct/136/0445-01"
      ]
    },
    {
      "cite": "766 F.3d 576",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4201588
      ],
      "year": 2014,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/766/0576-01"
      ]
    },
    {
      "cite": "28 U.S.C. §§ 1346",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 759,
    "char_count": 17546,
    "pagerank": {
      "raw": 1.0189110634574278e-07,
      "percentile": 0.5442004533855063
    },
    "sha256": "bae81c28c9fd90871532d3191d6bf7a884c1e4190c2bd184b8d9b40ef223e81b",
    "simhash": "1:1aa13ace66ce7770",
    "word_count": 2819
  },
  "last_updated": "2024-02-27T18:39:13.062638+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jermaine SIMMONS et al., Petitioners\nv.\nWalter J. HIMMELREICH."
    ],
    "opinions": [
      {
        "text": "Justice SOTOMAYOR delivered the opinion of the Court.\nThe Federal Tort Claims Act (FTCA) allows plaintiffs to seek damages from the United States for certain torts committed by federal employees. 28 U.S.C. §§ 1346(b), 2674. Many of the FTCA's procedural provisions are contained in a single chapter of the United States Code, Chapter 171. See §§ 2671 -2680. But an \"Exceptions\" section of the FTCA dictates that \"the provisions of [Chapter 171] ... shall not apply\" to certain categories of claims. At issue in this case is whether one of the \"provisions of [Chapter 171]\"-the so-called judgment bar provision, § 2676 -might nonetheless apply to one of the excepted claims. We conclude it does not.\nI\nA\nThis case began with two suits filed by Walter Himmelreich. In each, Himmelreich alleged that he had been severely beaten by a fellow inmate in federal prison and that the beating was the result of prison officials' negligence. At the time of the beating, Himmelreich was incarcerated for producing child pornography. His assailant had warned prison officials that he would \" 'smash' \" a pedophile if given the opportunity but was nonetheless released into the general prison population, where he assaulted Himmelreich. App. 46.\nHimmelreich filed a first suit against the United States. The Government treated this first suit as a claim under the FTCA and moved to dismiss the action, arguing that the claim fell into one of the \"Exceptions\" to the FTCA for \"[a]ny claim based upon ... the exercise or performance ... [of] a discretionary function,\" namely, deciding where to house inmates. § 2680(a). The District Court granted the Government's motion to dismiss. (Neither party here challenges the outcome of that first suit.)\nBut before the District Court dismissed that first suit, Himmelreich filed a second suit, this one a constitutional tort suit against individual Bureau of Prison employees rather than against the United States. Ordinarily, the FTCA would have nothing to say about such claims. But after the dismissal of Himmelreich's first suit, the individual employee defendants argued that Himmelreich's second suit was foreclosed by the FTCA's judgment bar provision, according to which a judgment in an FTCA suit forecloses any future suit against individual employees. See § 2676. As relevant here, the District Court agreed and granted summary judgment in favor of the individual prison employees.\nHimmelreich appealed that ruling. The Sixth Circuit reversed, holding that the judgment bar provision did not apply to Himmelreich's suit. Himmelreich v. Federal Bureau of Prisons et al., 766 F.3d 576 (2014)(per curiam) .\nWe granted certiorari to resolve a Circuit split on whether the judgment bar provision applies to suits that, like Himmelreich's, are dismissed as falling within an \"Exceptio[n]\" to the FTCA. 577 U.S. ----, 136 S.Ct. 445, 193 L.Ed.2d 346 (2015).\nB\nThe FTCA's provisions are contained in two areas of the United States Code. One, 28 U.S.C. § 1346(b), gives federal district courts exclusive jurisdiction over tort claims against the United States for the acts of its employees \"[s]ubject to the provisions of chapter 171\" of Title 28. Chapter 171, in turn, is labeled \"Tort Claims Procedure\" and comprises the remaining provisions of the FTCA. §§ 2671 -2680.\nChapter 171 contains an array of provisions. Some provisions govern how FTCA claims are to be adjudicated. See, e.g., § 2674 (specifying scope of United States' liability); § 2675(a) (exhaustion requirement); § 2678 (restricting attorney's fees). Other provisions limit plaintiffs' remedies outside the FTCA. See, e.g., § 2679(a) (cannot sue agency for claims within scope of FTCA); § 2679(d)(1) (suit against federal employee acting within scope of employment automatically converted to FTCA action).\nThe District Court in this case relied on one such remedies-limiting provision of Chapter 171, the judgment bar provision. See § 2676. Under the judgment bar provision, once a plaintiff receives a judgment (favorable or not) in an FTCA suit, he generally cannot proceed with a suit against an individual employee based on the same underlying facts. The District Court below held that Himmelreich had received a judgment in the first suit (the FTCA suit against the United States) and so could not proceed with the second suit (the individual employee suit based on the same underlying facts).\nThe FTCA explicitly excepts from its coverage certain categories of claims, including the one into which Himmelreich's first suit fell:\n\"Exceptions\n\"The provisions of this chapter and section 1346(b) of this title shall not apply to-\n\"(a) Any claim based upon ... the exercise or performance or the failure to exercise or perform a discretionary function or duty ... whether or not the discretion involved be abused....\" § 2680.\n\"The provisions of this chapter\" referenced in the first line are the provisions of Chapter 171. \"[S]ection 1346(b) of this title\" is the provision giving district courts FTCA jurisdiction. And the \"Exceptions\" to which those portions of the FTCA \"shall not apply\" are 13 categories of claims, such as any claim that-like Himmelreich's first suit-arises from the performance of a \"discretionary function,\" § 2680(a) ; \"[a]ny claim arising in a foreign country,\" § 2680(k) ; and \"[a]ny claim arising from the activities of the Tennessee Valley Authority,\" § 2680(l ).\nBoth parties agree that district courts do not have jurisdiction over claims that fall into one of the 13 categories of \"Exceptions\" because \"section 1346(b) of this title\"-the provision conferring jurisdiction on district courts-does \"not apply\" to such claims. Both parties also agree that at least one of \"[t]he provisions of [Chapter 171]\"-the provision delimiting the United States' liability, § 2674 -need \"not apply\" to claims in the \"Exceptions\" categories because no court will have jurisdiction to hold the United States liable on such claims in any event.\nThe parties disagree, however, about whether the judgment bar provision of Chapter 171 \"shall not apply\" to claims in one of the \"Exceptions\" categories. The Government maintains that the judgment bar provision does apply to such claims. In that case, it applied to Himmelreich's first suit and would preclude any future actions, including his second suit. Himmelreich urges that it does not apply. On that reading, there is no reason he cannot proceed with his second suit.\nII\nHimmelreich is correct. The \"Exceptions\" section of the FTCA reads: \"[T]he provisions of this chapter\"-Chapter 171-\"shall not apply to ... [a]ny claim based upon ... the exercise or performance ... [of] a discretionary function or duty.\" § 2680(a). The judgment bar is a provision of Chapter 171; the plain text of the \"Exceptions\" section therefore dictates that it does \"not apply\" to cases that, like Himmelreich's first suit, are based on the performance of a discretionary function. Because the judgment bar provision does not apply to Himmelreich's first suit, Himmelreich's second suit-the one against individual prison employees-should be permitted to go forward.\nAbsent persuasive indications to the contrary, we presume Congress says what it means and means what it says. Nothing about the \"Exceptions\" section or the judgment bar provision gives us any reason to doubt the plain-text result in this case.\nIII\nA\nGiven the clarity of the \"Exceptions\" section's command, a reader might be forgiven for wondering how there could be any confusion about the statute's operation. The main source of uncertainty on this score, the Government submits, is United States v. Smith, 499 U.S. 160, 111 S.Ct. 1180, 113 L.Ed.2d 134 (1991). In Smith, we considered another provision of Chapter 171, the exclusive remedies provision. Id ., at 162, 111 S.Ct. 1180. Under the exclusive remedies provision, a plaintiff generally cannot sue an employee where the FTCA would allow him to sue the United States instead. See § 2679(b)(1).\nThe Smith Court held that this exclusive remedies provision applied to a claim for injuries sustained at an Army hospital in Italy, even though that claim fell within the category of \"[a]ny claim arising in a foreign country,\" one of the \"Exceptions\" to which \"the provisions of [Chapter 171] ... shall not apply.\" § 2680(k). The Government argues that our literal reading of the \"Exceptions\" provision would foreclose Smith 's outcome because the Smith Court applied a provision of Chapter 171 (the exclusive remedies provision) to a claim falling within one of the \"Exceptions\" categories (a claim arising in a foreign country). Smith, the Government argues, thus establishes that we cannot read the command of the \"Exceptions\" section literally and that the judgment bar provision therefore should apply to Himmelreich's discretionary function claim.\nThe Government's position has some force. Nonetheless, Smith does not control this case. First, Smith does not even cite, let alone discuss, the \"shall not apply\" language \"Exceptions\" provision. Second, the exclusive remedies provision at issue in Smith was enacted as part of the Federal Employee Liability Reform and Tort Compensation Act of 1988, which contained a mechanism to reduce the number of tort suits against Government employees. As the Smith Court explained, if \"the Attorney General ... certif[ies] that a Government employee named as defendant was acting within the scope of his employment when he committed the alleged tort,\" the Liability Reform Act dictates that the United States be substituted as the sole defendant, and that the action \" 'shall proceed in the same manner' \" as an FTCA action \" 'and shall be subject to the limitations and exceptions applicable to those actions.' \" 499 U.S., at 166, 111 S.Ct. 1180 (quoting § 2679(d)(4)); (emphasis in Smith ). The Smith Court held that the Liability Reform Act's reference to \"limitations and exceptions\" was most naturally read to refer to the \"Exceptions\" section of the FTCA. And by taking note of the \"Exceptions\" section, the Smith court reasoned, the Liability Reform Act was intended to apply to those \"Exceptions.\"\nIn light of the unique language of the Liability Reform Act, Smith is distinguishable from this case. Nothing in the text of the judgment bar provision compels the same result.\nB\nThe Government's remaining counterargument amounts to a parade of horribles that it believes will come to pass if every provision of Chapter 171 \"shall not apply\" to the \"Exceptions\" categories of claims. See Brief for Petitioners 52. If the Government is right about the other provisions of Chapter 171, the Court may hold so in the appropriate case. See Smith, 499 U.S., at 175, 111 S.Ct. 1180. But this case deals only with the judgment bar provision, and, aside from a passing concern about duplicative litigation, the Government does not argue that any such cavalcade would follow if that provision does not apply to the excepted claims. It is enough for our purposes that the statute's clear directive would not lead to hard-to-explain results when applied to the judgment bar provision in particular.\nTo the contrary, our holding that the judgment bar provision \"shall not apply\" to the categories of claims in the \"Exceptions\" section in fact allows the statute to operate in an utterly sensible manner. Ordinarily, the judgment bar provision prevents unnecessarily duplicative litigation. If the District Court in this case had issued a judgment dismissing Himmelreich's first suit because the prison employees were not negligent, because Himmelreich was not harmed, or because Himmelreich simply failed to prove his claim, it would make little sense to give Himmelreich a second bite at the money-damages apple by allowing suit against the employees: Himmelreich's first suit would have given him a fair chance to recover damages for his beating.\nWhere an FTCA claim is dismissed because it falls within one of the \"Exceptions,\" by contrast, the judgment bar provision makes much less sense. The dismissal of a claim in the \"Exceptions\" section signals merely that the United States cannot be held liable for a particular claim; it has no logical bearing on whether an employee can be held liable instead. To apply the judgment bar so as to foreclose a future suit against an employee thus would be passing strange.\nThe Government's reading would yield another strange result. According to the Government, the viability of a plaintiff's meritorious suit against an individual employee should turn on the order in which the suits are filed (or the order in which the district court chooses to address motions). For example, had the District Court in this case addressed the individual employee suit first, there would be no FTCA judgment in the picture, and so the judgment bar provision would not affect the outcome of the suit. The Government's reading would thus encourage litigants to file suit against individual employees before suing the United States to avoid being foreclosed from recovery altogether. Yet this result is at odds with one of the FTCA's purposes, channeling liability away from individual employees and toward the United States. See Dalehite v. United States, 346 U.S. 15, 25, 73 S.Ct. 956, 97 L.Ed. 1427 (1953).\nWe decline to ignore the text of the statute to achieve these imprudently restrictive results. Accordingly, we read \"[t]he provisions of this chapter ... shall not apply\" as it was written. The judgment bar provision-one of the \"provisions of this chapter\"-does not apply to the categories of claims in the \"Exceptions\" sections of the FTCA. We therefore affirm the judgment of the Court of Appeals and remand the case for further proceedings consistent with this opinion.\nIt is so ordered.\nSee Hallock v. Bonner, 387 F.3d 147 (C.A.2 2004), vacated on other grounds sub nom. Will v. Hallock, 546 U.S. 345, 126 S.Ct. 952, 163 L.Ed.2d 836 (2006) ; Pesnell v. Arsenault, 543 F.3d 1038 (C.A.9 2008) ; Williams v. Fleming, 597 F.3d 820, 823-824 (C.A.7 2010).\nThe precise claims at issue are \"claims against the United States, for money damages, accruing on and after January 1, 1945, for injury or loss of property, or personal injury or death caused by the negligent or wrongful act or omission of any employee of the Government while acting within the scope of his office or employment, under circumstances where the United States, if a private person, would be liable to the claimant in accordance with the law of the place where the act or omission occurred.\" 28 U.S.C. § 1346(b).\nIt reads in full: \"The judgment in an action under section 1346(b) of this title shall constitute a complete bar to any action by the claimant, by reason of the same subject matter, against the employee of the Government whose act or omission gave rise to the claim.\" § 2676.\nThere is an exception to this provision for suits alleging constitutional violations. See § 2679(b)(2)(A). Himmelreich's second suit-the one against individual prison employees-alleged a violation of the Constitution and so was not foreclosed by the exclusive remedies provision.\nThis conclusion is buttressed by analogy to the common-law doctrine of claim preclusion, which prevents duplicative litigation by barring one party from again suing the other over the same underlying facts. This Court has said that the judgment bar provision \"functions in much the same way\" as that doctrine. Will, 546 U.S., at 354, 126 S.Ct. 952. (The judgment bar provision supplements common-law claim preclusion by closing a narrow gap: At the time that the FTCA was passed, common-law claim preclusion would have barred a plaintiff from suing the United States after having sued an employee but not vice versa. See Restatement of Judgments §§ 99, 96(1)(a), Comments b and d (1942). The judgment bar provision applies where a plaintiff first sues the United States and then sues an employee.)\nBut claim preclusion principles would not foreclose a second suit where the first suit was dismissed under the \"Exceptions\" section. Dismissals for \"personal immunity\"-defenses that can be asserted by one party but not others-do not have claim-preclusive effect. See Restatement of Judgments § 96, Comment g ; Restatement (Second) of Judgments § 51(1)(b), and Comment c (1980). The \"Exceptions\" section reflects the United States' decision not to accept liability for certain types of claims; like other \"personal immunities,\" the \"Exceptions\" section is only a defense for-and can only be \"taken advantage of\" by-the United States. See Restatement of Judgments § 96, Comment g . A dismissal under the \"Exceptions\" section would not be entitled to claim-preclusive effect; just so, the roughly analogous judgment bar should not foreclose a second suit against individual employees.",
        "type": "majority",
        "author": "Justice SOTOMAYOR delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Roman Martinez, Washington, DC, for Petitioners.",
      "Christian Vergonis, Washington, DC, for Respondent.",
      "Donald B. Verrilli, Jr., Solicitor General, Department of Justice, Washington, DC, for Petitioners.",
      "Donald B. Verrilli, Jr., Solicitor General, Benjamin C. Mizer, Principal Deputy Assistant, Attorney General, Ian Heath Gershengorn, Deputy Solicitor General, Roman Martinez, Assistant to the Solicitor General, Mark B. Stern, Edward Himmelfarb, Imran R. Zaidi, Department of Justice, Washington, DC, for Petitioners.",
      "Christian G. Vergonis, Yaakov M. Roth, David T. Raimer, Jordan Von Bokern, Jones Day, Washington, DC, for Respondents."
    ],
    "corrections": "",
    "head_matter": "Jermaine SIMMONS et al., Petitioners\nv.\nWalter J. HIMMELREICH.\nNo. 15-109.\nSupreme Court of the United States\nArgued March 22, 2016.\nDecided June 6, 2016.\nRoman Martinez, Washington, DC, for Petitioners.\nChristian Vergonis, Washington, DC, for Respondent.\nDonald B. Verrilli, Jr., Solicitor General, Department of Justice, Washington, DC, for Petitioners.\nDonald B. Verrilli, Jr., Solicitor General, Benjamin C. Mizer, Principal Deputy Assistant, Attorney General, Ian Heath Gershengorn, Deputy Solicitor General, Roman Martinez, Assistant to the Solicitor General, Mark B. Stern, Edward Himmelfarb, Imran R. Zaidi, Department of Justice, Washington, DC, for Petitioners.\nChristian G. Vergonis, Yaakov M. Roth, David T. Raimer, Jordan Von Bokern, Jones Day, Washington, DC, for Respondents."
  },
  "file_name": "1843-01",
  "first_page_order": 1843,
  "last_page_order": 1850
}
