{
  "id": 12598500,
  "name": "STORMANS, INC., dba Ralph's Thriftway, et al. v. John WIESMAN, Secretary, Washington State Department of Health et al.",
  "name_abbreviation": "Stormans, Inc. v. Wiesman",
  "decision_date": "2016-06-28",
  "docket_number": "No. 15–862.",
  "first_page": "2433",
  "last_page": "2440",
  "citations": [
    {
      "type": "official",
      "cite": "136 S. Ct. 2433"
    },
    {
      "type": "parallel",
      "cite": "195 L. Ed. 2d 870"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "470 U.S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299693
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "573-574"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/470/0564-01"
      ]
    },
    {
      "cite": "494 U.S. 872",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        4852
      ],
      "weight": 5,
      "year": 1990,
      "pin_cites": [
        {
          "page": "879"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/494/0872-01"
      ]
    },
    {
      "cite": "Wash. Admin. Code § 246-869-010",
      "category": "laws:admin_compilation",
      "reporter": "Wash. Admin. Code",
      "year": 2009,
      "pin_cites": [
        {
          "page": "(1)"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "794 F.3d 1064",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4286352
      ],
      "weight": 9,
      "year": 2015,
      "pin_cites": [
        {
          "page": "1084"
        },
        {
          "page": "1080-1081"
        },
        {
          "page": "1081"
        },
        {
          "page": "1080"
        },
        {
          "page": "1084"
        },
        {
          "page": "1078"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f3d/794/1064-01"
      ]
    },
    {
      "cite": "844 F.Supp.2d 1172",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        3780146
      ],
      "weight": 7,
      "pin_cites": [
        {
          "page": "1178"
        },
        {
          "page": "1188"
        },
        {
          "page": "1190"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-supp-2d/844/1172-01"
      ]
    },
    {
      "cite": "508 U.S. 520",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11787
      ],
      "weight": 24,
      "year": 1993,
      "pin_cites": [
        {
          "page": "523"
        },
        {
          "page": "533-534"
        },
        {
          "page": "534"
        },
        {
          "page": "535-538"
        },
        {
          "page": "538-539"
        },
        {
          "page": "535"
        },
        {
          "page": "537-538"
        },
        {
          "page": "543"
        },
        {
          "page": "540"
        },
        {
          "page": "558"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/508/0520-01"
      ]
    },
    {
      "cite": "854 F.Supp.2d 925",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        3560770
      ],
      "weight": 23,
      "pin_cites": [
        {
          "page": "934"
        },
        {
          "page": "934"
        },
        {
          "page": "933"
        },
        {
          "page": "937"
        },
        {
          "page": "938"
        },
        {
          "page": "939"
        },
        {
          "page": "967-990"
        },
        {
          "page": "954-956, 970-971"
        },
        {
          "page": "984"
        },
        {
          "page": "956, 960"
        },
        {
          "page": "960"
        },
        {
          "page": "955, 972-973"
        },
        {
          "page": "973"
        },
        {
          "page": "943"
        },
        {
          "page": "961"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-supp-2d/854/0925-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1213,
    "char_count": 27984,
    "pagerank": {
      "raw": 4.436057418262789e-08,
      "percentile": 0.2783415172081461
    },
    "sha256": "fa12ad929431cd341f0a62add93437b3d634c4557da8fee43a96255f1ed5f4c3",
    "simhash": "1:ff65f8072e1231f8",
    "word_count": 4336
  },
  "last_updated": "2024-02-27T18:39:13.062638+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "STORMANS, INC., dba Ralph's Thriftway, et al.\nv.\nJohn WIESMAN, Secretary, Washington State Department of Health et al."
    ],
    "opinions": [
      {
        "text": "",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied.",
      "At issue are Washington State regulations that are likely to make a pharmacist unemployable if he or she objects on religious grounds to dispensing certain prescription medications. There are strong reasons to doubt whether the regulations were adopted for-or that they actually serve-any legitimate purpose. And there is much evidence that the impetus for the adoption of the regulations was hostility to pharmacists whose religious beliefs regarding abortion and contraception are out of step with prevailing opinion in the State. Yet the Ninth Circuit held that the regulations do not violate the First Amendment, and this Court does not deem the case worthy of our time. If this is a sign of how religious liberty claims will be treated in the years ahead, those who value religious freedom have cause for great concern.",
      "The Stormans family owns Ralph's Thriftway, a local grocery store and pharmacy in Olympia, Washington. Devout Christians, the Stormans seek to run their business in accordance with their religious beliefs. Among those beliefs is a conviction that life begins at conception and that preventing the uterine implantation of a fertilized egg is tantamount to abortion. Consequently, in order to avoid complicity in what they believe to be the taking of a life, Ralph's pharmacy does not stock emergency contraceptives, such as Plan B, that can \"inhibit implantation\" of a fertilized egg, 1 Supp. Excerpts of Record in Nos. 12-35221, 12-35223 (CA9), p. 1245 (SER). When customers come into the pharmacy with prescriptions for such drugs, Ralph's employees inform them that the pharmacy does not carry those products, and they refer the customers to another nearby pharmacy that does. The drugs are stocked by more than 30 other pharmacies within five miles of Ralph's . Stormans, Inc. v. Selecky, 854 F.Supp.2d 925, 934 (W.D.Wash.2012) ; see SER 1293. These pharmacies include an Albertson's located 1.9 miles from Ralph's and a Rite-Aid located 2.3 miles away.",
      "As explained by the 5 national and 33 state pharmacist associations that urge us to take this case, \"facilitated referral supports pharmacists' professionally recognized right of conscience\" \"without compromising patient care.\" Brief for National and State Pharmacists' Associations as Amici Curiae 17. In addition to protecting rights of conscience, facilitated referral also serves more practical ends. Pharmacies can stock only a small fraction of the more than 6,000 FDA-approved drugs now available. Pharmacies of all stripes therefore \"refer patients to other pharmacies at least several times a day because a drug is not in stock.\"",
      "Nevertheless, in 2007 the Washington State Board of Pharmacy (Board) issued rules mandating that pharmacies like Ralph's stock and sell contraceptives like Plan B. Under these regulations, a pharmacy may not \"refuse to deliver a drug or device to a patient because its owner objects to delivery on religious, moral, or other personal grounds.\" Brief in Opposition for Washington State Respondents 10. The dilemma this creates for the Stormans family and others like them is plain: Violate your sincerely held religious beliefs or get out of the pharmacy business.",
      "The Board heeded the Governor's wishes. As Steven Saxe, the Board's executive director, explained at the time: \" '[T]he public, legislators and governor are telling us loud and clear that they expect the rule to protect the public from unwanted intervention based on the moral beliefs ... of a pharmacist.' \" Ibid. \" '[T]he moral issue IS the basis of the concern.' \" Ibid. Saxe, a primary drafter of the regulations, recognized that the task was \" 'to draft language to allow facilitating a referral for only these non-moral or non-religious reasons .' \" Ibid. He suggested that making an express \" 'statement that does not allow a pharmacist/pharmacy the right to refuse for moral or religious judgment' \" might be a \" 'clearer' \" way to \" 'leave intact the ability to decline to dispense ... for most legitimate examples raised; clinical, fraud, business, skill, etc.' \" Ibid. And in the end, that is what the Board did. While the regulations themselves do not expressly single out religiously motivated referrals, the Board's guidance accompanying the regulations does: \"The rule,\" it warns, \"does not allow a pharmacy to refer a patient to another pharmacy to avoid filling the prescription due to moral or ethical objections .\" SER 1248 (emphasis added).",
      "The question presented in this case concerns the constitutionality of two rules adopted by the Washington State Pharmacy Board in 2007. The first rule, known as the Delivery Rule, requires pharmacies to \"deliver lawfully prescribed drugs or devices to patients and to distribute drugs and devices approved by the U.S. Food and Drug Administration for restricted distribution by pharmacies.\" Wash. Admin. Code § 246-869-010(1) (2009). The Delivery Rule works in tandem with a pre-existing rule, called the Stocking Rule, that requires pharmacies to stock a \"representative assortment of drugs in order to meet the pharmaceutical needs of its patients.\" § 246-869-150(1). The net result of these rules is that, so long as there is customer demand for emergency contraceptives, pharmacies like Ralph's must stock and dispense them regardless of any religious or moral objections that their owners may have.",
      "The Board's second new rule, called the Pharmacist Responsibility Rule, governs individual pharmacists. § 246-863-095 (2010). The rule does not require any individual pharmacist to dispense medication in conflict with his or her beliefs. But because the Delivery Rule requires every pharmacy to dispense the medication, if a pharmacy wishes to employ a pharmacist who objects to dispensing a drug for religious reasons, the pharmacy must keep on duty at all times a second pharmacist who can dispense those drugs. We are told that few pharmacies are likely to be willing to bear this expense. Brief for National and State Pharmacists' Associations as Amici Curiae 23-24.",
      "In Church of Lukumi Babalu Aye, there was strong evidence that the ordinances were adopted for the purpose of preventing religious services of the Santeria religion. Id., at 534, 113 S.Ct. 2217. As noted, there is similar evidence of discriminatory intent here.",
      "Even if we disregard all evidence of intent and confine our consideration to the nature of the laws at issue in the two cases, the similarities are striking. In Church of Lukumi Babalu Aye, the challenged ordinances broadly prohibited the unnecessary or cruel killing of animals, but when all the statutory definitions and exemptions were taken into account, the laws did little more than prohibit the sacrifices carried out in Santeria services. Id., at 535-538, 113 S.Ct. 2217. In addition, the ordinances restricted religious practice to a far greater extent than required to serve the municipality's asserted interests. Id., at 538-539, 113 S.Ct. 2217. Here, Ralph's has made a strong showing that the challenged regulations are gerrymandered in a similar way. While requiring pharmacies to dispense all prescription medications for which there is demand, the regulations contain broad secular exceptions but none relating to religious or moral objections; the regulations are substantially underinclusive because they permit pharmacies to decline to fill prescriptions for financial reasons; and the regulations contemplate the closing of any pharmacy with religious objections to providing emergency contraceptives, regardless of the impact that will have on patients' access to medication.",
      "One last example. In adopting the rules, the Board recognized that some pharmacy owners might \"close rather than dispense medications that conflicts with their beliefs.\" App. to Brief in Opposition for Washington State Respondents 34a. Such closures would appear to inflict on customers a much greater disruption in access to medications than would allowing facilitated referrals: Shuttering pharmacies would make all of those pharmacies' customers find other sources for all of their medications, rather than have only some customers be referred to another pharmacy for a small handful of drugs. But the Board shrugged off this problem, asserting that it \"may ... be temporary\" because a religious objector may be replaced by \"a new operator who will comply with these rules.\" Ibid. I don't dispute that the market will often work to fill such openings, but it cannot reasonably be supposed that new pharmacies will appear overnight. The bottom line is clear: Washington would rather have no pharmacy than one that doesn't toe the line on abortifacient emergency contraceptives. Particularly given the State's stipulation that \"facilitated referrals do not pose a threat to timely access\" to such drugs, App. to Pet. for Cert. 335a, it is hard not to view its actions as exhibiting hostility toward religious objections.",
      "\"The Free Exercise Clause commits government itself to religious tolerance, and upon even slight suspicion that proposals for state intervention stem from animosity to religion or distrust of its practices, all officials must pause to remember their own high duty to the Constitution and to the rights it secures.\" Church of Lukumi Babalu Aye, supra, at 547, 113 S.Ct. 2217. Ralph's has raised more than \"slight suspicion\" that the rules challenged here reflect antipathy toward religious beliefs that do not accord with the views of those holding the levers of government power. I would grant certiorari to ensure that Washington's novel and concededly unnecessary burden on religious objectors does not trample on fundamental rights. I respectfully dissent.",
      "\"(1) Pharmacies have a duty to deliver lawfully prescribed drugs or devices to patients and to distribute drugs and devices approved by the U.S. Food and Drug Administration for restricted distribution by pharmacies, or provide a therapeutically equivalent drug or device in a timely manner consistent with reasonable expectations for filling the prescription, except for the following or substantially similar circumstances:",
      "\"(c) Lack of specialized equipment or expertise needed to safely produce, store, or dispense drugs or devices, such as certain drug compounding or storage for nuclear medicine;"
    ],
    "corrections": "",
    "head_matter": "STORMANS, INC., dba Ralph's Thriftway, et al.\nv.\nJohn WIESMAN, Secretary, Washington State Department of Health et al.\nNo. 15-862.\nSupreme Court of the United States\nJune 28, 2016.\nThe petition for a writ of certiorari is denied.\nJustice ALITO, with whom THE CHIEF JUSTICE and Justice THOMAS join, dissenting from the denial of certiorari.\nThis case is an ominous sign.\nAt issue are Washington State regulations that are likely to make a pharmacist unemployable if he or she objects on religious grounds to dispensing certain prescription medications. There are strong reasons to doubt whether the regulations were adopted for-or that they actually serve-any legitimate purpose. And there is much evidence that the impetus for the adoption of the regulations was hostility to pharmacists whose religious beliefs regarding abortion and contraception are out of step with prevailing opinion in the State. Yet the Ninth Circuit held that the regulations do not violate the First Amendment, and this Court does not deem the case worthy of our time. If this is a sign of how religious liberty claims will be treated in the years ahead, those who value religious freedom have cause for great concern.\nI\nThe Stormans family owns Ralph's Thriftway, a local grocery store and pharmacy in Olympia, Washington. Devout Christians, the Stormans seek to run their business in accordance with their religious beliefs. Among those beliefs is a conviction that life begins at conception and that preventing the uterine implantation of a fertilized egg is tantamount to abortion. Consequently, in order to avoid complicity in what they believe to be the taking of a life, Ralph's pharmacy does not stock emergency contraceptives, such as Plan B, that can \"inhibit implantation\" of a fertilized egg, 1 Supp. Excerpts of Record in Nos. 12-35221, 12-35223 (CA9), p. 1245 (SER). When customers come into the pharmacy with prescriptions for such drugs, Ralph's employees inform them that the pharmacy does not carry those products, and they refer the customers to another nearby pharmacy that does. The drugs are stocked by more than 30 other pharmacies within five miles of Ralph's . Stormans, Inc. v. Selecky, 854 F.Supp.2d 925, 934 (W.D.Wash.2012) ; see SER 1293. These pharmacies include an Albertson's located 1.9 miles from Ralph's and a Rite-Aid located 2.3 miles away.\nAs explained by the 5 national and 33 state pharmacist associations that urge us to take this case, \"facilitated referral supports pharmacists' professionally recognized right of conscience\" \"without compromising patient care.\" Brief for National and State Pharmacists' Associations as Amici Curiae 17. In addition to protecting rights of conscience, facilitated referral also serves more practical ends. Pharmacies can stock only a small fraction of the more than 6,000 FDA-approved drugs now available. Pharmacies of all stripes therefore \"refer patients to other pharmacies at least several times a day because a drug is not in stock.\"\n854 F.Supp.2d, at 934. Because of the practice of facilitated referrals, none of Ralph's customers has ever been denied timely access to emergency contraceptives. Id., at 933.\nNevertheless, in 2007 the Washington State Board of Pharmacy (Board) issued rules mandating that pharmacies like Ralph's stock and sell contraceptives like Plan B. Under these regulations, a pharmacy may not \"refuse to deliver a drug or device to a patient because its owner objects to delivery on religious, moral, or other personal grounds.\" Brief in Opposition for Washington State Respondents 10. The dilemma this creates for the Stormans family and others like them is plain: Violate your sincerely held religious beliefs or get out of the pharmacy business.\nRalph's, joined by two pharmacists with similar beliefs who work at other pharmacies, contends that the regulations target religiously motivated conduct for disfavored treatment and thereby \"suppress religious belief or practice\" in violation of the First Amendment's Free Exercise Clause. Church of Lukumi Babalu Aye, Inc. v. Hialeah, 508 U.S. 520, 523, 113 S.Ct. 2217, 124 L.Ed.2d 472 (1993). After a 12-day trial, the District Court agreed and enjoined the regulations, 854 F.Supp.2d 925 (findings of fact and conclusions of law); Stormans Inc. v. Selecky, 844 F.Supp.2d 1172 (W.D.Wash.2012) (opinion granting injunction).\nThe District Court found that the regulations were adopted with \"the predominant purpose\" to \"stamp out the right to refuse\" to dispense emergency contraceptives for religious reasons. Id., at 1178. Among other things, the District Court noted the following. When the Board began to consider new regulations, the Governor of the State \"sent a letter to the Board opposing referral for personal or conscientious reasons.\" 854 F.Supp.2d, at 937. The State Human Rights Commission followed with \"a letter threatening Board members with personal liability if they passed a regulation permitting referral\" for religious or moral reasons. Id., at 938 ; see App. to Pet. for Cert. 374a-399a. And after the Board initially voted to adopt rules allowing referrals for reasons of conscience, the Governor not only sent another letter opposing the draft rules but \"publicly explained that she could remove the Board members\" if need be. 854 F.Supp.2d, at 938. \"[T]his was the first instance in which a Governor had ever threatened the Board ... with removal.\" Id., at 939.\nThe Board heeded the Governor's wishes. As Steven Saxe, the Board's executive director, explained at the time: \" '[T]he public, legislators and governor are telling us loud and clear that they expect the rule to protect the public from unwanted intervention based on the moral beliefs ... of a pharmacist.' \" Ibid. \" '[T]he moral issue IS the basis of the concern.' \" Ibid. Saxe, a primary drafter of the regulations, recognized that the task was \" 'to draft language to allow facilitating a referral for only these non-moral or non-religious reasons .' \" Ibid. He suggested that making an express \" 'statement that does not allow a pharmacist/pharmacy the right to refuse for moral or religious judgment' \" might be a \" 'clearer' \" way to \" 'leave intact the ability to decline to dispense ... for most legitimate examples raised; clinical, fraud, business, skill, etc.' \" Ibid. And in the end, that is what the Board did. While the regulations themselves do not expressly single out religiously motivated referrals, the Board's guidance accompanying the regulations does: \"The rule,\" it warns, \"does not allow a pharmacy to refer a patient to another pharmacy to avoid filling the prescription due to moral or ethical objections .\" SER 1248 (emphasis added).\nAlthough the District Court found that the Board's intent was to target pharmacies that made referrals for religious or moral reasons, the court did not base its decision solely on that ground. Instead, the court considered the design of the regulations and concluded that they discriminated against religious objectors. 854 F.Supp.2d, at 967-990. Not only do the rules expressly contain certain secular exceptions, but the court also found that in operation the Board allowed pharmacies to make referrals for many other secular reasons not set out in the rules. Id., at 954-956, 970-971. The court concluded that \"the 'design of these [Regulations] accomplishes ... a religious gerrymander' \" capturing religiously motivated referrals and little else. Id., at 984 (quoting Church of Lukumi Babalu Aye, supra, at 535, 113 S.Ct. 2217 ; some internal quotation marks omitted).\nThe State appealed the District Court's decision, and the Ninth Circuit reversed. 794 F.3d 1064 (2015). Both in the Ninth Circuit and before this Court, the State defends the regulations as necessary to \"ensur[e] that its citizens have safe and timely access to their lawful and lawfully prescribed medications.\" Id., at 1084. But the State has conceded that this is not really a problem. It stipulated that \"facilitated referrals do not pose a threat to timely access to lawfully prescribed medications,\" and indeed \"help assure timely access to lawfully prescribed medications ... includ[ing] Plan B.\" App. to Pet. for Cert. 335a.\nI believe that the constitutionality of what Washington has done merits further review. As I discuss below, Ralph's has made a strong case that the District Court got it right, and that the regulations here are improperly designed to stamp out religious objectors. The importance of this issue is underscored by the 38 national and state pharmacist associations that urge us to hear the case. The decision below, they tell us, \"upheld a radical departure from past regulation of the pharmacy industry\" that \"threatens to reduce patient access to medication by forcing some pharmacies-particularly small, independent ones that often survive by providing specialty services not provided elsewhere-to close.\" Brief for National and State Pharmacists' Associations as Amici Curiae 4, 5. Given the important First Amendment interests at stake and the potentially sweeping ramifications of the decision below, I would grant certiorari.\nII\nThe question presented in this case concerns the constitutionality of two rules adopted by the Washington State Pharmacy Board in 2007. The first rule, known as the Delivery Rule, requires pharmacies to \"deliver lawfully prescribed drugs or devices to patients and to distribute drugs and devices approved by the U.S. Food and Drug Administration for restricted distribution by pharmacies.\" Wash. Admin. Code § 246-869-010(1) (2009). The Delivery Rule works in tandem with a pre-existing rule, called the Stocking Rule, that requires pharmacies to stock a \"representative assortment of drugs in order to meet the pharmaceutical needs of its patients.\" § 246-869-150(1). The net result of these rules is that, so long as there is customer demand for emergency contraceptives, pharmacies like Ralph's must stock and dispense them regardless of any religious or moral objections that their owners may have.\nThe Delivery Rule includes a number of exceptions. See §§ 246-869-010(1)(a)-(e), (2). Four of these are narrow. See § 246-869-010(1)(a) (prescription is erroneous or has a known contraindication); § 246-869-010(1)(b) (national and state emergencies); § 246-869-010(1)(d) (potentially fraudulent prescriptions); § 246-869-010(1)(e) (drug is temporarily out of stock). A fifth exception is broader: Under subsection (c), pharmacies need not stock prescription medications that require specialized equipment or expertise, including the equipment or expertise needed to compound drugs. § 246-869-010(1)(c). And a sixth exception is very broad indeed: A pharmacy is not required to deliver a drug \"without payment of [its] usual and customary or contracted charge.\" § 246-869-010(2). This means, among other things, that a pharmacy need not fill a prescription for a Medicaid patient. In addition, as discussed below, the District Court found that there are many unwritten exceptions to the Delivery and Stocking Rules. See infra, at 2437 - 2438.\nThe Board's second new rule, called the Pharmacist Responsibility Rule, governs individual pharmacists. § 246-863-095 (2010). The rule does not require any individual pharmacist to dispense medication in conflict with his or her beliefs. But because the Delivery Rule requires every pharmacy to dispense the medication, if a pharmacy wishes to employ a pharmacist who objects to dispensing a drug for religious reasons, the pharmacy must keep on duty at all times a second pharmacist who can dispense those drugs. We are told that few pharmacies are likely to be willing to bear this expense. Brief for National and State Pharmacists' Associations as Amici Curiae 23-24.\nIII\nIn Employment Div., Dept. of Human Resources of Ore. v. Smith, 494 U.S. 872, 110 S.Ct. 1595, 108 L.Ed.2d 876 (1990), this Court held that \"the right of free exercise does not relieve an individual of the obligation to comply with a 'valid and neutral law of general applicability.' \" Id., at 879, 110 S.Ct. 1595. But as our later decision in Church of Lukumi Babalu Aye made clear, a law that discriminates against religiously motivated conduct is not \"neutral.\" 508 U.S., at 533-534, 113 S.Ct. 2217. In that case, the Court unanimously held that ordinances prohibiting animal sacrifice violated the First Amendment. This case bears a distinct resemblance to Church of Lukumi Babalu Aye .\nIn Church of Lukumi Babalu Aye, there was strong evidence that the ordinances were adopted for the purpose of preventing religious services of the Santeria religion. Id., at 534, 113 S.Ct. 2217. As noted, there is similar evidence of discriminatory intent here.\nEven if we disregard all evidence of intent and confine our consideration to the nature of the laws at issue in the two cases, the similarities are striking. In Church of Lukumi Babalu Aye, the challenged ordinances broadly prohibited the unnecessary or cruel killing of animals, but when all the statutory definitions and exemptions were taken into account, the laws did little more than prohibit the sacrifices carried out in Santeria services. Id., at 535-538, 113 S.Ct. 2217. In addition, the ordinances restricted religious practice to a far greater extent than required to serve the municipality's asserted interests. Id., at 538-539, 113 S.Ct. 2217. Here, Ralph's has made a strong showing that the challenged regulations are gerrymandered in a similar way. While requiring pharmacies to dispense all prescription medications for which there is demand, the regulations contain broad secular exceptions but none relating to religious or moral objections; the regulations are substantially underinclusive because they permit pharmacies to decline to fill prescriptions for financial reasons; and the regulations contemplate the closing of any pharmacy with religious objections to providing emergency contraceptives, regardless of the impact that will have on patients' access to medication.\nA\nConsidering \"the effect of [the regulations] in [their] real operation,\" id., at 535, 113 S.Ct. 2217 the District Court concluded that the burden they impose \"falls 'almost exclusively' on those with religious objections to dispensing Plan B,\" 844 F.Supp.2d, at 1188. The court found that \"the rules exempt pharmacies and pharmacists from stocking and delivering lawfully prescribed drugs for an almost unlimited variety of secular reasons, but fail to provide exemptions for reasons of conscience.\" Ibid. For example, the District Court found that a pharmacy may decline to stock a drug because the drug requires additional paperwork or patient monitoring, has a short shelf life, may attract crime, requires simple compounding (a skill all pharmacists must learn), or falls outside the pharmacy's niche (e.g., pediatrics, diabetes, or fertility). Id., at 1190. Additionally, the court found, a pharmacy can \"decline to accept Medicare or Medicaid or the patient's particular insurance, and on that basis, refuse to deliver a drug that is actually on the shelf.\" Ibid. As the District Court noted, such secular refusals \"inhibit patient access\" to medication no less than do religiously motivated facilitated referrals. Ibid. Allowing secular but not religious refusals is flatly inconsistent with Church of Lukumi Babalu Aye . It \"devalues religious reasons\" for declining to dispense medications \"by judging them to be of lesser import than nonreligious reasons,\" thereby \"singl[ing] out\" religious practice \"for discriminatory treatment.\" 508 U.S., at 537-538, 113 S.Ct. 2217.\nThe Ninth Circuit did not dispute this logic. Instead, it held that the District Court committed clear error in finding that the regulations allow refusals for a host of secular reasons. 794 F.3d, at 1080-1081. The Court of Appeals upheld the District Court's finding that pharmacies in fact refuse to stock and deliver drugs for secular reasons, but it disputed the District Court's finding that the Board actually permits such refusals. Ibid. I think it likely that the Court of Appeals failed to accord the District Court's findings appropriate deference. \"If the district court's account of the evidence is plausible in light of the record viewed in its entirety, the court of appeals may not reverse it even though convinced that had it been sitting as the trier of fact, it would have weighed the evidence differently.\" Anderson v. Bessemer City, 470 U.S. 564, 573-574, 105 S.Ct. 1504, 84 L.Ed.2d 518 (1985).\nThe District Court carefully laid out its rationale for finding that the regulations allow refusals for secular, but not religious, reasons. Secular refusals have been common, and commonly known, both before and after the regulations were issued, yet the Board has never enforced its regulations against such practices. 854 F.Supp.2d, at 956, 960. Nor has the Board issued any guidance disapproving secular refusals or otherwise made an \"effort to curtail widespread referrals for business reasons.\" Id., at 960. By contrast, the Board has specifically targeted religious objections. Upon issuing the regulations, the Board sent a guidance document to pharmacies warning that \"[t]he rule does not allow a pharmacy to refer a patient to another pharmacy to avoid filling the prescription due to moral or ethical objections .\" SER 1248 (emphasis added). The negative implication is obvious. Additionally, a Board spokesman-who was charged with answering pharmacists' inquiries about the rules' requirements-testified that, \"other than eliminating referral as an option for pharmacies which cannot stock Plan B for religious reasons, from a practical standpoint, nothing has changed after the enactment of these rules.\" Id., at 356; see id., at 295.\nThe Ninth Circuit disregarded the Board's failure to enforce its regulations against secular refusals on the ground that the Board does not pursue enforcement action unless it receives a complaint, and it has not received complaints against secular referrals. 794 F.3d, at 1081. Putting aside the potential for abuse this system allows, the point remains that the Board tolerates widespread secular refusals while categorically declaring religious ones verboten. That supports the District Court's finding that the \"real operation\" of the regulations is to uniquely burden religiously motivated conduct.\nB\nEven if the Ninth Circuit were correct to reject the District Court's finding that the Board condones many secular refusals, the Court of Appeals overlooked a basis for refusal that is written into the regulations themselves. \"Nothing in this section,\" the Delivery Rule states, \"requires pharmacies to deliver a drug or device without payment of their usual and customary or contracted charge.\" § 246-869-010(2) (2009). The Ninth Circuit thought this exception unremarkable, asserting that \" '[n]obody could seriously question a refusal to fill a prescription because the customer did not pay for it.' \" 794 F.3d, at 1080. But as the District Court found-and the Ninth Circuit simply ignored-this exception extends well beyond denying service to customers who won't pay. It also allows a pharmacy to refuse to fill a prescription because it does not accept the patient's insurance or because it does not accept Medicaid or Medicare-regardless of the amount of payment it would receive. 854 F.Supp.2d, at 955, 972-973. A pharmacy accordingly may deny all prescriptions to certain patients, many of whom (those on Medicaid) are particularly likely to lack ready means of traveling to another pharmacy. What is more, a pharmacy that refuses a patient's insurance does not even have to refer the patient to another pharmacy. Id., at 973. This renders the regulations substantially underinclusive: They \"fail to prohibit nonreligious conduct that endangers\" the State's professed interest in ensuring timely access to medication \"in a similar or greater degree than\" religiously motivated facilitated referrals do. Church of Lukumi Babalu Aye, 508 U.S., at 543, 113 S.Ct. 2217.\nC\nOne last example. In adopting the rules, the Board recognized that some pharmacy owners might \"close rather than dispense medications that conflicts with their beliefs.\" App. to Brief in Opposition for Washington State Respondents 34a. Such closures would appear to inflict on customers a much greater disruption in access to medications than would allowing facilitated referrals: Shuttering pharmacies would make all of those pharmacies' customers find other sources for all of their medications, rather than have only some customers be referred to another pharmacy for a small handful of drugs. But the Board shrugged off this problem, asserting that it \"may ... be temporary\" because a religious objector may be replaced by \"a new operator who will comply with these rules.\" Ibid. I don't dispute that the market will often work to fill such openings, but it cannot reasonably be supposed that new pharmacies will appear overnight. The bottom line is clear: Washington would rather have no pharmacy than one that doesn't toe the line on abortifacient emergency contraceptives. Particularly given the State's stipulation that \"facilitated referrals do not pose a threat to timely access\" to such drugs, App. to Pet. for Cert. 335a, it is hard not to view its actions as exhibiting hostility toward religious objections.\nIV\nFor these reasons and others, it seems to me likely that the Board's regulations are not neutral and generally applicable. Quite the contrary: The evidence relied upon by the District Court suggests that the regulations are targeted at religious conduct alone, to stamp out religiously motivated referrals while allowing referrals for secular reasons (whether by rule or by wink). If that is so, the regulations are invalid unless the State can prove that they are narrowly tailored to advance a compelling government interest. The Ninth Circuit did not reach this question, as it upheld the regulations under far less demanding rational-basis review. 794 F.3d, at 1084. I will not try to answer here whether the regulations meet strict scrutiny, except to observe that the State's justification that the regulations advance its \"interest in ensuring that its citizens have safe and timely access to their lawful and lawfully prescribed medications,\" ibid., seems awfully hard to square with the State's stipulation that \"facilitated referrals do not pose a threat to timely access to lawfully prescribed medications,\" App. to Pet. for Cert. 335a (emphasis added).\n* * *\n\"The Free Exercise Clause commits government itself to religious tolerance, and upon even slight suspicion that proposals for state intervention stem from animosity to religion or distrust of its practices, all officials must pause to remember their own high duty to the Constitution and to the rights it secures.\" Church of Lukumi Babalu Aye, supra, at 547, 113 S.Ct. 2217. Ralph's has raised more than \"slight suspicion\" that the rules challenged here reflect antipathy toward religious beliefs that do not accord with the views of those holding the levers of government power. I would grant certiorari to ensure that Washington's novel and concededly unnecessary burden on religious objectors does not trample on fundamental rights. I respectfully dissent.\nThese pharmacies were identified at trial as carrying Plan B. SER 1293. The distances are as calculated by Google Maps driving directions.\nThis rule provides in pertinent part as follows:\n\"(1) Pharmacies have a duty to deliver lawfully prescribed drugs or devices to patients and to distribute drugs and devices approved by the U.S. Food and Drug Administration for restricted distribution by pharmacies, or provide a therapeutically equivalent drug or device in a timely manner consistent with reasonable expectations for filling the prescription, except for the following or substantially similar circumstances:\n\"(a) Prescriptions containing an obvious or known error, inadequacies in the instructions, known contraindications, or incompatible prescriptions, or prescriptions requiring action in accordance with WAC 246-875-040.\n\"(b) National or state emergencies or guidelines affecting availability, usage or supplies of drugs or devices;\n\"(c) Lack of specialized equipment or expertise needed to safely produce, store, or dispense drugs or devices, such as certain drug compounding or storage for nuclear medicine;\n\"(d) Potentially fraudulent prescriptions; or\n\"(e) Unavailability of drug or device despite good faith compliance with WAC 246-869-150.\n\"(2) Nothing in this section requires pharmacies to deliver a drug or device without payment of their usual and customary or contracted charge.\"\nIt is an open question whether a court considering a free exercise claim should consider evidence of individual lawmakers' personal intentions, as is done in the equal protection context. Compare Church of Lukumi Babalu Aye, 508 U.S., at 540, 113 S.Ct. 2217 (opinion of KENNEDY, J.) (relying on such evidence), with id., at 558, 113 S.Ct. 2217 (Scalia, J., concurring in part and concurring in judgment) (rejecting such evidence). The Ninth Circuit, however, did not hold that such evidence was irrelevant; instead, it concluded that the record \"does not reveal improper intent.\" 794 F.3d 1064, 1078 (2015). Ralph's has a strong argument that the Ninth Circuit improperly substituted its own view of the evidence for that of the District Court.\nIn overturning the District Court's finding, the Ninth Circuit pointed to evidence that the Board \"was also concerned with the safe and timely delivery of many other drugs, which may or may not engender religious objections,\" such as drugs for treating HIV. Ibid. But the District Court considered this evidence and found it \"not inconsistent with the Board's focus on conscientious objections to Plan B.\" Stormans, Inc. v. Selecky, 854 F.Supp.2d 925, 943 (W.D.Wash.2012). The District Court further concluded that \"such a focus is supported by the great weight of the evidence, including other documents issued by the Board,\" as well as Board meetings and public testimony-all of which were \"dominated by emergency contraception and conscientious objection to Plan B.\" Ibid. For example, a survey the Board conducted in the lead up to its rulemaking \"focused exclusively on Plan B and potential accommodations for conscientious objectors,\" ibid., while \"the Board didn't do any research or conduct any studies on HIV medications or how this rule might apply to HIV medications,\" SER 654.\nThe District Court noted that \"an active campaign\" by advocacy groups \"to seek out pharmacies and pharmacists with religious objections to Plan B and to file complaints with the Board ... has resulted in a disproportionate number of investigations directed at religious objections to Plan B\"-with complaints against Ralph's constituting a third of all complaints. 854 F.Supp.2d, at 961.\nThe dozens of pharmacist associations supporting Ralph's as amici give us another reason to question the Ninth Circuit's conclusion that the regulations outlaw the secular bases for refusal that the District Court found were permitted. According to these groups, the Ninth Circuit's conception of the regulations \"open[s] the door to unprecedented state control over stocking decisions\" by \"anticipat[ing] the invalidation of a whole swath of reasons, both secular and non-secular, for declining to stock or deliver certain drugs.\" Brief for National and State Pharmacists' Associations as Amici Curiae 21. In other words, we are told, the Ninth Circuit has effectively read the regulations to require \" 'that all pharmacies deliver all lawfully prescribed drugs,' \" id., at 22-a striking departure from normal pharmaceutical practice that one would not expect the Board to adopt without giving some clear indication that it was doing so.\nThe Court's denial of certiorari does not, of course, preclude petitioners from bringing a future as-applied challenge to the Board's regulations."
  },
  "file_name": "2433-01",
  "first_page_order": 2433,
  "last_page_order": 2440
}
