{
  "id": 12589916,
  "name": "Raul LOPEZ, Warden v. Marvin Vernis SMITH.",
  "name_abbreviation": "Lopez v. Smith",
  "decision_date": "2014-10-06",
  "docket_number": "No. 13–946.",
  "first_page": "1",
  "last_page": "6",
  "citations": [
    {
      "type": "official",
      "cite": "135 S. Ct. 1"
    },
    {
      "type": "parallel",
      "cite": "190 L. Ed. 2d 1"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "507 U.S. 619",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6235767
      ],
      "weight": 3,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/us/507/0619-01"
      ]
    },
    {
      "cite": "502 U.S. 46",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6217781
      ],
      "weight": 3,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/us/502/0046-01"
      ]
    },
    {
      "cite": "500 U.S. 110",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6218411
      ],
      "weight": 5,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/us/500/0110-01"
      ]
    },
    {
      "cite": "2 U.S.C. § 192",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "133 S.Ct. 1990",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12697057
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "1994",
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/569/0505-01"
      ]
    },
    {
      "cite": "92 L.Ed. 644",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "333 U.S. 196",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157706
      ],
      "weight": 3,
      "year": 1948,
      "pin_cites": [
        {
          "page": "201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/333/0196-01"
      ]
    },
    {
      "cite": "92 L.Ed. 682",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "333 U.S. 257",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157870
      ],
      "weight": 3,
      "year": 1948,
      "pin_cites": [
        {
          "page": "273-274"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/333/0257-01"
      ]
    },
    {
      "cite": "369 U.S. 749",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172124
      ],
      "weight": 4,
      "year": 1962,
      "pin_cites": [
        {
          "page": "763-764"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/369/0749-01"
      ]
    },
    {
      "cite": "909 F.2d 1234",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10541274
      ],
      "weight": 3,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/909/1234-01"
      ]
    },
    {
      "cite": "2010 WL 4975500",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 6,
      "year": 2010,
      "pin_cites": [
        {
          "page": "*2"
        },
        {
          "page": "*1"
        },
        {
          "page": "*7"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "731 F.3d 859",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3705646
      ],
      "weight": 11,
      "year": 2013,
      "pin_cites": [
        {
          "page": "862-863",
          "parenthetical": "second alteration in original"
        },
        {
          "page": "863"
        },
        {
          "page": "863"
        },
        {
          "page": "863"
        },
        {
          "page": "868"
        },
        {
          "page": "868"
        },
        {
          "page": "866-867"
        },
        {
          "page": "868"
        },
        {
          "page": "871",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "868, 870"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/731/0859-01"
      ]
    },
    {
      "cite": "133 S.Ct. 1446",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12697062
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "1450-1451",
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/569/0058-01"
      ]
    },
    {
      "cite": "110 Stat. 1214",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(d)(1)"
        },
        {
          "page": "(d)(2)"
        },
        {
          "page": "(d)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 713,
    "char_count": 15169,
    "pagerank": {
      "raw": 1.4526825124479235e-07,
      "percentile": 0.6553735372216681
    },
    "sha256": "b6bdb06363615c5da613c2cd1bb0139e7509cd61ed2db5f19105625c0095664f",
    "simhash": "1:f1fc7a9fa6141342",
    "word_count": 2401
  },
  "last_updated": "2024-02-27T18:39:19.333631+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Raul LOPEZ, Warden\nv.\nMarvin Vernis SMITH."
    ],
    "opinions": [
      {
        "text": "Opinion PER CURIAM.\nWhen a state prisoner seeks federal habeas relief on the ground that a state court, in adjudicating a claim on the merits, misapplied federal law, a federal court may grant relief only if the state court's decision was \"contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States.\" 28 U.S.C. § 2254(d)(1). We have emphasized, time and again, that the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), 110 Stat. 1214, prohibits the federal courts of appeals from relying on their own precedent to conclude that a particular constitutional principle is \"clearly established.\" See, e.g.,Marshall v. Rodgers,569 U.S. ----, ----, 133 S.Ct. 1446, 1450-1451, 185 L.Ed.2d 540 (2013)(per curiam). Because the Ninth Circuit failed to comply with this rule, we reverse its decision granting habeas relief to respondent Marvin Smith.\nI\nRespondent was arrested for the murder of his wife, Minnie Smith. On December 15, 2005, Mrs. Smith was found dead in the home she shared with respondent, and it was determined that she was killed by a massive blow to the head from a fireplace log roller. The home appeared to have been ransacked, and valuable jewelry was missing.\nThe State charged respondent with first-degree murder and offered substantial incriminating evidence at trial. The prosecution presented evidence that respondent \"was unfaithful to his wife for many years, that his wife was threatening to divorce him, and that he told one of his former employees ... that the 'only way' he or his wife would get out of their marriage was 'to die,' because he was 'not going to give [Mrs. Smith] half of what [he] got so some other man can live off of it.' \" 731 F.3d 859, 862-863 (C.A.9 2013)(second alteration in original). Respondent's DNA was also found on the murder weapon, pieces of duct tape found near the body, and a burned matchstick that was found in the bedroom and that may have been used to inflict burns on the body. See id.,at 863; see also People v. Smith,2010 WL 4975500, *1-*2 (Cal.App., Dec. 8, 2010). The missing jewelry was discovered in the trunk of respondent's car, wrapped in duct tape from the same roll that had provided the pieces found near the body. See 731 F.3d, at 863. Respondent's DNA was found on the duct tape in his trunk. See Smith,2010 WL 4975500, at *2. In addition, a criminologist testified that the ransacking of the Smiths' home appeared to have been staged. See 731 F.3d, at 863.\nRespondent defended in part on the basis that he could not have delivered the fatal blow due to rotator cuff surgery several weeks before the murder. See ibid. (He mounted this defense despite the fact that police had observed him wielding a 6-foot-long 2 by 4 to pry something out of a concrete slab at a construction site the week after the murder. See Smith,2010 WL 4975500, at *1.) The defense also suggested that one of respondent's former employees had committed the crime to obtain money to pay a debt he owed respondent. See 731 F.3d, at 863.\nAt the close of evidence, the prosecution requested an aiding-and-abetting instruction, and the trial court agreed to give such an instruction. During closing argument, the prosecutor contended that respondent was physically able to wield the log roller that had killed Mrs. Smith, but he also informed the jury that, even if respondent had not delivered the fatal blow, he could still be convicted on an aiding-and-abetting theory. See id.,at 864. The jury convicted respondent of first-degree murder without specifying which theory of guilt it adopted.\nAfter a series of state-court proceedings not relevant here, the California Court of Appeal affirmed respondent's conviction. The state court rejected respondent's assertion that he had inadequate notice of the possibility of conviction on an aiding-and-abetting theory. The court explained that \" 'an accusatory pleading charging a defendant with murder need not specify the theory of murder on which the prosecution intends to rely,' \" and noted that the \"information charged defendant with murder in compliance with the governing statutes.\" Smith,2010 WL 4975500, at *6-*7. Furthermore, the court held that \"even if this case required greater specificity concerning the basis of defendant's liability, the evidence presented at his preliminary examination provided it.\" Id.,at *7. The upshot was that \"the information and preliminary examination testimony adequately notified defendant he could be prosecuted for murder as an aider and abettor.\" Id.,at *8. The California Supreme Court denied respondent's petition for review.\nRespondent filed a petition for habeas relief with the United States District Court for the Central District of California. The Magistrate Judge recommended granting relief, and the District Court summarily adopted the Magistrate Judge's recommendation.\nThe Ninth Circuit affirmed. The court acknowledged that the \"information charging [respondent] with first-degree murder was initially sufficient to put him on notice that he could be convicted either as a principal or as an aider-and-abettor,\" because under California law \"aiding and abetting a crime is the same substantive offense as perpetrating the crime.\" 731 F.3d, at 868. But the Ninth Circuit nevertheless concluded that respondent's Sixth Amendment and due process right to notice had been violated because it believed the prosecution (until it requested the aiding-and-abetting jury instruction) had tried the case only on the theory that respondent himself had delivered the fatal blow. See id.,at 869.\nThe Ninth Circuit did not purport to identify any case in which we have found notice constitutionally inadequate because, although the defendant was initially adequately apprised of the offense against him, the prosecutor focused at trial on one potential theory of liability at the expense of another. Rather, it found the instant case to be \"indistinguishable from\" the Ninth Circuit's own decision in Sheppard v. Rees,909 F.2d 1234 (1989), which the court thought \"faithfully applied the principles enunciated by the Supreme Court.\" 731 F.3d, at 868. The court also rejected, as an \"unreasonable determination of the facts,\" 28 U.S.C. § 2254(d)(2), the California Court of Appeal's conclusion that preliminary examination testimony and the jury instructions conference put respondent on notice of the possibility of conviction on an aiding-and-abetting theory. See id.,at 871-872.\nII\nA\nThe Ninth Circuit held, and respondent does not dispute, that respondent initially received adequate notice of the possibility of conviction on an aiding-and-abetting theory. The question is therefore whether habeas relief is warranted because the State principally relied at trial on the theory that respondent himself delivered the fatal blow.\nAssuming, arguendo,that a defendant is entitled to notice of the possibility of conviction on an aiding-and-abetting theory, the Ninth Circuit's grant of habeas relief may be affirmed only if this Court's cases clearly establish that a defendant, once adequately apprised of such a possibility, can nevertheless be deprived of adequate notice by a prosecutorial decision to focus on another theory of liability at trial. The Ninth Circuit pointed to no case of ours holding as much. Instead, the Court of Appeals cited three older cases that stand for nothing more than the general proposition that a defendant must have adequate notice of the charges against him. See 731 F.3d, at 866-867(citing Russell v. United States,369 U.S. 749, 763-764, 82 S.Ct. 1038, 8 L.Ed.2d 240 (1962); In re Oliver,333 U.S. 257, 273-274, 68 S.Ct. 499, 92 L.Ed. 682 (1948); Cole v. Arkansas,333 U.S. 196, 201, 68 S.Ct. 514, 92 L.Ed. 644 (1948)).\nThis proposition is far too abstract to establish clearly the specific rule respondent needs. We have before cautioned the lower courts-and the Ninth Circuit in particular-against \"framing our precedents at such a high level of generality.\" Nevada v. Jackson,569 U.S. ----, ----, 133 S.Ct. 1990, 1994, 186 L.Ed.2d 62 (2013)(per curiam). None of our decisions that the Ninth Circuit cited addresses, even remotely, the specific question presented by this case. See Russell, supra,at 752, 82 S.Ct. 1038(indictment for \"refus[ing] to answer any question pertinent to [a] question under [congressional] inquiry,\" 2 U.S.C. § 192, failed to \"identify the subject under congressional subcommittee inquiry\"); In re Oliver,supra,at 259, 68 S.Ct. 499(instantaneous indictment, conviction, and sentence by judge acting as grand jury with no prior notice of charge to defendant); Cole, supra,at 197, 68 S.Ct. 514(affirmance of criminal convictions \"under a ... statute for violation of which [defendants] had not been charged\").\nBecause our case law does not clearly establish the legal proposition needed to grant respondent habeas relief, the Ninth Circuit was forced to rely heavily on its own decision in Sheppard, supra. Of course, AEDPA permits habeas relief only if a state court's decision is \"contrary to, or involved an unreasonable application of, clearly established Federal law\" as determined by this Court, not by the courts of appeals. 28 U.S.C. § 2254(d)(1). The Ninth Circuit attempted to evade this barrier by holding that Sheppard\"faithfully applied the principles enunciated by the Supreme Court in Cole, Oliver,and Russell.\" 731 F.3d, at 868. But Circuit precedent cannot \"refine or sharpen a general principle of Supreme Court jurisprudence into a specific legal rule that this Court has not announced.\" Marshall,569 U.S., at ----, 133 S.Ct., at 1451. Sheppardis irrelevant to the question presented by this case: whether our case law clearly establishes that a prosecutor's focus on one theory of liability at trial can render earlier notice of another theory of liability inadequate.\nB\nThe Ninth Circuit also disagreed with what it termed the state court's \"determination of the facts\"-principally, the state court's holding that preliminary examination testimony and the prosecutors' request for an aiding-and-abetting jury instruction shortly before closing arguments adequately put respondent on notice of the prosecution's aiding-and-abetting theory. 731 F.3d, at 871(internal quotation marks omitted). The Ninth Circuit therefore granted relief under § 2254(d)(2), which permits habeas relief where the state-court \"decision ... was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" That holding cannot be sustained.\nIn purporting to reject the state court's \"determination of the facts,\" the Ninth Circuit focused on preliminary examination testimony by an investigator about conversations between respondent and his cellmate. According to the investigator, the cellmate stated that respondent told him that respondent \"had to get rid of his wife because she was standing in the way of his future plans; that she was threatening to divorce him and he wasn't going to give up half of his property\"; that respondent made his house look like the site of a home invasion robbery; and that, when he left for work the morning of the murder, he left the window open and did not set the alarm. Smith,2010 WL 4975500, at *7. The investigator also testified that the cellmate did not \" 'know any of the details of the homicide itself and how it was carried out,' \" and that respondent \" 'never told [the cellmate] specifically who' \" committed the homicide. Ibid.The California Court of Appeal held that these statements, taken together, suggested that respondent was involved in planning and facilitating the crime but that the fatal blow might have been delivered by an accomplice. Ibid.Thus, the California court believed that even assuming that the information by itself was not sufficient, this testimony naturally lent itself to conviction on an aiding-and-abetting theory and so gave respondent even greater notice of such a possibility. Ibid.\nThe Ninth Circuit also focused on the jury instructions conference, which occurred after the defense rested but before the parties' closing arguments. During that conference, prosecutors requested an aiding-and-abetting instruction, which further provided notice to respondent. The California Court of Appeal concluded that this case is distinguishable from Sheppard v. Rees,909 F.2d 1234, because, unlike that case, the conference here did not occur immediately before closing arguments. The Ninth Circuit disagreed, holding that because \"defense counsel had only the lunch recess to formulate a response\" to the aiding-and-abetting instruction, this case \"is indistinguishable from Sheppard,\" where the prosecution also \"requested the new instruction the same day as closing.\" 731 F.3d, at 868, 870.\nAlthough the Ninth Circuit claimed its disagreement with the state court was factual in nature, in reality its grant of relief was based on a legal conclusion about the adequacy of the notice provided. The Ninth Circuit believed that the events detailed above, even when taken together with the information filed against respondent, failed to measure up to the standard of notice applicable in cases like this. That ranked as a legal determination governed by § 2254(d)(1), not one of fact governed by § 2254(d)(2). But, as we have explained, the Ninth Circuit cited only its own precedent for establishing the appropriate standard. Absent a decision of ours clearly establishing the relevant standard, the Ninth Circuit had nothing against which it could assess, and deem lacking, the notice afforded respondent by the information and proceedings. It therefore had no basis to reject the state court's assessment that respondent was adequately apprised of the possibility of conviction on an aiding-and-abetting theory.\nThe petition for a writ of certiorari is granted. The judgment of the United States Court of Appeals for the Ninth Circuit is reversed, and the case is remanded for further proceedings consistent with this opinion.\nIt is so ordered.\nRespondent claims that our decision in Lankford v. Idaho,500 U.S. 110, 111 S.Ct. 1723, 114 L.Ed.2d 173 (1991), although not cited by the Ninth Circuit, clearly establishes the legal principle he needs. But Lankfordis of no help to respondent. That case addressed whether a defendant had adequate notice of the possibility of imposition of the death penalty-a far different question from whether respondent had adequate notice of the particular theory of liability. See id.,at 111, 111 S.Ct. 1723. In Lankford,moreover, the trial court itself made specific statements that encouraged the defendant to believe that the death penalty was off the table. See id.,at 116-117, 111 S.Ct. 1723.\nBecause we reverse the Ninth Circuit's decision on the foregoing grounds, we need not opine on the correctness of that court's discussion of Griffin v. United States,502 U.S. 46, 112 S.Ct. 466, 116 L.Ed.2d 371 (1991), or Brecht v. Abrahamson,507 U.S. 619, 113 S.Ct. 1710, 123 L.Ed.2d 353 (1993).",
        "type": "majority",
        "author": "Opinion PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Raul LOPEZ, Warden\nv.\nMarvin Vernis SMITH.\nNo. 13-946.\nSupreme Court of the United States\nOct. 6, 2014."
  },
  "file_name": "0001-01",
  "first_page_order": 1,
  "last_page_order": 6
}
