{
  "id": 12593665,
  "name": "NORTH CAROLINA, et al. v. LEAGUE OF WOMEN VOTERS OF NORTH CAROLINA, et al.",
  "name_abbreviation": "Northcarolina v. League of Women Voters of N.C.",
  "decision_date": "2014-10-08",
  "docket_number": "No. 14A358.",
  "first_page": "6",
  "last_page": "7",
  "citations": [
    {
      "type": "official",
      "cite": "135 S. Ct. 6"
    },
    {
      "type": "parallel",
      "cite": "190 L. Ed. 2d 243"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "997 F.Supp.2d 322",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        4090497
      ],
      "pin_cites": [
        {
          "page": "375, n. 72"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/997/0322-01"
      ]
    },
    {
      "cite": "2014 WL 4852113",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2014,
      "pin_cites": [
        {
          "page": "*15"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "769 F.3d 224",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4265715
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/769/0224-01"
      ]
    },
    {
      "cite": "133 S.Ct. 2612",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12698477
      ],
      "weight": 2,
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/us/570/0529-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 309,
    "char_count": 3782,
    "pagerank": {
      "raw": 4.270239832484313e-08,
      "percentile": 0.26998678301321816
    },
    "sha256": "019472c2e8cfeadef9827db9ea6e2f05f9df598310df2f97a06e701cabfca3ed",
    "simhash": "1:6d7a7625e98ff1f3",
    "word_count": 584
  },
  "last_updated": "2024-02-27T18:39:19.333631+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "NORTH CAROLINA, et al.\nv.\nLEAGUE OF WOMEN VOTERS OF NORTH CAROLINA, et al."
    ],
    "opinions": [
      {
        "text": "The application to recall and stay the mandate of the United States Court of Appeals for the Fourth Circuit in case Nos. 14-1845, 14-1856 & 14-1859, presented to The Chief Justice and by him referred to the Court is granted and the preliminary injunction entered by the United States District Court for the Middle District of North Carolina on October 3, 2014, is hereby stayed pending the timely filing and disposition of a petition for a writ of certiorari. Should the petition for a writ of certiorari be denied, this stay shall terminate automatically. In the event the petition for a writ of certiorari is granted, the stay shall terminate upon the sending down of the judgment of this Court.\nJustice GINSBURG, with whom Justice SOTOMAYORjoins, dissenting.\nI would deny the stay application.\nFor decades, § 5 of the Voting Rights Act of 1965, through its preclearance requirement, worked to safeguard long obstructed access to the ballot by African-American citizens. In Shelby County v. Holder,570 U.S. ----, 133 S.Ct. 2612, 186 L.Ed.2d 651 (2013), this Court found the Act's § 4 coverage formula obsolete, a ruling that effectively ified § 5's preclearance requirement. Immediately after the Shelby Countydecision, North Carolina enacted omnibus House Bill 589, which imposed voter identification requirements, cut short early voting by a week, prohibited local election boards from keeping the polls open on the final Saturday afternoon before elections, eliminated same-day voter registration, terminated preregistration of 16- and 17-year olds in high schools, authorized any registered voter to challenge ballots cast early or on Election Day, and barred votes cast in the wrong precinct from being counted at all. These measures likely would not have survived federal preclearance. See 769 F.3d 224, 242, 2014 WL 4852113, *15 (C.A.4 2014). The Court of Appeals determined that at least two of the measures-elimination of same-day registration and termination of out-of-precinct voting-risked significantly reducing opportunities for black voters to exercise the franchise in violation of § 2 of the Voting Rights Act. I would not displace that record-based reasoned judgment.\nNorth Carolina places heavy reliance on the fact that African-American turnout during the 2014 primary election, governed by House Bill 589, increased compared to the 2010 primary election, governed by the prior law. Application 29. As the District Court recognized, however, that comparison \"is of limited significance because of the many noted differences between primaries and general elections.\" North Carolina State Conference of the NAACP v. McCrory,997 F.Supp.2d 322, 375, n. 72 (M.D.N.C.2014). Unlike turnout in general elections during Presidential election years, turnout in off-year primary elections is highly sensitive to factors likely to vary from election to election. For example, in the 2014 primary election, North Carolina had contests for three open congressional seats, including in one of North Carolina's two majority-nonwhite congressional districts. There were no contests for open seats in 2010. An unprecedented $2 million was spent on a 2014 primary race for the State Supreme Court. And the race for U.S. Senate that year drew significant attention and higher campaign spending in anticipation of a general election expected to be contested more vigorously than was the Senate seat in 2010. See Plaintiffs' Joint App. to Reply Brief in No. 13-658 (MDNC), Doc. 164, pp. 2783-2788, 2805-2806.\nAccordingly, I would retain, pending full adjudication of this case, the preliminary injunction ordered by the Court of Appeals.",
        "type": "majority",
        "author": "Justice GINSBURG, with whom Justice SOTOMAYORjoins, dissenting."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "NORTH CAROLINA, et al.\nv.\nLEAGUE OF WOMEN VOTERS OF NORTH CAROLINA, et al.\nNo. 14A358.\nSupreme Court of the United States\nOct. 8, 2014.\nOpinion"
  },
  "file_name": "0006-01",
  "first_page_order": 6,
  "last_page_order": 7
}
