{
  "id": 12587488,
  "name": "Paul H. VOLKMAN v. UNITED STATES.",
  "name_abbreviation": "Volkman v. United States",
  "decision_date": "2014-10-20",
  "docket_number": "No. 13–8827.",
  "first_page": "13",
  "last_page": "14",
  "citations": [
    {
      "type": "official",
      "cite": "135 S. Ct. 13"
    },
    {
      "type": "parallel",
      "cite": "190 L. Ed. 2d 286"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "736 F.3d 1013",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3725982
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "1019"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/736/1013-01"
      ]
    },
    {
      "cite": "443 U.S. 307",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6182418
      ],
      "weight": 4,
      "year": 1979,
      "pin_cites": [
        {
          "page": "319"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/443/0307-01"
      ]
    },
    {
      "cite": "134 S.Ct. 881",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12585952,
        12701986
      ],
      "weight": 6,
      "year": 2014,
      "pin_cites": [
        {
          "page": "892"
        },
        {
          "page": "888"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/134/0881-01",
        "/us/571/0204-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 279,
    "char_count": 3747,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26351420488221516
    },
    "sha256": "4991e2ddaf2d414a6cf8e6b97c617e9b74e92e35d7c7c923ead15205d2d6c54c",
    "simhash": "1:eb2dff089f07decd",
    "word_count": 591
  },
  "last_updated": "2024-02-27T18:39:19.333631+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Paul H. VOLKMAN\nv.\nUNITED STATES."
    ],
    "opinions": [
      {
        "text": "The motion of petitioner for leave to proceed in forma pauperisand the petition for a writ of certiorari are granted. The judgment is vacated, and the case is remanded to the United States Court of Appeals for the Sixth Circuit for further consideration in light of Burrage v. United States,571 U.S. ----, 134 S.Ct. 881, 187 L.Ed.2d 715 (2014).\nJustice ALITO, with whom Justice THOMASjoins, concurring.\nA jury convicted petitioner, a medical doctor, of four counts of unlawful distribution of a controlled substance leading to death. He was sentenced to four consecutive life sentences for those four deaths. Without the benefit of Burrage v. United States,571 U.S. ----, 134 S.Ct. 881, 187 L.Ed.2d 715 (2014), the Sixth Circuit upheld the jury's verdict. Burrageholds that \"at least where use of the drug distributed by the defendant is not an independently sufficient cause of the victim's death,\" conviction is improper \"unless such use is a but-for cause of the death or injury.\" Id.,at ----, 134 S.Ct., at 892. But-for causation exists where the controlled substance \"combines with other factors to produce\" death, so long as death would have not occurred \"without the incremental effect\" of the controlled substance. Id.,at ----, 134 S.Ct., at 888. Because the Sixth Circuit did not focus on but-for causation, I join the Court's order to vacate and remand.\nI write separately, however, to highlight the nature of petitioner's burden going forward. Petitioner concedes that even \"[w]ithout having the benefit of this Court's Burrageopinion, the district court nonetheless gave the jury a 'but-for' causation instruction.\" Pet. for Cert. 21. Even on petitioner's theory, therefore, the question is whether the Sixth Circuit should have \"set aside the jury's verdict on the ground of insufficient evidence.\" Ibid.As petitioner acknowledges, this means that he can prevail only by showing that no rational trier of fact could have found, as the jury did here, \"that death would not have occurred in these individuals but for the use of the oxycodone prescribed.\" Ibid.(citing Jackson v. Virginia,443 U.S. 307, 319, 99 S.Ct. 2781, 61 L.Ed.2d 560 (1979)).\nThe jury reached its verdict after a 35-day trial. See 736 F.3d 1013, 1019 (C.A.6 2013). During that trial jurors learned much about the deaths of petitioner's patients. For instance, petitioner prescribed one opiate (oxycodone) and two other drugs (diazepamand alprazolam) to Steven Craig Hieneman. Id.,at 1027. Hieneman \"died twelve hours\" later and was \"found dead with the very drugs the doctor prescribed.\" Id.,at 1027-1028. The jury also heard from a deputy coroner that \"Hieneman died an opiate-induced death.\" Id.,at 1027. The question on remand is whether evidence of this sort, if credited, would allow a rational jury to conclude that Hieneman would not have died but for the oxycodone dispensed by petitioner. That same question will have to be answered for each of petitioner's patients.\nIn short, nothing in today's order should be understood as suggesting that petitioner is entitled to acquittal. Petitioner's convictions should be affirmed if the Sixth Circuit finds that the evidence from trial-\"considered in the light most favorable to the prosecution,\" Jackson,supra,at 319, 99 S.Ct. 2781-shows that a rational jury could have found as this jury, in fact, did. The Court's order, moreover, has no bearing on petitioner's other convictions for conspiracy to unlawfully distribute a controlled substance, unlawful distribution of a controlled substance, maintaining a drug-involved premises, and possession of a firearm in furtherance of a drug-trafficking offense.",
        "type": "majority",
        "author": "Justice ALITO, with whom Justice THOMASjoins, concurring."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Paul H. VOLKMAN\nv.\nUNITED STATES.\nNo. 13-8827.\nSupreme Court of the United States\nOct. 20, 2014.\nOpinion"
  },
  "file_name": "0013-01",
  "first_page_order": 13,
  "last_page_order": 14
}
