{
  "id": 12592879,
  "name": "Patrick GLEBE, Superintendent, Stafford Creek Corrections Center v. Joshua James FROST.",
  "name_abbreviation": "Glebe v. Frost",
  "decision_date": "2014-11-17",
  "docket_number": "No. 14–95.",
  "first_page": "429",
  "last_page": "432",
  "citations": [
    {
      "type": "official",
      "cite": "135 S. Ct. 429"
    },
    {
      "type": "parallel",
      "cite": "190 L. Ed. 2d 317"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "499 U.S. 279",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11318776
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/499/0279-01"
      ]
    },
    {
      "cite": "132 S.Ct. 2148",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12407003
      ],
      "weight": 2,
      "year": 2012,
      "pin_cites": [
        {
          "page": "2155-2156",
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/567/0037-01"
      ]
    },
    {
      "cite": "135 S.Ct. 1",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12589916
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "4-5",
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/0001-01"
      ]
    },
    {
      "cite": "198 F.3d 734",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        654142
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/198/0734-01"
      ]
    },
    {
      "cite": "338 F.3d 995",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9105622
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/338/0995-01"
      ]
    },
    {
      "cite": "422 U.S. 853",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9689
      ],
      "weight": 3,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/us/422/0853-01"
      ]
    },
    {
      "cite": "527 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1248184
      ],
      "weight": 4,
      "year": 1999,
      "pin_cites": [
        {
          "page": "8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/527/0001-01"
      ]
    },
    {
      "cite": "757 F.3d 910",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4125419
      ],
      "weight": 4,
      "year": 2014,
      "pin_cites": [
        {
          "page": "916"
        },
        {
          "page": "916, n. 1"
        },
        {
          "page": "917"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/757/0910-01"
      ]
    },
    {
      "cite": "692 F.3d 924",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3514121,
        3514925
      ],
      "year": 2012,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/692/0924-01",
        "/f3d/692/0924-02"
      ]
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "161 P.3d 361",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "weight": 4,
      "year": 2007,
      "pin_cites": [
        {
          "page": "366-368",
          "parenthetical": "en banc"
        },
        {
          "page": "368-369"
        },
        {
          "page": "369-370"
        },
        {
          "page": "370-371"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "160 Wash.2d 765",
      "category": "reporters:state",
      "reporter": "Wash. 2d",
      "case_ids": [
        3631135
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "773-776",
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wash-2d/160/0765-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 518,
    "char_count": 8413,
    "pagerank": {
      "raw": 1.1233764277531978e-07,
      "percentile": 0.5740465949945345
    },
    "sha256": "2f69864619c104ea62f1487acd7f8de533963eb9310f6daf1b63a4a9fad00931",
    "simhash": "1:3ce77a8e230583cf",
    "word_count": 1322
  },
  "last_updated": "2024-02-27T18:39:19.333631+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patrick GLEBE, Superintendent, Stafford Creek Corrections Center\nv.\nJoshua James FROST."
    ],
    "opinions": [
      {
        "text": "Opinion PER CURIAM.\nOver 11 days in April 2003, respondent Joshua Frost helped two associates commit a series of armed robberies in the State of Washington. In the main, Frost drove his confederates to and from their crimes. On one occasion, he also entered the house being robbed. On another, he performed surveillance in anticipation of the robbery.\nWashington charged Frost with robbery and related offenses. Taking the witness stand, Frost admitted to his involvement, but claimed he acted under duress. As closing arguments drew near, however, Frost's lawyer expressed the desire to contend both (1) that the State failed to meet its burden of proving that Frost was an accomplice to the crimes and (2) that Frost acted under duress. The trial judge insisted that the defense choose between these alternative arguments, explaining that state law prohibited a defendant from simultaneously contesting the elements of the crime and presenting the affirmative defense of duress. So Frost's lawyer limited his summation to duress. The jury convicted Frost of six counts of robbery, one count of attempted robbery, one count of burglary, and two counts of assault.\nThe Washington Supreme Court sustained Frost's conviction. It rejected the trial court's view that state law prohibited Frost from simultaneously contesting criminal liability and arguing duress. State v. Frost,160 Wash.2d 765, 773-776, 161 P.3d 361, 366-368 (2007)(en banc). By preventing the defense from presenting both theories during summation, it said, the trial court violated the National Constitution's Due Process and Assistance of Counsel Clauses. Id.,at 777-779, 161 P.3d, at 368-369. But the State Supreme Court continued, this improper restriction of closing argument qualified as a trial error (a mistake reviewable for harmlessness) rather than a structural error (a mistake that requires automatic reversal). Id.,at 779-782, 161 P.3d, at 369-370. Because the jury heard three taped confessions and Frost's admission of guilt on the witness stand, and because it received proper instructions on the State's burden of proof, the State Supreme Court held that any error was harmless beyond a reasonable doubt.Id.,at 782-783, 161 P.3d, at 370-371.\nFrost filed a petition for writ of habeas corpus under 28 U.S.C. § 2254. The District Court dismissed the petition, App. to Pet. for Cert. 76a, and a panel of the Court of Appeals affirmed, Frost v. Van Boening,692 F.3d 924 (C.A.9 2012). But the Court of Appeals en banc reversed and instructed the District Court to grant relief. 757 F.3d 910 (2014).\nUnder the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), the Court of Appeals had power to grant Frost habeas corpus only if the Washington Supreme Court's decision \"was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by the Supreme Court of the United States,\" or \"was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" 28 U.S.C. § 2254(d). Here, the Ninth Circuit held that the Washington Supreme Court unreasonably applied clearly established federal law by failing to classify the trial court's restriction of closing argument as structural error.\nThat decision cannot stand. Assuming for argument's sake that the trial court violated the Constitution, it was not clearly established that its mistake ranked as structural error. Mostconstitutional mistakes call for reversal only if the government cannot demonstrate harmlessness. Neder v. United States,527 U.S. 1, 8, 119 S.Ct. 1827, 144 L.Ed.2d 35 (1999). Only the rare type of error-in general, one that \" 'infect[s] the entire trial process' \" and \" 'necessarily render[s] [it] fundamentally unfair' \"-requires automatic reversal. Ibid.None of our cases clearly requires placing improper restriction of closing argument in this narrow category.\nThe Ninth Circuit claimed that the Washington Supreme Court contradicted Herring v. New York,422 U.S. 853, 95 S.Ct. 2550, 45 L.Ed.2d 593 (1975). Herringheld that complete denial of summation violates the Assistance of Counsel Clause. According to the Ninth Circuit, Herringfurther held that this denial amounts to structural error. We need not opine on the accuracy of that interpretation. For even assuming that Herringestablished that complete denialof summation amounts to structural error, it did not clearly establish that the restrictionof summation also amounts to structural error. A court could reasonably conclude, after all, that prohibiting all argument differs from prohibiting argument in the alternative. That is all the more true because our structural-error cases \"ha[ve] not been characterized by [an] 'in for a penny, in for a pound' approach.\" Neder, supra,at 17, n. 2, 119 S.Ct. 1827.\nAttempting to bridge the gap between Herringand this case, the Ninth Circuit cited two Circuit precedents-United States v. Miguel,338 F.3d 995 (C.A.9 2003), and Conde v. Henry,198 F.3d 734 (C.A.9 2000)-for the proposition that \"preventing a defendant from arguing a legitimate defense theory constitutes structural error.\" 757 F.3d, at 916. As we have repeatedly emphasized, however, circuit precedent does not constitute \"clearly established Federal law, as determined by the Supreme Court.\" § 2254(d)(1); see, e.g.,Lopez v. Smith,574 U.S. ----, ----, 135 S.Ct. 1, 4-5, ---L.Ed.2d ---- (2014)(per curiam). The Ninth Circuit acknowledged this rule, but tried to get past it by claiming that circuit precedent could \" 'help ... determine what law is \"clearly established.\" ' \" 757 F.3d, at 916, n. 1. But neither Miguelnor Condearose under AEDPA, so neither purports to reflect the law clearly established by this Court's holdings. The Ninth Circuit thus had no justification for relying on those decisions. See Parker v. Matthews,567 U.S. ----, ----, 132 S.Ct. 2148, 2155-2156, 183 L.Ed.2d 32 (2012)(per curiam).\nThe second rationale for the Court of Appeals' decision is no more sound than the first. The Ninth Circuit reasoned that, by allowing the prosecution to argue that it had proved the elements of the crimes, but \"prohibit[ing]\" the defense from responding that it had not, the trial court in effect \"forc[ed] defense counsel to concede his client's guilt.\" 757 F.3d, at 917. By extracting this \"conce[ssion],\" the Ninth Circuit continued, the trial court \"relieved the State of its burden of proving guilt beyond a reasonable doubt,\" \"shifted the burden of proof to Frost,\" and even \"directed [a] verdict on guilt\"-all \"unquestionably structural [errors].\" Id.,at 917-918.\nNo. The trial court, to begin, did not prohibit the defense from arguing that the prosecution failed to prove the elements of the crime. It instead precluded the defense from simultaneouslycontesting reasonable doubt and claiming duress. Reasonable minds could disagree whether requiring the defense to choose between alternative theories amounts to requiring the defense to concede guilt. Still more could they disagree whether it amounts to eliminating the prosecution's burden of proof, shifting the burden to the defendant, or directing a verdict. In addition, even if the trial court's ruling somehow \"forced\" the defense \"at least tacitly [to] admit the elements of the crimes,\" id.,at 913, the Ninth Circuit still would have no basis for ruling as it did. It goes much too far to suggest that our cases clearly establish that this supposed extraction of a \"taci[t] admi[ssion]\" is structural error, when they classify the introduction of a coerced confessiononly as trial error, Arizona v. Fulminante,499 U.S. 279, 310, 111 S.Ct. 1246, 113 L.Ed.2d 302 (1991).\n* * *\nFrost argued below that, even if it was reasonable for the State Supreme Court to treat improper restriction of summation as trial error, it was unreasonable for it to find harmlessness on the facts of this case. The Court of Appeals did not address this argument when sitting en banc, and it is not before us today.\nWe grant the petition for a writ of certiorari and respondent's motion to proceed in forma pauperis. We reverse the judgment of the Court of Appeals for the Ninth Circuit and remand the case for further proceedings consistent with this opinion.\nIt is so ordered.",
        "type": "majority",
        "author": "Opinion PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Patrick GLEBE, Superintendent, Stafford Creek Corrections Center\nv.\nJoshua James FROST.\nNo. 14-95.\nSupreme Court of the United States\nNov. 17, 2014."
  },
  "file_name": "0429-01",
  "first_page_order": 429,
  "last_page_order": 432
}
