{
  "id": 12594199,
  "name": "KALAMAZOO COUNTY ROAD COMMISSION, et al., Petitioners v. Robert DELEON, et ux.",
  "name_abbreviation": "Kalamazoo Cnty. Rd. Comm'n v. Deleon",
  "decision_date": "2015-01-12",
  "docket_number": "",
  "first_page": "783",
  "last_page": "785",
  "citations": [
    {
      "type": "official",
      "cite": "135 S. Ct. 783"
    },
    {
      "type": "parallel",
      "cite": "190 L. Ed. 2d 887"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "548 U.S. 53",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3500335
      ],
      "weight": 5,
      "year": 2006,
      "pin_cites": [
        {
          "page": "67-68"
        },
        {
          "page": "64-65"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/548/0053-01"
      ]
    },
    {
      "cite": "739 F.3d 914",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4085600
      ],
      "weight": 8,
      "year": 2014,
      "pin_cites": [
        {
          "page": "921"
        },
        {
          "page": "920"
        },
        {
          "page": "916"
        },
        {
          "page": "919-920"
        },
        {
          "page": "916, n. 1"
        },
        {
          "page": "920"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/739/0914-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 507,
    "char_count": 8725,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26353486245723207
    },
    "sha256": "8401b3a4cf9c91687ce300ebdc3e0baede11d45096645e28857fc5cf9733f387",
    "simhash": "1:3b195956b6c8d972",
    "word_count": 1419
  },
  "last_updated": "2024-02-27T18:39:19.333631+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "KALAMAZOO COUNTY ROAD COMMISSION, et al., Petitioners\nv.\nRobert DELEON, et ux."
    ],
    "opinions": [
      {
        "text": "The petition for a writ of certiorari is denied.\nJustice ALITO, dissenting from denial of certiorari.\nCertiorari is appropriate when \"a United States court of appeals ... has so far departed from the accepted and usual course of judicial proceedings ... as to call for an exercise of this Court's supervisory power.\" Supreme Court Rule 10(a). The decision of the Sixth Circuit in this case-holding that respondent suffered an adverse employment action when his employer transferred him to a position for which he had applied-qualifies for review under that standard. Indeed, the holding of the court below is so clearly wrong that summary reversal is warranted. The strangeness of the Court of Appeals' holding may lead this Court to believe that the holding is unlikely to figure in future cases, but the decision, if left undisturbed, will stand as a binding precedent within the Sixth Circuit. I would grant review and correct the Sixth Circuit's obvious error.\nAn old maxim warns: Be careful what you wish for; you might receive it. In the Sixth Circuit, however, employees need not be careful what they ask for because, if their request is granted and they encounter buyer's regret, they can sue.\nAfter working at the Kalamazoo County Road Commission (Commission) for 25 years, respondent Robert Deleon applied for a position as an equipment and facilities superintendent. The job posting specified that the position required work \"primarily in office conditions and in a garage where there is exposure to loud noises and diesel fumes.\" Record 465. Respondent discussed the position with his supervisors and decided to interview for the job. When the Commission selected another candidate, respondent evinced displeasure and questioned a supervisor about the reasons why he was not selected.\nA few weeks later, the candidate who was initially selected told supervisors that he was no longer interested in the job, and the supervisors then transferred respondent to the position.\nRespondent worked in the new position from August 2009 until May 2010, when he had a conflict with his supervisor. Shortly thereafter, he took a medical leave and never returned to work.\nRespondent filed this lawsuit and alleged, as relevant here, that the Commission had discriminated against him on account of his race, national origin, and age, in violation of the Equal Protection Clause, Title VII of the Civil Rights Act of 1964, and the Age Discrimination in Employment Act of 1967.The District Court, however, granted the Commission's motion for summary judgment because respondent could not show that he had suffered an adverse employment action. Respondent's transfer was a lateral move that resulted in no diminution of salary, benefits, prestige, or responsibility, and he had applied for the position with full knowledge of what it entailed, including exposure to diesel fumes. Furthermore, the District Court explained that \"[t]he record contains no evidence that [respondent] ever declined, or attempted to decline, the transfer ... [or] ever protested or complained about [it].\" No. 1:11-cv-539 (WD Mich., Sept. 18, 2012), pp. 15-16. The Sixth Circuit reversed, holding that a \"plaintiff's initial request\" for a transfer does not \"preclud[e] him from a finding that he suffered a materially adverse employment action\" when he later receives that transfer.739 F.3d 914, 921 (2014).\nJudge Sutton dissented. The dissent noted that respondent applied for the transfer with full knowledge of what it involved, including the presence of diesel fumes in the workplace, ibid.,and that respondent persisted in seeking the job after he initially did not receive it, id.,at 922. The dissent rejected the majority's suggestion that the transfer was \" 'involuntary' \" because respondent admitted that no one told him that he had to take the transfer and neither did he tell anyone that he did not want it. Ibid. Because respondent gave the Commission \"no reason to believe that he did not want the transfer and every reason to believe that he did,\" the dissent concluded that the Commission did not subject respondent to an adverse employment action. Ibid.\nThe dissent's commonsense conclusion was correct. Under all of the antidiscrimination provisions upon which respondent relies, he was required to show that he suffered an adverse employment action. That concept means, at a minimum, \"an injury or harm\" that \"a reasonable employee would have found ... materially adverse,\" see Burlington N. & S. F. R. Co. v. White, 548 U.S. 53, 67-68, 126 S.Ct. 2405, 165 L.Ed.2d 345 (2006), and respondent did not meet that standard here.\nRespondent gave every indication that he wanted the position to which he was transferred. He applied for it. He spoke to his supervisors about it, and even when they told him that some of his preferences would not be met-he would not receive an assistant, and he would continue to be part of the on-call duty rotation-he continued to pursue his application. He interviewed for the position. And then, when he initially did not receive the transfer he sought, he followed up with his supervisors to ask why they had not chosen him. It is of course conceivable that respondent had changed his mind and no longer wanted the job, but if by the time of his transfer that was so, he gave no objective indication of that fact. Respondent's supervisors did not violate federal law by granting him the transfer that he sought and that they had no reason to believe he did not want.\nDespite the fact that respondent willingly applied for and never objected to the transfer, the Sixth Circuit held that receiving it was an adverse employment action. The court gave three reasons for this surprising conclusion.\nThe court first relied on the fact that respondent \"applied for the position with the intention of commanding a substantial raise and under the impression that employment benefits would inure to the benefit of his career.\" 739 F.3d, at 920; see also id., at 916. But if respondent was unwilling to accept the position without a raise, no one knew it. In fact, when asked why he did not withdraw his application when he learned that he would not receive a higher salary, respondent replied that he \"figured [he] could make some changes over there.\" Record 521. In other words, respondent voluntarily applied for the job knowing full well what it did-and did not-involve.\nSecond, the court stressed that respondent \"was exposed to toxic and hazardous diesel fumes on a daily basis,\" and the court deemed this to be a \"sufficient indication that the work environment was objectively intolerable\" and therefore \"materially adverse to a reasonable person.\" 739 F.3d, at 919-920. But again, respondent applied for the position even though he knew that the job required working \"in [a] garage where there is exposure to loud noises and diesel fumes.\"Id., at 916. By applying for the position, respondent gave every indication that he was willing to work in those conditions, and respondent's supervisors should not be faulted for taking him at his word. It is important to keep in mind that respondent does not claim that he suffered an adverse employment action based on the denial of a request to be transferred back out of the garage, and there is no evidence that he made such a request. And although the Sixth Circuit characterized the fumes in the garage as \"toxic,\" respondent is not asserting a claim under a provision governing workplace safety.\nThird, the court below said that respondent's transfer was \"involuntary\" because once he was transferred he had to take the position. Id., at 916, n. 1. That fact does not make the transfer adverse. Respondent applied for the job, and he maintained his interest months into the hiring process, when another candidate received the initial offer. It is telling that respondent \"never withdrew his request\" to be transferred \"and did not complain at the time he received the transfer.\" Id., at 920.\nThe decision of the court below is unprecedented and clearly contrary to the statutes on which respondent's claims are based. I would grant the petition for certiorari and summarily reverse.\nHis wife, Mae Deleon, sued for lack of consortium and is also a respondent here.\nBurlingtonconcerned the standard under Title VII's antiretaliation provision, 42 U.S.C. § 2000e-3, and that standard is broader than the ordinary discrimination standard, 548 U.S., at 64-65, 126 S.Ct. 2405. But since respondent cannot satisfy the antiretaliation standard, it follows a fortiorithat he cannot satisfy the discrimination standard as well.",
        "type": "majority",
        "author": "Justice ALITO, dissenting from denial of certiorari."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "KALAMAZOO COUNTY ROAD COMMISSION, et al., Petitioners\nv.\nRobert DELEON, et ux.\nSupreme Court of the United States\nJan. 12, 2015.\nOpinion"
  },
  "file_name": "0783-01",
  "first_page_order": 783,
  "last_page_order": 785
}
