{
  "id": 12594207,
  "name": "Larry D. JESINOSKI, et ux., Petitioners v. COUNTRYWIDE HOME LOANS, INC., et al.",
  "name_abbreviation": "Jesinoski v. Countrywide Home Loans, Inc.",
  "decision_date": "2015-01-13",
  "docket_number": "No. 13–684.",
  "first_page": "790",
  "last_page": "793",
  "citations": [
    {
      "type": "official",
      "cite": "135 S. Ct. 790"
    },
    {
      "type": "parallel",
      "cite": "190 L. Ed. 2d 650"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "124 Stat. 2036",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "200 U.S. 321",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8294520
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "337"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/200/0321-01"
      ]
    },
    {
      "cite": "501 U.S. 104",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1108159
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "108-109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/501/0104-01"
      ]
    },
    {
      "cite": "15 U.S.C. § 1635",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "523 U.S. 410",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11503738
      ],
      "weight": 4,
      "year": 1998,
      "pin_cites": [
        {
          "page": "417"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/523/0410-01"
      ]
    },
    {
      "cite": "720 F.3d 721",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4057741
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "727-728"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/720/0721-01"
      ]
    },
    {
      "cite": "15 U.S.C. § 1601",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "82 Stat. 146",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "729 F.3d 1092",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3700297
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "1093",
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/729/1092-01"
      ]
    },
    {
      "cite": "2012 WL 1365751",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2012,
      "pin_cites": [
        {
          "page": "*3"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 609,
    "char_count": 9437,
    "pagerank": {
      "raw": 7.227767489104861e-07,
      "percentile": 0.9677988948390427
    },
    "sha256": "1b05cb6211997cbb3e4e912bcdcf839e7a0dbeb9a681b32029f4216ecb148a61",
    "simhash": "1:abd31c4d4ad4a2d0",
    "word_count": 1527
  },
  "last_updated": "2024-02-27T18:39:19.333631+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Larry D. JESINOSKI, et ux., Petitioners\nv.\nCOUNTRYWIDE HOME LOANS, INC., et al."
    ],
    "opinions": [
      {
        "text": "Justice SCALIAdelivered the opinion of the Court.\nThe Truth in Lending Act gives borrowers the right to rescind certain loans for up to three years after the transaction is consummated. The question presented is whether a borrower exercises this right by providing written notice to his lender, or whether he must also file a lawsuit before the 3-year period elapses.\nOn February 23, 2007, petitioners Larry and Cheryle Jesinoski refinanced the mortgage on their home by borrowing $611,000 from respondent Countrywide Home Loans, Inc. Exactly three years later, on February 23, 2010, the Jesinoskis mailed respondents a letter purporting to rescind the loan. Respondent Bank of America Home Loans replied on March 12, 2010, refusing to acknowledge the validity of the rescission. On February 24, 2011, the Jesinoskis filed suit in Federal District Court seeking a declaration of rescission and damages.\nRespondents moved for judgment on the pleadings, which the District Court granted. The court concluded that the Act requires a borrower seeking rescission to file a lawsuit within three years of the transaction's consummation. Although the Jesinoskis notified respondents of their intention to rescind within that time, they did not file their first complaint until four years and one day after the loan's consummation. 2012 WL 1365751, *3 (D.Minn., Apr. 19, 2012). The Eighth Circuit affirmed. 729 F.3d 1092, 1093 (2013)(per curiam).\nCongress passed the Truth in Lending Act, 82 Stat. 146, as amended, to help consumers \"avoid the uninformed use of credit, and to protect the consumer against inaccurate and unfair credit billing.\" 15 U.S.C. § 1601(a). To this end, the Act grants borrowers the right to rescind a loan \"until midnight of the third business day following the consummation of the transaction or the delivery of the [disclosures required by the Act], whichever is later, by notifying the creditor, in accordance with regulations of the [Federal Reserve] Board, of his intention to do so.\" § 1635(a) (2006 ed.).This regime grants borrowers an unconditional right to rescind for three days, after which they may rescind only if the lender failed to satisfy the Act's disclosure requirements. But this conditional right to rescind does not last forever. Even if a lender nevermakes the required disclosures, the \"right of rescission shall expire three years after the date of consummation of the transaction or upon the sale of the property, whichever comes first.\" § 1635(f). The Eighth Circuit's affirmance in the present case rested upon its holding in Keiran v. Home Capital, Inc.,720 F.3d 721, 727-728 (2013)that, unless a borrower has filed a suit for rescission within three years of the transaction's consummation, § 1635(f)extinguishes the right to rescind and bars relief.\nThat was error. Section 1635(a)explains in unequivocal terms how the right to rescind is to be exercised: It provides that a borrower \"shall have the right to rescind ... by notifying the creditor, in accordance with regulations of the Board, of his intention to do so\" (emphasis added). The language leaves no doubt that rescission is effected when the borrower notifies the creditor of his intention to rescind. It follows that, so long as the borrower notifies within three years after the transaction is consummated, his rescission is timely. The statute does not also require him to sue within three years.\nNothing in § 1635(f)changes this conclusion. Although § 1635(f)tells us whenthe right to rescind must be exercised, it says nothing about howthat right is exercised. Our observation in Beach v. Ocwen Fed. Bank,523 U.S. 410, 417, 118 S.Ct. 1408, 140 L.Ed.2d 566 (1998), that § 1635(f)\"govern[s] the life of the underlying right\" is beside the point. That case concerned a borrower's attempt to rescind in the course of a foreclosure proceeding initiated six years after the loan's consummation. We concluded only that there was \"no federal right to rescind, defensively or otherwise, after the 3-year period of § 1635(f)has run,\" id.,at 419, 118 S.Ct. 1408, not that there was no rescission until a suit is filed.\nRespondents do not dispute that § 1635(a)requires only written notice of rescission. Indeed, they concede that written notice suffices to rescind a loan within the first three days after the transaction is consummated. They further concede that written notice suffices after that period if the parties agree that the lender failed to make the required disclosures. Respondents argue, however, that if the parties dispute the adequacy of the disclosures-and thus the continued availability of the right to rescind-then written notice does notsuffice.\nSection 1635(a)nowhere suggests a distinction between disputed and undisputed rescissions, much less that a lawsuit would be required for the latter. In an effort to sidestep this problem, respondents point to a neighboring provision, § 1635(g), which they believe provides support for their interpretation of the Act. Section 1635(g)states merely that, \"[i]n any action in which it is determined that a creditor has violated this section, in addition to rescission the court may award relief under section 1640 of this title for violations of this subchapter not relating to the right to rescind.\" Respondents argue that the phrase \"award relief\" \"in addition to rescission\" confirms that rescission is a consequence of judicial action. But the fact that it can be a consequence of judicial action when § 1635(g)is triggered in no way suggests that it can onlyfollow from such action. The Act contemplates various situations in which the question of a lender's compliance with the Act's disclosure requirements may arise in a lawsuit-for example, a lender's foreclosure action in which the borrower raises inadequate disclosure as an affirmative defense.Section 1635(g)makes clear that a court may not only award rescission and thereby relieve the borrower of his financial obligation to the lender, but may also grant any of the remedies available under § 1640 (including statutory damages). It has no bearing upon whether and how borrower-rescission under § 1635(a)may occur.\nFinally, respondents invoke the common law. It is true that rescission traditionally required either that the rescinding party return what he received before a rescission could be effected (rescission at law), or else that a court affirmatively decree rescission (rescission in equity). 2 D. Dobbs, Law of Remedies § 9.3(3), pp. 585-586 (2d ed. 1993). It is also true that the Act disclaims the common-law condition precedent to rescission at law that the borrower tender the proceeds received under the transaction. 15 U.S.C. § 1635(b). But the negation of rescission-at-law's tender requirement hardly implies that the Act codifies rescission in equity. Nothing in our jurisprudence, and no tool of statutory interpretation, requires that a congressional Act must be construed as implementing its closest common-law analogue. Cf. Astoria Fed. Sav. & Loan Assn. v. Solimino,501 U.S. 104, 108-109, 111 S.Ct. 2166, 115 L.Ed.2d 96 (1991). The clear import of § 1635(a)is that a borrower need only provide written notice to a lender in order to exercise his right to rescind. To the extent § 1635(b)alters the traditional process for unwinding such a unilaterally rescinded transaction, this is simply a case in which statutory law modifies common-law practice.\n* * *\nThe Jesinoskis mailed respondents written notice of their intention to rescind within three years of their loan's consummation. Because this is all that a borrower must do in order to exercise his right to rescind under the Act, the court below erred in dismissing the complaint. Accordingly, we reverse the judgment of the Eighth Circuit and remand the case for further proceedings consistent with this opinion.\nIt is so ordered.\nThe syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader. See United States v. Detroit Timber & Lumber Co.,200 U.S. 321, 337, 26 S.Ct. 282, 50 L.Ed. 499.\nFollowing the events in this case, Congress transferred the authority to promulgate rules implementing the Act to the Consumer Finance Protection Bureau. See Dodd-Frank Wall Street Reform and Consumer Protection Act, §§ 1061(b)(1), 1100A(2), 1100H, 124 Stat. 2036, 2107, 2113.",
        "type": "majority",
        "author": "Justice SCALIAdelivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "David C. Frederick, Washington, DC, for Petitioners.",
      "Seth P. Waxman, Washington, DC, for Respondents.",
      "Lynn E. Blais, Michael F. Sturley, Austin, TX, Michael J. Keogh, Keogh Law Office, St. Paul, MN, Erin Glenn Busby, Houston, TX, David C. Frederick, Counsel of Record, Matthew A. Seligman, Kellogg, Huber, Hansen, Todd, Evans & Figel, P.L.L.C., Washington, DC, for Petitioners.",
      "Noah A. Levine, Alan E. Schoenfeld, Jason D. Hirsch, Wilmer Cutler Pickering Hale and Dorr LLP, New York, NY, Andrew B. Messite, Reed Smith LLP, New York, NY, Seth P. Waxman, Counsel of Record, Louis R. Cohen, Albinas J. Prizgintas, Christopher D. Dodge, Wilmer Cutler Pickering Hale and Dorr LLP, Washington, DC, Aaron D. Van Oort, Faegre Baker Daniels LLP, Minneapolis, MN, for Respondents."
    ],
    "corrections": "",
    "head_matter": "Larry D. JESINOSKI, et ux., Petitioners\nv.\nCOUNTRYWIDE HOME LOANS, INC., et al.\nNo. 13-684.\nSupreme Court of the United States\nArgued Nov. 4, 2014.\nDecided Jan. 13, 2015.\nDavid C. Frederick, Washington, DC, for Petitioners.\nSeth P. Waxman, Washington, DC, for Respondents.\nElaine J. Goldenbergfor the United States as amicus curiae, by special leave of the Court, supporting the Petitioners.\nLynn E. Blais, Michael F. Sturley, Austin, TX, Michael J. Keogh, Keogh Law Office, St. Paul, MN, Erin Glenn Busby, Houston, TX, David C. Frederick, Counsel of Record, Matthew A. Seligman, Kellogg, Huber, Hansen, Todd, Evans & Figel, P.L.L.C., Washington, DC, for Petitioners.\nNoah A. Levine, Alan E. Schoenfeld, Jason D. Hirsch, Wilmer Cutler Pickering Hale and Dorr LLP, New York, NY, Andrew B. Messite, Reed Smith LLP, New York, NY, Seth P. Waxman, Counsel of Record, Louis R. Cohen, Albinas J. Prizgintas, Christopher D. Dodge, Wilmer Cutler Pickering Hale and Dorr LLP, Washington, DC, Aaron D. Van Oort, Faegre Baker Daniels LLP, Minneapolis, MN, for Respondents.\nOpinion"
  },
  "file_name": "0790-01",
  "first_page_order": 790,
  "last_page_order": 793
}
