{
  "id": 12594229,
  "name": "Charles F. WARNER, et al., v. Kevin J. GROSS, et al.",
  "name_abbreviation": "Warner v. Gross",
  "decision_date": "2015-01-15",
  "docket_number": "No. 14A761 14–7955.",
  "first_page": "824",
  "last_page": "828",
  "citations": [
    {
      "type": "official",
      "cite": "135 S. Ct. 824"
    },
    {
      "type": "parallel",
      "cite": "190 L. Ed. 2d 903"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "547 U.S. 573",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3276490
      ],
      "weight": 3,
      "year": 2006,
      "pin_cites": [
        {
          "page": "582"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/547/0573-01"
      ]
    },
    {
      "cite": "463 U.S. 880",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6202178
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "895"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/463/0880-01"
      ]
    },
    {
      "cite": "2015 WL 137627",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "553 U.S. 35",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3673813
      ],
      "weight": 14,
      "year": 2008,
      "pin_cites": [
        {
          "page": "50",
          "parenthetical": "plurality opinion of ROBERTS, C.J."
        },
        {
          "parenthetical": "plurality opinion of ROBERTS, C.J."
        },
        {
          "parenthetical": "plurality opinion of ROBERTS, C.J."
        },
        {
          "page": "61"
        },
        {
          "page": "61"
        },
        {
          "page": "53"
        },
        {
          "page": "71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/553/0035-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 800,
    "char_count": 13782,
    "pagerank": {
      "raw": 4.212262085584386e-08,
      "percentile": 0.2681942074615161
    },
    "sha256": "ca40e4560c43b556b5326c873332a3ad180a73806d7c2aa6d485cf7a8a7f5e4a",
    "simhash": "1:7866e29ea320b621",
    "word_count": 2145
  },
  "last_updated": "2024-02-27T18:39:19.333631+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Charles F. WARNER, et al.,\nv.\nKevin J. GROSS, et al."
    ],
    "opinions": [
      {
        "text": "The application for stays of execution of sentences of death presented to Justice SOTOMAYOR and by her referred to the Court is denied.\nJustice SOTOMAYOR, with whom Justice GINSBURG, Justice BREYER, and Justice KAGANjoin, dissenting.\nCharles Warner is to be executed tonight. He and three other Oklahoma death row inmates filed a petition for certiorari and an application for stays of their executions, contending that Oklahoma's lethal injection protocol violates the Eighth Amendment. I believe that petitioners have made the showing necessary to obtain a stay, and dissent from the Court's refusal to grant one.\nI\nOklahoma had originally scheduled Warner's execution for April 29, 2014, immediately following its execution of Clayton Lockett. Both executions were to be carried out with a three-drug protocol consisting of midazolam, vecuronium bromide, and potassium chloride. In theory, at least, midazolamshould render a condemned inmate unconscious, vecuronium bromideshould paralyze him, and potassium chlorideshould stop his heart.\nBut the Lockett execution went poorly, to say the least. Lockett awoke and writhed on the execution table for some time after the drugs had been injected and officials confirmed him to be unconscious. He was overheard to say, \" 'Something is wrong,' \" and, \" 'The drugs aren't working.' \" App. C to Pet. for Cert. 6 (App.). Eventually, some 40 minutes after the lethal injection drugs were administered, Lockett died.\nThe State stayed all pending executions while it investigated what had gone wrong. Ultimately, the State issued a report that placed much of the blame on the execution team's failure to insert properly an intravenous (IV) line, finding that a large quantity of the drugs that should have been introduced into Lockett's blood stream had instead pooled in the tissue near the IV access point. An autopsy did determine, however, that the concentration of midazolamin Lockett's blood was higher than necessary to render an average person unconscious.\nSoon thereafter, the State adopted a new execution protocol. The protocol contains a number of procedures designed to better ensure that execution team members are able to insert properly an IV line and assess the condemned inmate's consciousness. The protocol also provides for four alternative drug combinations that can be used for lethal injections, one of which is the same midazolam/vecuronium bromide/potassium chloridecombination that was used in the Lockett execution. Whereas the prior protocol called for the injection of only 100 milligrams of midazolam, the new protocol now calls for the injection of 500 milligrams of that drug. The State has announced that it plans to use this particular drug combination in all upcoming executions.\nWarner, along with 20 other Oklahoma death-row inmates, filed a 42 U.S.C. § 1983complaint against various state officials, contending that the State's proposed use of midazolam in executions would violate the Eighth Amendment. Four of the plaintiffs, including Warner, then requested a preliminary injunction to prevent the State from implementing the new protocol and executing them.\nThe District Court held a 3-day evidentiary hearing. Two expert witnesses for the plaintiffs testified that although midazolamcould be used to render an individual unconscious, it was not and could not be relied on as an anesthetic because the patient could likely regain consciousness if exposed to noxious stimuli-such as the injection of potassium chloride. For that reason, the Food and Drug Administration (FDA) has not approved the drug for use as an anesthetic. As anesthesiologist Dr. Lubarsky detailed, midazolamis subject to a \" 'ceiling effect' \" such that, no matter the dosage, it reaches a point of saturation and has no more effect, and at this saturation point the drug cannot keep someone unconscious. App. C, at 43. According to these experts, this feature distinguishes midazolam-a benzodiazepine, like Valiumor Xanax-from barbiturates such as pentobarbitalor sodium thiopental, which are often used as the first drug in a three-drug lethal injection protocol. In response, the State called a doctor of pharmacy, Dr. Evans, who disputed these claims. Although Dr. Evans acknowledged that midazolamwas not generally employed as an anesthetic, he contended that it would function as one if given in a high enough (and ordinarily lethal) dose.\nThe District Court denied the plaintiffs' motion for a preliminary injunction, concluding that they had demonstrated no likelihood of success on the merits of their claims. The District Court found that \"[t]he proper administration of 500 milligrams of midazolam ... would make it a virtual certainty that any individual will be at a sufficient level of unconsciousness to resist the noxious stimuli which could occur from the application of the second and third drugs.\" Id., at 42. Based on that finding, the District Court held that the plaintiffs had failed to establish that the protocol \"presents a risk that is 'sure or very likely to cause serious illness and needless suffering.' \" Id., at 65 (quoting Baze v. Rees,553 U.S. 35, 50, 128 S.Ct. 1520, 170 L.Ed.2d 420 (2008)(plurality opinion of ROBERTS, C.J.)). The District Court also concluded that there was a \"separate reason\" the plaintiffs had failed to establish a likelihood of success: They had not identified a \" 'known and available alternative' \" by which they could be executed, as the State had \"affirmatively shown that sodium thiopental and pentobarbital, the only alternatives to which the plaintiffs ha[d] alluded, are not available to the\" State. App. C, at 66-67 (quoting Baze,553 U.S., at 61, 128 S.Ct. 1520).\nThe Tenth Circuit affirmed the District Court's order denying a preliminary injunction. The court held that the District Court had been correct to require the plaintiffs to identify an available alternative means of execution, and found itself unable to conclude that the District Court's factual findings regarding midazolam's effectiveness had been clearly erroneous. --- F.3d ----, ---- - ----, ----, 2015 WL 137627, *8-*9, *12 (Jan. 12, 2015). The four plaintiffs, including Warner, petitioned for certiorari and filed an accompanying application for a stay of their executions.\nII\nTo grant a stay, we must find a reasonable probability that the Court would vote to grant certiorari, a significant possibility of reversal, and a likelihood of irreparable injury to the applicant in the absence of a stay. See Barefoot v. Estelle,463 U.S. 880, 895, 103 S.Ct. 3383, 77 L.Ed.2d 1090 (1983). Petitioners' application met these criteria.\nFirst, the question whether the courts below properly read Bazeto require petitioners to identify other drugs that the State might use to execute them warrants this Court's attention. The Bazeplurality's statement that a challenger must show that the risk of severe pain is \"substantial when compared to the known and available alternatives,\" 553 U.S., at 61, 128 S.Ct. 1520, pertained to an Eighth Amendment claim that the procedures employed in a particular protocol were inferior to other procedures the State assertedly should have adopted, see id.,at 51, 128 S.Ct. 1520; see also id.,at 62, 128 S.Ct. 1520(\"Petitioners agree that, if administered as intended, that procedure will result in a painless death\"). The same requirement should not necessarily extend to a claim that the planned execution will be unconstitutionally painful even if performed correctly; it would be odd if the constitutionality of being burned alive, for example, turned on a challenger's ability to point to an available guillotine. Indeed, Bazedid not purport to overrule or even address Hill v. McDonough,547 U.S. 573, 582, 126 S.Ct. 2096, 165 L.Ed.2d 44 (2006), which rejected the argument that § 1983plaintiffs such as petitioners must plead an \"alternative, authorized method of execution.\"\nSecond, both lower courts alternatively held that the use of midazolam did not create a substantial risk of unnecessary pain within the meaning of Baze. As for that holding, petitioners correctly point out that the decision in Bazewas based on the understanding that the first drug in the three-drug cocktail-there, sodium thiopental-would work as intended. \"It [was] uncontested that, failing a proper dose of sodium thiopentalthat would render the prisoner unconscious, there is a substantial, constitutionally unacceptable risk of suffocation from the administration of pancuronium bromideand pain from the injection of potassium chloride.\" 553 U.S., at 53, 128 S.Ct. 1520(plurality opinion). This issue is likewise uncontested here. If the first, anesthetic drug does not work, then the second and third drugs will leave the inmate paralyzed, slowly dying in \"excruciating pain.\" Id.,at 71, 128 S.Ct. 1520(Stevens, J., concurring in judgment).\nPetitioners' likelihood of success on the merits turns primarily, then, on the contention that midazolam cannot be expected to maintain a condemned inmate in an unconscious state. I find the District Court's conclusion that midazolamwill in fact work as intended difficult to accept given recent experience with the use of this drug. Lockett was able to regain consciousness even after having received a dose of midazolam-confirmed by a blood test-supposedly sufficient to knock him out entirely. Likewise, in Arizona's July 23, 2014, execution of Joseph Wood, the condemned inmate allegedly gasped for nearly two hours before dying, notwithstanding having been injected with the drug hydromorphone and 750 milligrams of midazolam-that is, 50% more of the drug than Oklahoma intends to use. Moreover, since the District Court denied the request for a preliminary injunction in this case, Ohio announced that it would no longer employ a similar two-drug cocktail involving midazolam and hydromorphone, which it used in a January 2014 execution during which the condemned inmate reportedly gasped and snorted for more than 20 minutes. See Williams, Drug Switch May Delay Executions in Ohio, N.Y. Times, Jan. 9, 2015, p. A15 (Washington, DC, ed.).\nAlthough the State emphasizes that Florida continues to employ a lethal injection protocol that utilizes the same drug types and amounts as will now be employed in Oklahoma, its apparent success with that method is subject to question because the injection of the paralytic vecuronium bromidemay mask the ineffectiveness of midazolamas an anesthetic: The inmate may be fully conscious but unable to move. See Baze,553 U.S., at 71, 128 S.Ct. 1520(Stevens, J., concurring in judgment) (noting that the use of a paralytic \"masks any outward sign of distress\"). The deficiency of midazolammay generally be revealed only in an execution, such as Lockett's, where the IV fails to sufficiently deliver the paralyzing agent.\nMoreover, there are numerous reasons to be skeptical of the evidence underlying the District Court's conclusion. As petitioners emphasize, a number of scientific studies support the conclusion that midazolam does, in fact, have a ceiling effect, and in part for that reason has not been approved for use as an anesthetic by the FDA. In contending that midazolam will work as the State intends, Dr. Evans cited no studies, but instead appeared to rely primarily on the Web site www.drugs.com. But see App. H, at 88 (Web site's disclaimer that material provided is \"not intended for medical advice, diagnosis or treatment\"). Furthermore, his opinion was premised on his belief that midazolam'sdemonstrated \"ceiling effect\" was an effect specific to the spinal cord, and that there was no \"ceiling effect\" with respect to midazolam'soperation on the brain. But petitioners-who were not given the opportunity to present rebuttal evidence in the District Court-submitted to the Court of Appeals an affidavit from Dr. Lubarsky that explained: \"[T]he ceiling effect is scientifically proven as fact and does not occur at the spinal cord level, nor has it been extensively studied there. Primary modes of anesthetic action of midazolamoccur in the brain (Perouansky, Pearce & Hemmings, 2015) where electrical activity ... is not further diminished with larger doses.\" App. F, at 1 (emphasis deleted).\nI am deeply troubled by this evidence suggesting that midazolam cannot constitutionally be used as the first drug in a three-drug lethal injection protocol. It is true that we give deference to the district courts. But at some point we must question their findings of fact, unless we are to abdicate our role of ensuring that no clear error has been committed. We should review such findings with added care when what is at issue is the risk of the needless infliction of severe pain. Here, given the evidence before the District Court, I struggle to see how its decision to credit the testimony of a single purported expert can be supported given the substantial body of conflicting empirical and anecdotal evidence.\nI believe that we should have granted petitioners' application for stay. The questions before us are especially important now, given States' increasing reliance on new and scientifically untested methods of execution. Petitioners have committed horrific crimes, and should be punished. But the Eighth Amendment guarantees that no one should be subjected to an execution that causes searing, unnecessary pain before death. I hope that our failure to act today does not portend our unwillingness to consider these questions.\nThe State has indicated that it intends to use rocuronium bromide in place of vecuronium bromide, but there does not appear to be any dispute that there is no material difference between these two drugs.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Charles F. WARNER, et al.,\nv.\nKevin J. GROSS, et al.\nNo. 14A761 14-7955.\nSupreme Court of the United States\nJan. 15, 2015.\nOpinion"
  },
  "file_name": "0824-01",
  "first_page_order": 824,
  "last_page_order": 828
}
