{
  "id": 12594230,
  "name": "Marvin PLUMLEY, Warden v. Timothy Jared AUSTIN.",
  "name_abbreviation": "Plumley v. Austin",
  "decision_date": "2015-01-20",
  "docket_number": "No. 14–271.",
  "first_page": "828",
  "last_page": "831",
  "citations": [
    {
      "type": "official",
      "cite": "135 S. Ct. 828"
    },
    {
      "type": "parallel",
      "cite": "190 L. Ed. 2d 923"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "669 F.3d 428",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3723735
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "433, n. 6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/669/0428-01"
      ]
    },
    {
      "cite": "181 L.Ed.2d 379",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12444320,
        12444321,
        12444322,
        12444323,
        12444324
      ],
      "year": 2011,
      "pin_cites": [
        {
          "parenthetical": "THOMAS, J., dissenting from denial of certiorari"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/181/0379-01",
        "/l-ed-2d/181/0379-02",
        "/l-ed-2d/181/0379-03",
        "/l-ed-2d/181/0379-04",
        "/l-ed-2d/181/0379-05"
      ]
    },
    {
      "cite": "132 S.Ct. 12",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12444324
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "21-22",
          "parenthetical": "THOMAS, J., dissenting from denial of certiorari"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/181/0379-05"
      ]
    },
    {
      "cite": "905 F.2d 1092",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1806865
      ],
      "year": 1990,
      "pin_cites": [
        {
          "page": "1096",
          "parenthetical": "citing United States v. Paul,783 F.2d 84, 88 (C.A.7 1986)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/905/1092-01"
      ]
    },
    {
      "cite": "982 F.2d 526",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "unpublished table decision"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "197 F.3d 409",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        633514
      ],
      "year": 1999,
      "pin_cites": [
        {
          "page": "417"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/197/0409-01"
      ]
    },
    {
      "cite": "475 U.S. 134",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6198771
      ],
      "weight": 7,
      "year": 1986,
      "pin_cites": [
        {
          "page": "138-139"
        },
        {
          "page": "138-139"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/475/0134-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "565 Fed.Appx. 175",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "weight": 3,
      "year": 2014,
      "pin_cites": [
        {
          "page": "188",
          "parenthetical": "per curiam"
        },
        {
          "page": "188"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "783 F.2d 84",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1544179
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "88"
        },
        {
          "page": "88"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/783/0084-01"
      ]
    },
    {
      "cite": "251 F.3d 782",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11097450
      ],
      "weight": 2,
      "year": 2001,
      "pin_cites": [
        {
          "page": "788"
        },
        {
          "page": "788"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/251/0782-01"
      ]
    },
    {
      "cite": "894 F.2d 1477",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10540914
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "1480"
        },
        {
          "page": "1480"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/894/1477-01"
      ]
    },
    {
      "cite": "490 U.S. 794",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605800
      ],
      "weight": 5,
      "year": 1989,
      "pin_cites": [
        {
          "page": "799"
        },
        {
          "page": "799"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0794-01"
      ]
    },
    {
      "cite": "421 U.S. 35",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        541084
      ],
      "weight": 3,
      "year": 1975,
      "pin_cites": [
        {
          "page": "47"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/421/0035-01"
      ]
    },
    {
      "cite": "556 U.S. 868",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3653867
      ],
      "weight": 3,
      "year": 2009,
      "pin_cites": [
        {
          "page": "891",
          "parenthetical": "ROBERTS, C.J., dissenting"
        },
        {
          "parenthetical": "ROBERTS, C.J., dissenting"
        },
        {
          "parenthetical": "ROBERTS, C.J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/556/0868-01"
      ]
    },
    {
      "cite": "395 U.S. 711",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1772134
      ],
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "page": "725-726"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0711-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 12259,
    "pagerank": {
      "raw": 4.518461695170957e-08,
      "percentile": 0.283534097933895
    },
    "sha256": "c4529b4a68131c532eae89c7ac6eab70040601ffd8fa89b943697cad5579c607",
    "simhash": "1:aaed3a2469f49793",
    "word_count": 2004
  },
  "last_updated": "2024-02-27T18:39:19.333631+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Marvin PLUMLEY, Warden\nv.\nTimothy Jared AUSTIN."
    ],
    "opinions": [
      {
        "text": "The motion of respondent for leave to proceed in forma pauperisis granted. The petition for a writ of certiorari is denied.\nJustice THOMAS, with whom Justice SCALIAjoins, dissenting from the denial of certiorari.\nForty-six years ago, this Court created a presumption of judicial vindictiveness that applies when a judge imposes a more severe sentence upon a defendant after a new trial. North Carolina v. Pearce,395 U.S. 711, 725-726, 89 S.Ct. 2072, 23 L.Ed.2d 656 (1969). That presumption was-and remains-an anomaly in our law, which ordinarily \" 'presum[es] ... honesty and integrity in those serving as adjudicators.' \" Caperton v. A.T. Massey Coal Co.,556 U.S. 868, 891, 129 S.Ct. 2252, 173 L.Ed.2d 1208 (2009)(ROBERTS, C.J., dissenting) (quoting Withrow v. Larkin,421 U.S. 35, 47, 95 S.Ct. 1456, 43 L.Ed.2d 712 (1975)). Perhaps recognizing the oddity of this presumption, the Court has repeatedly cautioned that it applies only where there is a reasonable likelihood that the increase in sentence was the product of actualvindictiveness on the part of the sentencing authority. E.g., Alabama v. Smith,490 U.S. 794, 799, 109 S.Ct. 2201, 104 L.Ed.2d 865 (1989).\nDespite this instruction, confusion reigns. Some Courts of Appeals have taken a narrow view of the presumption, concluding that it applies only when a \"triggering event\" like a reversal by a higher tribunal \"prods the sentencing court into a posture of self-vindication.\" Kindred v. Spears,894 F.2d 1477, 1480 (C.A.5 1990); accord, e.g.,Fenner v. United States Parole Comm'n,251 F.3d 782, 788 (C.A.9 2001). Others have taken a more expansive view, applying it when the trial court imposes a higher sentence after granting a motion for corrected sentence. See, e.g., United States v. Paul,783 F.2d 84, 88 (C.A.7 1986). In this case, the United States Court of Appeals for the Fourth Circuit took the latter approach. 565 Fed.Appx. 175, 188 (2014)(per curiam). The Court should have granted this petition to resolve the confusion.\nI\nWhile serving a prison term for breaking and entering, respondent Timothy Jared Austin walked away from an inmate road crew. He was apprehended and pleaded guilty to attempted escape. The West Virginia trial court sentenced him to one to three years for the attempted escape.\nAt sentencing, the trial judge considered when Austin should begin serving that sentence. Austin was expected to be discharged on his breaking-and-entering conviction in December 2014, but was expected to become eligible for parole in March 2010. Recognizing that Austin's attempted escape had not been violent, but still amounted to a \"breach [of] trust,\" App. to Pet. for Cert. 70, the trial court announced its sentence to begin on Austin's expected parole date:\n\"Now, I've got several ways that I can sentence you. I can sentence you to a one to three, starting today [November 12, 2009], or I can sentence you to a one to three starting when you're discharged, but I'm going to split the baby in half. I'm going to sentence you to a one to three, and your one to three is going to begin in March of 2010, which means you're not going to get out on parole in March, but you will start your one year then.\n\"Now, why am I doing it that way? ... [I] think you should serve some time for [the attempted escape]; so, by making [the sentence] beginning in March of 2010, which is about 4 or 5 months from now and not giving you any back credit, that's probably going to cost you-well it will cost you your opportunity for parole because you won't be eligible then until March of 2011, and if the parole board wants to parole you on both of those, that's fine, and if not, well, you'll remember that next time you go for a little stroll.\" Id.,at 71-72.\nSeven months later, Austin filed an expedited motion to correct his sentence, arguing that state law prohibited the trial court from imposing a sentence that was neither purely concurrent nor purely consecutive. While that motion was pending in the trial court, he petitioned the West Virginia Supreme Court of Appeals for a writ of mandamus to the trial court to respond to the motion. Four days after receiving a copy of that petition, the trial court entered an amended sentencing order as follows:\n\"[T]he undersigned Judge received a copy of a Writ of Mandamus or in the alternative Original Petition for Writ of Habeas Corpus. The Court also received a proposed Amended Sentencing Order. After reviewing this matter, it is clear to this Court that an Amended [Sentencing] Order is needed to clarify the original Sentencing Order, entered on November 23, 2009.... It was the intent of this sentencing court that the sentence imposed on November 12, 2009 be served consecutively with the unrelated sentence the defendant was already serving on November 12, 2009. It was the intent of the sentencing court to give the defendant credit for time served from his arraignment to the date of sentencing and that the balance of his sentence be served consecutively to the sentence he was already serving in an unrelated matter.\" Id.,at 59.\nThis order resulted in a longer total sentence.\nThe defendant appealed to the West Virginia Supreme Court, arguing that the court should presume that the trial judge had acted vindictively when he filed the amended sentencing order. The State Supreme Court rejected the appeal, explaining that it was clear that the trial judge acted only to clarify his intention in the original sentencing order.\nThe defendant then applied for a writ of habeas corpus in federal court based on the same claim of judicial vindictiveness. The District Court denied the application, concluding that the West Virginia Supreme Court's decision was not based on an unreasonable determination of the facts. See 28 U.S.C. § 2254(d). It agreed with the West Virginia Supreme Court that nothing had occurred to trigger the presumption of judicial vindictiveness. As it explained, the West Virginia trial judge had entered the amended sentencing order based on the defendant's motion for a corrected sentence, not based on any reversal by a higher tribunal.\nThe Fourth Circuit granted a certificate of appealability and reversed. 565 Fed.Appx. 175. It concluded that the West Virginia Supreme Court's decision was based on an unreasonable determination of the facts, § 2254(d)(2), and declined to afford any deference to that decision. Id.,at 184-185. It then applied the presumption of vindictiveness. Although recognizing that the state trial judge had not been reversed by a higher tribunal, the Fourth Circuit concluded that the presumption applied because, \"when [the defendant] was resentenced, he was exercising rights guaranteed under the statutes and Constitution of West Virginia.\"Id.,at 188.\nII\nThis Court should have granted certiorari to review the Fourth Circuit's decision for a number of reasons. To begin with, that decision is in tension with our precedents. Although \"the Pearceopinion appeared on its face to announce a rule of sweeping dimension, our subsequent cases have made clear that its presumption of vindictiveness 'does not apply in every case where a convicted defendant receives a higher sentence on retrial.' \" Smith,490 U.S., at 799, 109 S.Ct. 2201(brackets omitted). Instead, we have applied it only where there is a reasonable likelihood of actual vindictiveness on the part of the sentencing authority. Ibid.Thus, we have refused to apply the presumption to a higher sentence entered after a retrial ordered by the original sentencing judge. Texas v. McCullough,475 U.S. 134, 138-139, 106 S.Ct. 976, 89 L.Ed.2d 104 (1986). \"[U]nlike the judge who has been reversed,\" we explained, the trial judge had \"no motivation to engage in self-vindication.\" Ibid.\nThe Fourth Circuit's rule is incompatible with this reasoning. The Fourth Circuit concluded that the presumption applied because, when Austin was resentenced, \"he was exercising rights guaranteed under the statutes and Constitution of West Virginia.\" 565 Fed.Appx., at 188. Under that reasoning, the defendant who exercised his rights to file and obtain a motion for a new trial should also have been entitled to the presumption of vindictiveness. Contra, McCullough,475 U.S., at 138-139, 106 S.Ct. 976. But this Court has already rejected the \"view that the judicial temperament of our Nation's trial judges will suddenly change upon the filing of a successful post-trial motion.\" Id.,at 139, 106 S.Ct. 976. To presume otherwise is to show profound disrespect to our fellow jurists. And that disrespect is even more pronounced in cases like this one, when federal judges are reviewing state criminal proceedings.\nThe Fourth Circuit's decision merits review for an additional reason: It deepens existing disagreement between the Courts of Appeals over the scope of the presumption of vindictiveness. On the one hand, the Fifth and Ninth Circuits have taken the position that the presumption does not apply \"[a]bsent a triggering event\" that \"prods the sentencing court into a posture of self-vindication.\" Kindred,894 F.2d, at 1480; accord, e.g.,Fenner,251 F.3d, at 788. For these courts, a reversal by a higher tribunal or order from a higher tribunal is such a triggering event, see Bono v. Benov,197 F.3d 409, 417 (C.A.9 1999); Kindred, supra,at 1479-1480, whereas the mere filing of an application or motion challenging a sentence is not, see Fenner, supra,at 788-789. The Eighth Circuit agrees and has concluded that reversal by a higher tribunal is the only such triggering event. Savina v. Getty,982 F.2d 526 (1992)(unpublished table decision). The Seventh Circuit, on the other hand, has stated that it would apply the presumption even if the trial court imposed a higher sentence after itself granting a defendant's motion for a corrected sentence. United States v. Brick,905 F.2d 1092, 1096 (1990)(citing United States v. Paul,783 F.2d 84, 88 (C.A.7 1986)).\nOur precedents have created this confusion, first by endorsing a presumption that is at odds with the respect we ordinarily accord our Nation's judges, and then by chipping away at that presumption in a piecemeal fashion. We should not abdicate our responsibility to clean up a mess of our making. Utah Highway Patrol Assn. v. American Atheists, Inc.,565 U.S. ----, ---- - ----, 132 S.Ct. 12, 21-22, 181 L.Ed.2d 379 (2011)(THOMAS, J., dissenting from denial of certiorari). It is time to revisit and clarify when, if ever, a presumption of judicial vindictiveness is appropriate.\nTrue enough, the decision below is unpublished and therefore lacks precedential force in the Fourth Circuit. Minor v. Bostwick Labs., Inc.,669 F.3d 428, 433, n. 6 (C.A.4 2012). But that in itself is yet another disturbing aspect of the Fourth Circuit's decision, and yet another reason to grant review. The Court of Appeals had full briefing and argument on Austin's claim of judicial vindictiveness. It analyzed the claim in a 39-page opinion written over a dissent. By any standard-and certainly by the Fourth Circuit's own-this decision should have been published. The Fourth Circuit's Local Rule 36(a) provides that opinions will be published only if they satisfy one or more of five standards of publication. The opinion in this case met at least three of them: it \"establishe[d] ... a rule of law within th[at] Circuit,\" \"involve [d] a legal issue of continuing public interest,\" and \"create[d] a conflict with a decision in another circuit.\" Rules 36(a)(i), (ii), (v) (2015). It is hard to imagine a reason that the Court of Appeals would not have published this opinion except to avoid creating binding law for the Circuit.\n* * *\nThe Fourth Circuit's decision warrants review. It orders the District Court to grant the extraordinary writ of habeas corpus on a questionable basis. It announces a rule that is at odds with the decisions of this Court and Courts of Appeals. And, it does so in an unpublished opinion that preserves its ability to change course in the future. For these reasons, we should have granted the petition for a writ of certiorari.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "Elbert Lin, Solicitor General, Office of Atty. Gen., Charleston, WV, for Petitioner Marvin Plumley, Warden."
    ],
    "corrections": "",
    "head_matter": "Marvin PLUMLEY, Warden\nv.\nTimothy Jared AUSTIN.\nNo. 14-271.\nSupreme Court of the United States\nJan. 20, 2015.\nElbert Lin, Solicitor General, Office of Atty. Gen., Charleston, WV, for Petitioner Marvin Plumley, Warden.\nOpinion"
  },
  "file_name": "0828-01",
  "first_page_order": 828,
  "last_page_order": 831
}
