{
  "id": 12594403,
  "name": "Mark A. CHRISTESON v. Don ROPER, Warden.",
  "name_abbreviation": "Christeson v. Roper",
  "decision_date": "2015-01-20",
  "docket_number": "No. 14–6873.",
  "first_page": "891",
  "last_page": "897",
  "citations": [
    {
      "type": "official",
      "cite": "135 S. Ct. 891"
    },
    {
      "type": "parallel",
      "cite": "190 L. Ed. 2d 763"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "142 L.Ed.2d 303",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "BREYER, J., dissenting from denial of certiorari"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "119 S.Ct. 366",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1998,
      "pin_cites": [
        {
          "parenthetical": "BREYER, J., dissenting from denial of certiorari"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "525 U.S. 944",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11133131,
        11133140,
        11133126
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "944-946",
          "parenthetical": "BREYER, J., dissenting from denial of certiorari"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/525/0944-02",
        "/us/525/0944-03",
        "/us/525/0944-01"
      ]
    },
    {
      "cite": "175 L.Ed.2d 552",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "Stevens, J., statement respecting denial of certiorari"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "130 S.Ct. 541",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "Stevens, J., statement respecting denial of certiorari"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "558 U.S. 1067",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 2009,
      "pin_cites": [
        {
          "page": "1067-1070",
          "parenthetical": "Stevens, J., statement respecting denial of certiorari"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "538 U.S. 202",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9030584
      ],
      "weight": 3,
      "year": 2003,
      "pin_cites": [
        {
          "page": "206",
          "parenthetical": "\"Congress enacted AEDPA to reduce delays in the execution of state and federal criminal sentences, particularly in capital cases\""
        },
        {
          "parenthetical": "\"Congress enacted AEDPA to reduce delays in the execution of state and federal criminal sentences, particularly in capital cases\""
        },
        {
          "parenthetical": "\"Congress enacted AEDPA to reduce delays in the execution of state and federal criminal sentences, particularly in capital cases\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/538/0202-01"
      ]
    },
    {
      "cite": "95 L.Ed. 207",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "340 U.S. 193",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6931083
      ],
      "weight": 2,
      "year": 1950,
      "pin_cites": [
        {
          "page": "199"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/340/0193-01"
      ]
    },
    {
      "cite": "545 U.S. 524",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8209485
      ],
      "weight": 4,
      "year": 2005,
      "pin_cites": [
        {
          "page": "535-536"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/545/0524-01"
      ]
    },
    {
      "cite": "435 U.S. 475",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        2258
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "page": "485-486"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/435/0475-01"
      ]
    },
    {
      "cite": "132 S.Ct. 912",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12446021,
        12186229
      ],
      "weight": 2,
      "year": 2012,
      "pin_cites": [
        {
          "page": "925, n. 8"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/181/0807-01",
        "/us/565/0266-01"
      ]
    },
    {
      "cite": "560 U.S. 631",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3641601,
        12454867
      ],
      "weight": 8,
      "year": 2010,
      "pin_cites": [
        {
          "page": "651-652"
        },
        {
          "page": "651-652"
        },
        {
          "page": "651-652"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/560/0631-01",
        "/l-ed-2d/177/0130-01"
      ]
    },
    {
      "cite": "512 U.S. 849",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        39617
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "page": "859"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/512/0849-01"
      ]
    },
    {
      "cite": "756 F.3d 1246",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5898561
      ],
      "weight": 2,
      "year": 2014,
      "pin_cites": [
        {
          "page": "1259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/756/1246-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3599",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(2)",
          "parenthetical": "providing for appointment of counsel for state death row inmates"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 2244",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(d)(1)"
        },
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "131 S.W.3d 796",
      "category": "reporters:state_regional",
      "reporter": "S.W.3d",
      "case_ids": [
        9278911
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/131/0796-01"
      ]
    },
    {
      "cite": "50 S.W.3d 251",
      "category": "reporters:state_regional",
      "reporter": "S.W.3d",
      "case_ids": [
        11079928
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/50/0251-01"
      ]
    },
    {
      "cite": "132 S.Ct. 1276",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12187257
      ],
      "weight": 6,
      "year": 2012,
      "pin_cites": [
        {
          "page": "1280"
        },
        {
          "page": "1284",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "1287"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/565/0648-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 920,
    "char_count": 18532,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4148844199024731
    },
    "sha256": "a72e5c79bcf9d87149ea030b4f9a2080b92a8447653e87f609d95d0af3e0fabf",
    "simhash": "1:7940948e3b1e3471",
    "word_count": 2883
  },
  "last_updated": "2024-02-27T18:39:19.333631+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mark A. CHRISTESON\nv.\nDon ROPER, Warden."
    ],
    "opinions": [
      {
        "text": "Opinion PER CURIAM.\nPetitioner Mark Christeson's first federal habeas petition was dismissed as untimely. Because his appointed attorneys-who had missed the filing deadline-could not be expected to argue that Christeson was entitled to the equitable tolling of the statute of limitations, Christeson requested substitute counsel who would not be laboring under a conflict of interest. The District Court denied the motion, and the Court of Appeals for the Eighth Circuit summarily affirmed. In so doing, these courts contravened our decision in Martel v. Clair,565 U.S. ----, 132 S.Ct. 1276, 182 L.Ed.2d 135 (2012). Christeson's petition for certiorari is therefore granted, the judgment of the Eighth Circuit is reversed, and the case is remanded for further proceedings.\nI\nIn 1999, a jury convicted Christeson of three counts of capital murder. It returned verdicts of death on all three counts. The Missouri Supreme Court affirmed Christeson's conviction and sentence in 2001, see State v. Christeson,50 S.W.3d 251(en banc), and affirmed the denial of his postconviction motion for relief in 2004, see Christeson v. State,131 S.W.3d 796(en banc).\nUnder the strict 1-year statute of limitations imposed by the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), 28 U.S.C. § 2244(d)(1), Christeson's federal habeas petition was due on April 10, 2005. Nine months before this critical deadline, the District Court appointed attorneys Phil Horwitz and Eric Butts to represent Christeson in his federal habeas proceedings. See 18 U.S.C. § 3599(a)(2)(providing for appointment of counsel for state death row inmates).\nHorwitz and Butts, as they have subsequently acknowledged, failed to meet with Christeson until more than six weeks afterhis petition was due. See App. to Pet. for Cert. 93a. There is no evidence that they communicated with their client at all during this time. They finally filed the petition on August 5, 2005-117 days too late. They have since claimed that their failure to meet with their client and timely file his habeas petition resulted from a simple miscalculation of the AEDPA limitations period (and in defending themselves, they may have disclosed privileged client communications). See id.,at 90a-92a, 135a. But a legal ethics expert, reviewing counsel's handling of Christeson's habeas petition, stated in a report submitted to the District Court: \"[I]f this was not abandonment, I am not sure what would be.\" Id.,at 132a.\nThe District Court dismissed the petition as untimely, and the Court of Appeals denied Christeson's application for a certificate of appealability. Christeson, who appears to have severe cognitive disabilities that lead him to rely entirely on his attorneys, may not have been aware of this dismissal. See id.,at 229a, 231a, 237a.\nNearly seven years later, Horwitz and Butts contacted attorneys Jennifer Merrigan and Joseph Perkovich to discuss how to proceed in Christeson's case. Merrigan and Perkovich immediately noticed a glaring problem. Christeson's only hope for securing review of the merits of his habeas claims was to file a motion under Federal Rule of Civil Procedure 60(b)seeking to reopen final judgment on the ground that AEDPA's statute of limitations should have been equitably tolled. But Horwitz and Butts could not be expected to file such a motion on Christeson's behalf, as any argument for equitable tolling would be premised on their own malfeasance in failing to file timely the habeas petition. While initially receptive to Merrigan and Perkovich's assistance, Horwitz and Butts soon refused to allow outside counsel access to their files. See App. to Pet. for Cert. 345a.\nOn May 23, 2014, Merrigan and Perkovich filed a motion for substitution of counsel. The District Court denied the motion, explaining only that it was \"not in [Christeson's] best interest to be represented by attorneys located in New York and Pennsylvania,\" as Merrigan and Perkovich are. Id.,at 169a. The District Court did not address Merrigan and Perkovich's offer to forgo all fees and expenses associated with travel to Missouri, nor did it address the possibility of appointing other attorneys for Christeson.\nChristeson appealed. The Eighth Circuit dismissed for lack of jurisdiction, apparently reasoning that Merrigan and Perkovich were not authorized to file an appeal on Christeson's behalf.On September 19, 2014, while this appeal was still pending before the Eighth Circuit, the Missouri Supreme Court issued a warrant of execution setting October 29, 2014, as Christeson's execution date.\nAfter further proceedings not relevant here, Merrigan and Perkovich again filed a motion for substitution of counsel on Christeson's behalf. The District Court again denied the motion. Explaining that substitution of \"federally-appointed counsel is warranted only when it would serve the interests of justice,\" it offered four reasons for its decision. Order in No. 04-CV-08004 (WD Mo., Oct. 22, 2014), p. 1, App. to Pet. for Cert. 375a (quoting Lambrix v. Secretary, Florida Dept. of Corrections,756 F.3d 1246, 1259 (C.A.11 2014); internal quotation marks omitted). First, it deemed the motion to be untimely because it \"was not filed until 2014, and shortly before [Christeson's] execution date.\" App. to Pet. for Cert. 375a. Second, it observed that Horwitz and Butts had not \"abandoned\" Christeson, as they had recently appeared on his behalf in a class-action lawsuit challenging Missouri's lethal injection protocol. Id.,at 376a. Third, it noted that although Horwitz and Butts had represented Christeson before the Eighth Circuit, that court had not appointed substitute counsel. Ibid.Fourth and finally, the District Court expressed its belief that granting the motion would set \"an untenable precedent\" by allowing outside attorneys to seek \" 'abusive' \" delays in capital cases. Ibid.\nChristeson again appealed. This time, the Eighth Circuit summarily affirmed the District Court's order. We stayed Christeson's execution, see post,p. ----, and now reverse.\nII\nTitle 18 U.S.C. § 3599\"entitles indigent defendants to the appointment of counsel in capital cases, including habeas corpus proceedings.\" Martel v. Clair,565 U.S., at ----, 132 S.Ct., at 1280. \"By providing indigent capital defendants with a mandatory right to qualified legal counsel in these proceedings, Congress has recognized that federal habeas corpus has a particularly important role to play in promoting fundamental fairness in the imposition of the death penalty.\"McFarland v. Scott,512 U.S. 849, 859, 114 S.Ct. 2568, 129 L.Ed.2d 666 (1994). Congress has not, however, conferred capital habeas petitioners with the right to counsel of their choice. Instead, the statute leaves it to the court to select a properly qualified attorney. See §§ 3599(a)-(d). But the statute contemplates that a court may \"replace\" appointed counsel with \"similarly qualified counsel ... upon motion\" of the petitioner. § 3599(e).\nWe addressed the standard that a court should apply in considering such a motion in Clair. We rejected the argument that substitution of an appointed lawyer is warranted in only three situations: \"when the lawyer lacks the qualifications necessary for appointment ...; when he has a disabling conflict of interest; or when he has completely abandoned the client.\" 565 U.S., at ----, 132 S.Ct., at 1284(internal quotation marks omitted). Instead, we adopted a broader standard, holding that a motion for substitution should be granted when it is in the \" 'interests of justice.' \" Id.,at ----, 132 S.Ct., at 1287. We further explained that the factors a court of appeals should consider in determining whether a district court abused its discretion in denying such a motion \"include: the timeliness of the motion; the adequacy of the district court's inquiry into the defendant's complaint; and the asserted cause for that complaint, including the extent of the conflict or breakdown in communication between lawyer and client (and the client's responsibility, if any, for that conflict).\" Ibid.\nThe District Court here properly recognized that its consideration of Christeson's motion for substitution was governed by Clair's \"interests of justice\" standard. But its denial of his motion did not adequately account for all of the factors we set forth in Clair.\nThe court's principal error was its failure to acknowledge Horwitz and Butts' conflict of interest. Tolling based on counsel's failure to satisfy AEDPA's statute of limitations is available only for \"serious instances of attorney misconduct.\" Holland v. Florida,560 U.S. 631, 651-652, 130 S.Ct. 2549, 177 L.Ed.2d 130 (2010). Advancing such a claim would have required Horwitz and Butts to denigrate their own performance. Counsel cannot reasonably be expected to make such an argument, which threatens their professional reputation and livelihood. See Restatement (Third) of Law Governing Lawyers § 125 (1998). Thus, as we observed in a similar context in Maples v. Thomas,565 U.S. ----, ----, n. 8, 132 S.Ct. 912, 925, n. 8, 181 L.Ed.2d 807 (2012), a \"significant conflict of interest\" arises when an attorney's \"interest in avoiding damage to [his] own reputation\" is at odds with his client's \"strongest argument-i.e.,that his attorneys had abandoned him.\"\nIndeed, to their credit, Horwitz and Butts acknowledged the nature of their conflict. Shortly before the first motion for substitution was filed, they provided an update to the Missouri Supreme Court on the status of Christeson's collateral proceedings. In it, they stated:\n\"Because counsel herein would be essential witnesses to factual questions indispensable to a Hollandinquiry, there may be ethical and legal conflicts that would arise that would prohibit counsel from litigating issues that would support a Hollandclaim. Unwaivable ethical and legal conflicts prohibit undersigned counsel from litigating these issues in any way. See Holloway v. Arkansas,435 U.S. 475, 485-486 [98 S.Ct. 1173, 55 L.Ed.2d 426] (1978). Conflict free counsel must be appointed to present the equitable tolling question in federal district court.\" App. to Pet. for Cert. 48a-49a.\nYet, in their response to the District Court's order to address the substitution motion, Horwitz and Butts characterized the potential arguments in favor of equitable tolling as \"ludicrous,\" and asserted that they had \"a legal basis and rationale for the [erroneous] calculation of the filing date.\" Id.,at 86a, 90a. While not every case in which a counseled habeas petitioner has missed AEDPA's statute of limitations will necessarily involve a conflict of interest, Horwitz and Butts' contentions here were directly and concededly contrary to their client's interest, and manifestly served their own professional and reputational interests.\nClairmakes clear that a conflict of this sort is grounds for substitution. Even the narrower standard we rejected in that case would have allowed for substitution where an attorney has a \" 'disabling conflict of interest.' \" 565 U.S., at ----, 132 S.Ct., at 1284. And that standard, we concluded, would \"gu[t]\" the specific substitution-of-counsel clause contained in § 3559(e), which must contemplate the granting of such motions in circumstances beyond those where a petitioner effectively \"has no counsel at all\"-as is the case when counsel is conflicted. Id.,at ----, 132 S.Ct., at 1286. Indeed, we went so far as to say that given a capital defendant's \"statutory right to counsel,\" even \"in the absence\" of § 3599(e)a district court would be compelled \"to appoint new counsel if the first lawyer developed a conflict.\" Ibid.\nGiven the obvious conflict of interest here, the considerations relied upon by the District Court cannot justify its decision to deny petitioner new counsel. The second and third factors noted by the District Court-that appointed counsel continued to represent Christeson in litigation challenging the means of his execution, and that the Eighth Circuit had not previously substituted counsel-are not substantial. Whether Horwitz and Butts had currently \"abandoned\" Christeson is beside the point: Even if they were actively representing him in some matters, their conflict prevented them from representing him in this particular matter. Likewise, it is irrelevant that the Eighth Circuit had not previously sua spontedirected substitution of counsel in the course of denying Christeson's request for a certificate of appealability and adjudicating his challenge to Missouri's execution protocol, when the conflict was not evident.\nThe first and fourth factors cited by the District Court-the delay in seeking substitution and the potential for abuse-might be valid considerations in many cases. See Clair,565 U.S., at ----, 132 S.Ct., at 1286(\"Protecting against abusive delay isan interest of justice\"). But under the circumstances here, these factors alone cannot warrant denial of substitution. Christeson's first substitution motion, while undoubtedly delayed, was not abusive. It was filed approximately a month after outside counsel became aware of Christeson's plight and well before the State had set an execution date, and it requested only 90 days to investigate and file a Rule 60(b)motion.\nNor is it plain that any subsequent motion that substitute counsel might file on Christeson's behalf would be futile. See id.,at ---- - ----, 132 S.Ct., at 1288-1289(affirming denial of substitution motion as untimely where any filing made by substitute counsel would have been futile). To be sure, Christeson faces a host of procedural obstacles to having a federal court consider his habeas petition. Although Christeson might properly raise a claim for relief pursuant to Rule 60(b), see Gonzalez v. Crosby,545 U.S. 524, 535-536, 125 S.Ct. 2641, 162 L.Ed.2d 480 (2005), to obtain such relief he must demonstrate both the motion's timeliness and, more significant here, that \" 'extraordinary circumstances' justif[y] the reopening of a final judgment.\" Id.,at 535, 125 S.Ct. 2641(quoting Ackermann v. United States,340 U.S. 193, 199, 71 S.Ct. 209, 95 L.Ed. 207 (1950)). That, in turn, will require Christeson to show that he was entitled to the equitable tolling of AEDPA's statute of limitations. He should have that opportunity, and is entitled to the assistance of substitute counsel in doing so.\n* * *\nThe petition for certiorari and the motion to proceed in forma pauperisare granted. The judgment of the Eighth Circuit Court of Appeals is reversed, and the case is remanded for further proceedings consistent with this opinion.\nIt is so ordered.\nJustice ALITO, with whom Justice THOMASjoins, dissenting.\nI would not reverse the decision of the Court of Appeals in this case without briefing and argument. As the Court acknowledges, petitioner cannot obtain review of the merits of his federal habeas claims without showing that the applicable statute of limitations should have been equitably tolled, ante,at 892 - 893, and the availability of equitable tolling in cases governed by the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) is a question of great importance.\nAEDPA sought to ameliorate the lengthy delay that had often characterized federal habeas proceedings in the past.See Woodford v. Garceau,538 U.S. 202, 206, 123 S.Ct. 1398, 155 L.Ed.2d 363 (2003)(\"Congress enacted AEDPA to reduce delays in the execution of state and federal criminal sentences, particularly in capital cases\"). AEDPA thus imposed a strict 1-year time limit for filing a federal habeas petition. 28 U.S.C. § 2244(d). If this 1-year period were equitably tolled whenever a habeas petitioner's attorney missed the deadline and thus rendered ineffective assistance, the 1-year period would be of little value, and the days of seemingly interminable federal habeas review would return. In Holland,the Court held that the AEDPA statute of limitations may be equitably tolled-but only under quite extraordinary circumstances. Holland v. Florida, 560 U.S. 631, 651-652, 130 S.Ct. 2549, 177 L.Ed.2d 130 (2010). Any expansion or further delineation of such circumstances should not be undertaken without the careful consideration that is possible only after the normal procedure of full briefing and argument.\nThe Court believes that briefing and argument are not necessary in this case, and my understanding of the Court's decision is that it expresses no view whatsoever on the question whether petitioner may ultimately be entitled to equitable tolling. I understand the Court to hold only that conflict-free substitute counsel should have been appointed for the purposes of investigating the facts related to the issue of equitable tolling and presenting whatever argument can be mounted in support of a request for that relief.\nBased on the present record, it is not clear that this case involves anything other than an error, albeit a serious one, on the part of the attorneys who represented petitioner at the time when his federal habeas petition was due to be filed. According to those attorneys, they miscalculated the due date and as a result filed the petition after the time had run. They met with petitioner to discuss the habeas petition prior to the date on which they say they thought the petition was due but after the date on which it was actually due. These facts show nothing more than attorney error and thus fall short of establishing the kind of abandonment that is needed for equitable tolling under our precedent. See id., at 651-652, 130 S.Ct. 2549.I do not understand the Court's opinion to hold otherwise.\nBecause of the close relationship between the question that the Court decides (the propriety of the District Court's refusal to appoint substitute counsel) and the question of petitioner's entitlement to equitable tolling, I think that plenary review would have been more appropriate in this case. I write separately to emphasize that the Court's summary disposition does not address that issue.\nChristeson has since submitted a signed retainer agreement with Merrigan and Perkovich that removes any doubt on that score.\nMembers of this Court have lamented the delay that often occurs in capital cases. Johnson v. Bredesen,558 U.S. 1067, 1067-1070, 130 S.Ct. 541, 175 L.Ed.2d 552 (2009) (Stevens, J., statement respecting denial of certiorari), Elledge v. Florida,525 U.S. 944, 944-946, 119 S.Ct. 366, 142 L.Ed.2d 303 (1998) (BREYER, J., dissenting from denial of certiorari).",
        "type": "majority",
        "author": "Opinion PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Mark A. CHRISTESON\nv.\nDon ROPER, Warden.\nNo. 14-6873.\nSupreme Court of the United States\nJan. 20, 2015."
  },
  "file_name": "0891-01",
  "first_page_order": 891,
  "last_page_order": 897
}
