{
  "id": 12589901,
  "name": "KELLOGG BROWN & ROOT SERVICES, INC., et al., Petitioners v. UNITED STATES, ex rel. Benjamin CARTER.",
  "name_abbreviation": "Kellogg Brown & Root Servs., Inc. v. United States ex rel. Carter",
  "decision_date": "2015-05-26",
  "docket_number": "No. 12–1497.",
  "first_page": "1970",
  "last_page": "1979",
  "citations": [
    {
      "type": "official",
      "cite": "135 S. Ct. 1970"
    },
    {
      "type": "parallel",
      "cite": "191 L. Ed. 2d 899"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "18 U.S.C. §§ 38",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "50 U.S.C. § 1541",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "116 Stat. 1498",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "2 L.Ed. 60",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        12121622
      ],
      "year": 1803,
      "opinion_index": 0,
      "case_paths": [
        "/us/5/0137-01"
      ]
    },
    {
      "cite": "1 Cranch 137",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        6760011,
        6759998,
        12121622
      ],
      "year": 1803,
      "opinion_index": 0,
      "case_paths": [
        "/dc/1/0137-02",
        "/dc/1/0137-01",
        "/us/5/0137-01"
      ]
    },
    {
      "cite": "31 U.S.C. § 3730",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)(5)",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "285 U.S. 518",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1175332
      ],
      "weight": 3,
      "year": 1932,
      "pin_cites": [
        {
          "page": "521-522"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/285/0518-01"
      ]
    },
    {
      "cite": "97 L.Ed. 1557",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "346 U.S. 209",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6930862
      ],
      "weight": 3,
      "year": 1953,
      "pin_cites": [
        {
          "page": "219"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/346/0209-01"
      ]
    },
    {
      "cite": "56 Stat. 781",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "521 U.S. 346",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        916116
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "361"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/521/0346-01"
      ]
    },
    {
      "cite": "541 U.S. 369",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5870337
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "376"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/541/0369-01"
      ]
    },
    {
      "cite": "62 Stat. 684",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "pin_cites": [
        {
          "parenthetical": "repealed Oct. 12, 1984"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 1",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "122 Stat. 4545",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "62 Stat. 828",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "58 Stat. 781",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "58 Stat. 667",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "56 Stat. 747",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "42 Stat. 220",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "189 L.Ed.2d 853",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12583026,
        12583027,
        12583029,
        12583031,
        12583002,
        12583007
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/134/2900-03",
        "/s-ct/134/2900-04",
        "/s-ct/134/2901-01",
        "/s-ct/134/2901-03",
        "/s-ct/134/2898-02",
        "/s-ct/134/2899-02"
      ]
    },
    {
      "cite": "134 S.Ct. 2899",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12583008,
        12583009,
        12583010,
        12583006,
        12583007
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/134/2899-03",
        "/s-ct/134/2899-04",
        "/s-ct/134/2899-05",
        "/s-ct/134/2899-01",
        "/s-ct/134/2899-02"
      ]
    },
    {
      "cite": "710 F.3d 171",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3553097
      ],
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/710/0171-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3287",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 6,
      "pin_cites": [
        {
          "parenthetical": "2006 ed."
        },
        {
          "parenthetical": "emphasis added"
        },
        {
          "page": "1232",
          "parenthetical": "4th ed. 1951"
        },
        {
          "page": "1282",
          "parenthetical": "3d ed. 1933"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "31 U.S.C. § 3729",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)(A)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "96 L.Ed. 252",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "342 U.S. 225",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        641469
      ],
      "weight": 3,
      "year": 1952,
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/342/0225-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1077,
    "char_count": 23298,
    "pagerank": {
      "raw": 3.518253342871911e-07,
      "percentile": 0.883659819549325
    },
    "sha256": "e6faaee811a97c9a8d611685c0813aef631474a78fcb543973aceeb1b6571f55",
    "simhash": "1:baaede602f806e7b",
    "word_count": 3836
  },
  "last_updated": "2024-02-27T18:39:19.333631+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "KELLOGG BROWN & ROOT SERVICES, INC., et al., Petitioners\nv.\nUNITED STATES, ex rel. Benjamin CARTER."
    ],
    "opinions": [
      {
        "text": "Justice ALITOdelivered the opinion of the Court.\nWars have often provided \"exceptional opportunities\" for fraud on the United States Government. See United States v. Smith,342 U.S. 225, 228, 72 S.Ct. 260, 96 L.Ed. 252 (1952). \"The False Claims Act was adopted in 1863 and signed into law by President Abraham Lincoln in order to combat rampant fraud in Civil War defense contracts.\" S.Rep. No. 99-345, p. 8(1986), 1986 U.S.C.C.A.N. 5266, 5273. Predecessors of the Wartime Suspension of Limitations Act were enacted to address similar problems that arose during the First and Second World Wars. See Smith, supra,at 228-229, 72 S.Ct. 260.\nIn this case, we must decide two questions regarding those laws: first, whether the Wartime Suspension of Limitations Act applies only to criminal charges or also to civil claims; second, whether the False Claims Act's first-to-file bar keeps new claims out of court only while related claims are still alive or whether it may bar those claims in perpetuity.\nI\nA\nThe False Claims Act (FCA) imposes liability on any person who \"knowingly presents ... a false or fraudulent claim for payment or approval,\" 31 U.S.C. § 3729(a)(1)(A), \"to an officer or employee of the United States,\" 3729(b)(2)(A)(i). The FCA may be enforced not just through litigation brought by the Government itself, but also through civil qui tamactions that are filed by private parties, called relators, \"in the name of the Government.\" § 3730(b).\nIn a qui tamsuit under the FCA, the relator files a complaint under seal and serves the United States with a copy of the complaint and a disclosure of all material evidence. § 3730(b)(2). After reviewing these materials, the United States may \"proceed with the action, in which case the action shall be conducted by the Government,\" or it may \"notify the court that it declines to take over the action, in which case the person bringing the action shall have the right to conduct the action.\"§ 3730(b)(4). Regardless of the option that the United States selects, it retains the right at any time to dismiss the action entirely, § 3730(c)(2)(A), or to settle the case, § 3730(c)(2)(B).\nThe FCA imposes two restrictions on qui tamsuits that are relevant here. One, the \"first-to-file\" bar, precludes a qui tamsuit \"based on the facts underlying [a] pending action.\" § 3730(b)(5)(emphasis added). The other, the FCA's statute of limitations provision, states that a qui tamaction must be brought within six years of a violation or within three years of the date by which the United States should have known about a violation. In no circumstances, however, may a suit be brought more than 10 years after the date of a violation. § 3731(b).\nB\nThe Wartime Suspension of Limitations Act (WSLA) suspends the statute of limitations for \"any offense\" involving fraud against the Federal Government. 18 U.S.C. § 3287. Before 2008, this provision was activated only \"[w]hen the United States [was] at war.\" Ibid. (2006 ed.). In 2008, however, this provision was made to apply as well whenever Congress has enacted \"a specific authorization for the use of the Armed Forces, as described in section 5(b) of the War Powers Resolution (50 U.S.C. 1544(b)).\" Ibid. (2012 ed.).\nII\nPetitioners are defense contractors and related entities that provided logistical services to the United States military during the armed conflict in Iraq. From January to April 2005, respondent worked in Iraq for one of the petitioners as a water purification operator. He subsequently filed a qui tam complaint against petitioners (Carter I), alleging that they had fraudulently billed the Government for water purification services that were not performed or not performed properly. The Government declined to intervene.\nIn 2010, shortly before trial, the Government informed the parties about an earlier filed qui tam lawsuit, United States ex rel. Thorpe v. Halliburton Co., No. 05-cv-08924 (C.D.Cal., filed Dec. 23, 2005), that arguably contained similar claims. This initiated a remarkable sequence of dismissals and filings.\nThe District Court held that respondent's suit was related to Thorpeand thus dismissed his case without prejudice under the first-to-file bar. Respondent appealed, and while his appeal was pending, Thorpewas dismissed for failure to prosecute. Respondent quickly filed a new complaint (Carter II), but the District Court dismissed this second complaint under the first-to-file rule because respondent's own earlier case was still pending on appeal. Respondent then voluntarily dismissed this appeal, and in June 2011, more than six years after the alleged fraud, he filed yet another complaint (Carter III), and it is this complaint that is now at issue.\nPetitioners sought dismissal of this third complaint under the first-to-file rule, pointing to two allegedly related cases, one in Maryland and one in Texas, that had been filed in the interim between the filing of Carter Iand Carter III. This time, the court dismissed respondent's complaint with prejudice. The court held that the latest complaint was barred under the first-to-file rule because the Maryland suit was already pending when that complaint was filed. The court also ruled that the WSLA applies only to criminal charges and thus did not suspend the time for filing respondent's civil claims. As a result, the court concluded, all but one of those claims were untimely because they were filed more than six years after the alleged wrongdoing.\nThe Fourth Circuit reversed, rejecting the District Court's analysis of both the WSLA and first-to-file issues. United States ex rel. Carter v. Halliburton Co., 710 F.3d 171 (2013). Concluding that the WSLA applies to civil claims based on fraud committed during the conflict in Iraq,the Court of Appeals held that respondent's claims had been filed on time. The Court of Appeals also held that the first-to-file bar ceases to apply once a related action is dismissed. Since the Maryland and Texas cases had been dismissed by the time of the Fourth Circuit's decision, the court held that respondent had the right to refile his case. The Court of Appeals thus remanded Carter IIIwith instructions to dismiss without prejudice.\nAfter this was done, respondent filed Carter IV, but the District Court dismissed Carter IVon the ground that the petition for a writ of certiorari in Carter III(the case now before us) was still pending.\nWe granted that petition, 573 U.S. ----, 134 S.Ct. 2899, 189 L.Ed.2d 853 (2014), and we now reverse in part and affirm in part.\nIII\nThe text, structure, and history of the WSLA show that the Act applies only to criminal offenses.\nA\nThe WSLA's roots extend back to the time after the end of World War I. Concerned about war-related frauds, Congress in 1921 enacted a statute that extended the statute of limitations for such offenses. The new law provided as follows: \"[I]n offenses involving the defrauding or attempts to defraud the United States or any agency thereof ... and now indictable under any existing statutes,the period of limitations shall be six years.\" Act of Nov. 17, 1921, ch. 124, 42 Stat. 220 (emphasis added). Since only crimes are \"indictable,\" this provision quite clearly was limited to the filing of criminal charges.\nIn 1942, after the United States entered World War II, Congress enacted a similar suspension statute. This law, like its predecessor, applied to fraud \"offenses ... now indictable under any existing statutes,\" but this time the law suspended \"any\" \"existing statute of limitations\" until the fixed date of June 30, 1945. Act of Aug. 24, 1942, ch. 555, 56 Stat. 747-748.\nAs that date approached, Congress decided to adopt a suspension statute which would remain in force for the duration of the war. Congress amended the 1942 WSLA in three important ways. First, Congress deleted the phrase \"now indictable under any statute,\" so that the WSLA was made to apply simply to \"any offense against the laws of the United States.\" 58 Stat. 667. Second, although previous versions of the WSLA were of definite duration, Congress now suspended the limitations period for the open-ended timeframe of \"three years after the termination of hostilities in the present war as proclaimed by the President or by a concurrent resolution of the two Houses of Congress.\" Ibid. Third, Congress expanded the statute's coverage beyond offenses \"involving defrauding or attempts to defraud the United States\" to include other offenses pertaining to Government contracts and the handling and disposal of Government property. Ibid., and § 28, 58 Stat. 781.\nCongress made more changes in 1948. From then until 2008, the WSLA's relevant language was as follows:\n\"When the United States is at war the running of any statute of limitations applicable to any offense (1) involving fraud or attempted fraud against the United States or any agency thereof in any manner, whether by conspiracy or not ... shall be suspended until three years after the termination of hostilities as proclaimed by the President or by a concurrent resolution of Congress.\" Act of June 25, 1948, § 3287, 62 Stat. 828.\nIn addition, Congress codified the WSLA in Title 18 of the United States Code, titled \"Crimes and Criminal Procedure.\"\nFinally, in 2008, Congress once again amended the WSLA, this time in two relevant ways. First, as noted, Congress changed the Act's triggering event, providing that tolling is available not only \"[w]hen the United States is at war,\" but also when Congress has enacted a specific authorization for the use of military force. Second, Congress extended the suspension period from three to five years. § 855, 122 Stat. 4545.\nB\nWith this background in mind, we turn to the question whether the WSLA applies to civil claims as well as criminal charges. We hold that the Act applies only to the latter.\nWe begin with the WSLA's text. The WSLA suspends \"the running of any statute of limitations applicable to any offense ... involving fraud or attempted fraud against the United States or any agency thereof.\" 18 U.S.C. § 3287(emphasis added). The term \"offense\" is most commonly used to refer to crimes. At the time of both the 1948 and 2008 amendments to the Act, the primary definition of \"offense\" in Black's Law Dictionary referred to crime. Black's Law Dictionary 1110 (8th ed. 2004) (Black's) (\"A violation of the law; a crime, often a minor one. See crime\"); id., at 1232 (4th ed. 1951) (\"A crime or misdemeanor; a breach of the criminal laws\"); id., at 1282 (3d ed. 1933) (same). The 1942 edition of Webster's similarly states that \"offense\" \"has no technical legal meaning; but it is sometimes used specifically for an indictable crime ... and sometimes for a misdemeanor or wrong punishable only by fine or penalty.\" Webster's New International Dictionary 1690 (2d ed.). See also Webster's Third New International Dictionary 1566 (1976) (Webster's Third) (\"an infraction of law: crime, misdemeanor\"); American Heritage Dictionary 1255 (3d ed. 1992) (\"A transgression of law; a crime\").\nIt is true that the term \"offense\" is sometimes used more broadly. For instance, the 1948 edition of Ballentine's Law Dictionary cautions: \"The words 'crime' and 'offense' are not necessarily synonymous. All crimes are offenses, but some offenses are not crimes.\" Ballentine's Law Dictionary 900.\nBut while the term \"offense\" is sometimes used in this way, that is not how the word is used in Title 18. Although the term appears hundreds of times in Title 18, neither respondent nor the Solicitor General, appearing as an amicusin support of respondent, has been able to find a single provision of that title in which \"offense\" is employed to denote a civil violation. The Solicitor General cites eight provisions,but not one actually labels a civil wrong as an \"offense.\" Instead, they all simply attach civil penalties to criminal offenses-as the Deputy Solicitor General acknowledged at oral argument. See Tr. of Oral Arg. 28-29.\nNot only is this pattern of usage telling, but when Title 18 was enacted in 1948, the very first provision, what was then 18 U.S.C. § 1, classified all offenses as crimes. That provision read in pertinent part as follows:\n\" § 1. Offenses classified.\n\"Notwithstanding any Act of Congress to the contrary:\n\"(1) Any offense punishable by death or imprisonment for a term exceeding one year is a felony.\n\"(2) Any other offense is a misdemeanor.\" 62 Stat. 684 (repealed Oct. 12, 1984).\nThe Solicitor General correctly points out that regulatory provisions outside Title 18 sometimes use the term \"offense\" to describe a civil violation, see Brief for United States as Amicus Curiae10 (United States Brief), but it is significant that Congress chose to place the WSLA in Title 18. Although we have cautioned against \"plac[ing] too much significance on the location of a statute in the United States Code,\" Jones v. R.R. Donnelley & Sons Co., 541 U.S. 369, 376, 124 S.Ct. 1836, 158 L.Ed.2d 645 (2004), we have in similar circumstances regarded the placement of a provision as relevant in determining whether its content is civil or criminal in nature, see Kansas v. Hendricks,521 U.S. 346, 361, 117 S.Ct. 2072, 138 L.Ed.2d 501 (1997). It is also revealing that Congress has used clearer and more specific language when it has wanted to toll the statutes of limitations for civil suits as well as crimes. Only two months after enacting the WSLA, Congress passed a tolling statute for \"violations of the antitrust laws ... now indictable or subject to civil proceedings.\" Act of Oct. 10, 1942, ch. 589, 56 Stat. 781 (emphasis added). Congress obviously could have included a similar \"civil proceedings\" clause in the WSLA, but it did not do so.\nThe WSLA's history provides what is perhaps the strongest support for the conclusion that it applies only to criminal charges. The parties do not dispute that the term \"offenses\" in the 1921 and 1942 suspension statutes applied only to crimes, Brief for Petitioners 23; Brief for Respondent at 24-25, and after 1942, the WSLA continued to use that same term. The retention of the same term in the later laws suggests that no fundamental alteration was intended.\nRespondent and the Government latch onto the 1944 Act's removal of the phrase \"now indictable under any statute\" and argue that this deletion had the effect of sweeping in civil claims, but this argument is most improbable. Simply deleting the phrase \"now indictable under the statute,\" while leaving the operative term \"offense\" unchanged would have been an obscure way of substantially expanding the WSLA's reach. Fundamental changes in the scope of a statute are not typically accomplished with so subtle a move. Converting the WSLA from a provision that suspended the statute of limitations for criminal prosecutions into one that also suspended the time for commencing a civil action would have been a big step. If Congress had meant to make such a change, we would expect it to have used language that made this important modification clear to litigants and courts.\nRespondent's and the Government's interpretation of the significance of the deletion of the phrase \"now indictable\" ignores a more plausible explanation, namely, Congress' decision to make the WSLA applicable, not just to offenses committed in the past during or in the aftermath of particular wars, but also to future offenses committed during future wars. When the phrase \"now indictable\" first appeared in the 1921 Act, it meant that the statute of limitations was suspended for only those crimes that had already been committed when the Act took effect. This made sense because the 1921 Act was a temporary measure enacted to deal with problems resulting from the First World War. The 1942 Act simply \"readopt[ed] the [same] World War I policy\" to deal with claims during World War II. Bridges v. United States,346 U.S. 209, 219, 73 S.Ct. 1055, 97 L.Ed. 1557 (1953).\nThe 1944 amendments, however, changed the WSLA from a retroactive measure designed to deal exclusively with past fraud into a measure applicable to future fraud as well. In order to complete this transformation, it was necessary to remove the phrase \"now indictable,\" which, as noted, limited the applicability of the suspension to offenses committed in the past. Thus, the removal of the \"now indictable\" provision was more plausibly driven by Congress' intent to apply the WSLA prospectively, not by any desire to expand the WSLA's reach to civil suits. For all these reasons, we think it clear that the term \"offense\" in the WSLA applies solely to crimes.\nBut even if there were some ambiguity in the WSLA's use of that term, our cases instruct us to resolve that ambiguity in favor of the narrower definition. We have said that the WSLA should be \"narrowly construed\" and \" 'interpreted in favor of repose.' \" Id.,at 216, 73 S.Ct. 1055(quoting United States v. Scharton,285 U.S. 518, 521-522, 52 S.Ct. 416, 76 L.Ed. 917 (1932)). Applying that principle here means that the term \"offense\" must be construed to refer only to crimes. Because this case involves civil claims, the WSLA does not suspend the applicable statute of limitations under either the 1948 or the 2008 version of the statute.\nIV\nPetitioners acknowledge that respondent has raised other arguments that, if successful, could render at least one claim timely on remand. We therefore consider whether respondent's claims must be dismissed with prejudice under the first-to-file rule. We conclude that dismissal with prejudice was not called for.\nThe first-to-file bar provides that \"[w]hen a person brings an action ... no person other than the Government may intervene or bring a related action based on the facts underlying the pendingaction.\" 31 U.S.C. § 3730(b)(5)(emphasis added). The term \"pending\" means \"[r]emaining undecided; awaiting decision.\" Black's 1314 (10th ed. 2014). See also Webster's Third 1669 (1976) (defining \"pending\" to mean \"not yet decided: in continuance: in suspense\"). If the reference to a \"pending\" action in the FCA is interpreted in this way, an earlier suit bars a later suit while the earlier suit remains undecided but ceases to bar that suit once it is dismissed. We see no reason not to interpret the term \"pending\" in the FCA in accordance with its ordinary meaning.\nPetitioners argue that Congress used the term \"pending\" in a very different-and very peculiar-way. In the FCA, according to petitioners, the term \"pending\" \"is 'used as a short-hand for the first filed action.' \" Brief for Petitioners 44. Thus, as petitioners see things, the first-filed action remains \"pending\" even after it has been dismissed, and it forever bars any subsequent related action.\nThis interpretation does not comport with any known usage of the term \"pending.\" Under this interpretation, Marbury v. Madison,1 Cranch 137, 2 L.Ed. 60 (1803), is still \"pending.\" So is the trial of Socrates.\nPetitioners say that Congress used the term \"pending\" in the FCA as a sort of \"short-hand,\" but a shorthand phrase or term is employed to provide a succinct way of expressing a concept that would otherwise require a lengthy or complex formulation. Here, we are told that \"pending\" is shorthand for \"first-filed,\" a term that is neither lengthy nor complex. And if Congress had wanted to adopt the rule that petitioners favor, the task could have been accomplished in other equally economical ways-for example, by replacing \"pending,\" with \"earlier\" or \"prior.\"\nNot only does petitioners' argument push the term \"pending\" far beyond the breaking point, but it would lead to strange results that Congress is unlikely to have wanted. Under petitioners' interpretation, a first-filed suit would bar all subsequent related suits even if that earlier suit was dismissed for a reason having nothing to do with the merits. Here, for example, the Thorpesuit, which provided the ground for the initial invocation of the first-to-file rule, was dismissed for failure to prosecute. Why would Congress want the abandonment of an earlier suit to bar a later potentially successful suit that might result in a large recovery for the Government?\nPetitioners contend that interpreting \"pending\" to mean pending would produce practical problems, and there is some merit to their arguments. In particular, as petitioners note, if the first-to-file bar is lifted once the first-filed action ends, defendants may be reluctant to settle such actions for the full amount that they would accept if there were no prospect of subsequent suits asserting the same claims. See Brief for Petitioners at 56-57. Respondent and the United States argue that the doctrine of claim preclusion may protect defendants if the first-filed action is decided on the merits, id.,at 60-61; United States Brief 30, but that issue is not before us in this case. The False Claims Act's qui tamprovisions present many interpretive challenges, and it is beyond our ability in this case to make them operate together smoothly like a finely tuned machine. We hold that a qui tamsuit under the FCA ceases to be \"pending\" once it is dismissed. We therefore agree with the Fourth Circuit that the dismissal with prejudice of respondent's one live claim was error.\n* * *\nThe judgment of the United States Court of Appeals for the Fourth Circuit is reversed in part and affirmed in part, and the case is remanded for further proceedings consistent with this opinion.\nIt is so ordered.\n29 NO. 24 Westlaw Journal Employment 929 NO. 24 Westlaw Journal Employment 929 NO. 24 Westlaw Journal Employment 9\nThe Court of Appeals held that the Authorization for Use of Military Force Against Iraq Resolution of 2002, 116 Stat. 1498, note following 50 U.S.C. § 1541, p. 312, was sufficient to satisfy the \"at war\" requirement in the pre-2008 version of the WSLA. The Court of Appeals consequently found it unnecessary to decide whether the pre- or post-2008 version of the WSLA governed respondent's claims.\nThe claims giving rise to the present suit originated in 2005, but respondent filed the operative complaint in 2011. Resolution of the questions before us in this case does not require us to decide which of these two versions of the WSLA applies to respondent's claims.\n18 U.S.C. §§ 38; 248, 670, 1033(a), 1964, 2292(a), 2339B, 2339C.\nThis holding obviates any need to determine which version of the WSLA applies or whether the term \"war\" in the 1948 Act applies only when Congress has formally declared war.",
        "type": "majority",
        "author": "Justice ALITOdelivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "John P. Elwood, Washington, DC, for the petitioners.",
      "David S. Stone, Short Hills, NJ, for the respondent.",
      "John M. Faust, Law Office of John M. Faust, PLLC, Washington, DC, John P. Elwood, Counsel of Record, Craig D. Margolis, Jeremy C. Marwell, Tirzah S. Lollar, Kathleen C. Neace, Vinson & Elkins LLP, Washington, DC, for Petitioners.",
      "Thomas M. Dunlap, David Ludwig, DunlapWeaver PLLC, Leesburg, VA, David S. Stone, Counsel of Record, Robert A. Magnanini, Amy Walker Wagner, Jason C. Spiro, Stone & Magnanini LLP, Short Hills, NJ, for Respondent Benjamin Carter."
    ],
    "corrections": "",
    "head_matter": "KELLOGG BROWN & ROOT SERVICES, INC., et al., Petitioners\nv.\nUNITED STATES, ex rel. Benjamin CARTER.\nNo. 12-1497.\nSupreme Court of the United States\nArgued Jan. 13, 2015.\nDecided May 26, 2015.\nJohn P. Elwood, Washington, DC, for the petitioners.\nDavid S. Stone, Short Hills, NJ, for the respondent.\nMalcolm L. Stewartfor the United States as amicus curiae, by special leave of the Court, supporting the respondent.\nJohn M. Faust, Law Office of John M. Faust, PLLC, Washington, DC, John P. Elwood, Counsel of Record, Craig D. Margolis, Jeremy C. Marwell, Tirzah S. Lollar, Kathleen C. Neace, Vinson & Elkins LLP, Washington, DC, for Petitioners.\nThomas M. Dunlap, David Ludwig, DunlapWeaver PLLC, Leesburg, VA, David S. Stone, Counsel of Record, Robert A. Magnanini, Amy Walker Wagner, Jason C. Spiro, Stone & Magnanini LLP, Short Hills, NJ, for Respondent Benjamin Carter.\nOpinion"
  },
  "file_name": "1970-01",
  "first_page_order": 1970,
  "last_page_order": 1979
}
