{
  "id": 12589943,
  "name": "EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Petitioner v. ABERCROMBIE & FITCH STORES, INC.",
  "name_abbreviation": "Equal Emp't Opportunity Comm'n v. Abercrombie & Fitch Stores, Inc.",
  "decision_date": "2015-06-01",
  "docket_number": "No. 14–86.",
  "first_page": "2028",
  "last_page": "2042",
  "citations": [
    {
      "type": "official",
      "cite": "135 S. Ct. 2028"
    },
    {
      "type": "parallel",
      "cite": "192 L. Ed. 2d 35"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "133 S.Ct. 2517",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12698471
      ],
      "weight": 2,
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/us/570/0338-01"
      ]
    },
    {
      "cite": "78 Stat. 253",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "189 L.Ed.2d 897",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12592922,
        12592923
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/0044-03",
        "/s-ct/135/0044-04"
      ]
    },
    {
      "cite": "135 S.Ct. 44",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        4264107
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/br/518/0044-01"
      ]
    },
    {
      "cite": "731 F.3d 1106",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6048819
      ],
      "weight": 3,
      "year": 2013,
      "pin_cites": [
        {
          "page": "1131"
        },
        {
          "page": "1142",
          "parenthetical": "emphasis deleted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/731/1106-01"
      ]
    },
    {
      "cite": "798 F.Supp.2d 1272",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        4259346
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/798/1272-01"
      ]
    },
    {
      "cite": "429 U.S. 125",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8060
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "153-155",
          "parenthetical": "Brennan, J., dissenting"
        },
        {
          "parenthetical": "Brennan, J., dissenting"
        },
        {
          "parenthetical": "Brennan, J., dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/429/0125-01"
      ]
    },
    {
      "cite": "434 U.S. 136",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6180563
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "144"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/434/0136-01"
      ]
    },
    {
      "cite": "200 U.S. 321",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8294520
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "337"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/200/0321-01"
      ]
    },
    {
      "cite": "101 F.3d 1012",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7640633
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "1018"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f3d/101/1012-01"
      ]
    },
    {
      "cite": "569 F.3d 576",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3661076
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "579-580"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f3d/569/0576-01"
      ]
    },
    {
      "cite": "479 U.S. 60",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6210673
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "63, n. 1",
          "parenthetical": "\"The reasonable accommodation duty was incorporated into the statute, somewhat awkwardly, in the definition of religion\""
        },
        {
          "parenthetical": "\"The reasonable accommodation duty was incorporated into the statute, somewhat awkwardly, in the definition of religion\""
        },
        {
          "parenthetical": "\"The reasonable accommodation duty was incorporated into the statute, somewhat awkwardly, in the definition of religion\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/479/0060-01"
      ]
    },
    {
      "cite": "797 F.2d 129",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1615110
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "134, n. 2",
          "parenthetical": "\"In addition to her religious accommodation argument, [the plaintiff] maintains that she prevailed in the district court on a disparate treatment claim\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/797/0129-01"
      ]
    },
    {
      "cite": "432 U.S. 63",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6177171
      ],
      "weight": 12,
      "year": 1977,
      "pin_cites": [
        {
          "page": "76"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/432/0063-01"
      ]
    },
    {
      "cite": "402 U.S. 689",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11735311
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        },
        {
          "parenthetical": "per curiam"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/402/0689-01"
      ]
    },
    {
      "cite": "429 F.2d 324",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2235996
      ],
      "year": 1970,
      "opinion_index": 1,
      "case_paths": [
        "/f2d/429/0324-01"
      ]
    },
    {
      "cite": "300 F.Supp. 709",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        5435026
      ],
      "pin_cites": [
        {
          "page": "713"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f-supp/300/0709-01"
      ]
    },
    {
      "cite": "468 F.2d 346",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        247539
      ],
      "year": 1972,
      "pin_cites": [
        {
          "page": "350"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f2d/468/0346-01"
      ]
    },
    {
      "cite": "627 F.3d 849",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4072451
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "853",
          "parenthetical": "addressing a policy forbidding display of \"religious items\" in management offices"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f3d/627/0849-01"
      ]
    },
    {
      "cite": "442 U.S. 256",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1532186
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "279",
          "parenthetical": "internal citation and footnote omitted"
        },
        {
          "parenthetical": "internal citation and footnote omitted"
        },
        {
          "parenthetical": "internal citation and footnote omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/442/0256-01"
      ]
    },
    {
      "cite": "401 U.S. 424",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11712736
      ],
      "weight": 3,
      "year": 1971,
      "opinion_index": 1,
      "case_paths": [
        "/us/401/0424-01"
      ]
    },
    {
      "cite": "540 U.S. 44",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8896889
      ],
      "weight": 5,
      "year": 2003,
      "pin_cites": [
        {
          "page": "52",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/540/0044-01"
      ]
    },
    {
      "cite": "557 U.S. 557",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3658054
      ],
      "weight": 8,
      "year": 2009,
      "pin_cites": [
        {
          "page": "577",
          "parenthetical": "internal quotation marks and alteration omitted"
        },
        {
          "parenthetical": "internal quotation marks and alteration omitted"
        },
        {
          "parenthetical": "internal quotation marks and alteration omitted"
        },
        {
          "page": "577"
        },
        {
          "page": "577"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/557/0557-01"
      ]
    },
    {
      "cite": "78 Stat. 253",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 1
    },
    {
      "cite": "731 F.3d 1106",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6048819
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "1120",
          "parenthetical": "\"A claim for religious discrimination under Title VII can be asserted under several different theories, including disparate treatment and failure to accommodate\" (internal quotation marks omitted)"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f3d/731/1106-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1414,
    "char_count": 41047,
    "pagerank": {
      "raw": 3.9611511996616364e-07,
      "percentile": 0.9042849602428559
    },
    "sha256": "1568ed223e383eddfc60060c57c27fc4d48040ac5fb91e7bac6bf85091f2daa0",
    "simhash": "1:ebf27256a8930bf0",
    "word_count": 6361
  },
  "last_updated": "2024-02-27T18:39:19.333631+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Petitioner\nv.\nABERCROMBIE & FITCH STORES, INC."
    ],
    "opinions": [
      {
        "text": "Justice SCALIAdelivered the opinion of the Court.\nTitle VII of the Civil Rights Act of 1964 prohibits a prospective employer from refusing to hire an applicant in order to avoid accommodating a religious practice that it could accommodate without undue hardship. The question presented is whether this prohibition applies only where an applicant has informed the employer of his need for an accommodation.\nI\nWe summarize the facts in the light most favorable to the Equal Employment Opportunity Commission (EEOC), against whom the Tenth Circuit granted summary judgment. Respondent Abercrombie & Fitch Stores, Inc., operates several lines of clothing stores, each with its own \"style.\" Consistent with the image Abercrombie seeks to project for each store, the company imposes a Look Policy that governs its employees' dress. The Look Policy prohibits \"caps\"-a term the Policy does not define-as too informal for Abercrombie's desired image.\nSamantha Elauf is a practicing Muslim who, consistent with her understanding of her religion's requirements, wears a headscarf. She applied for a position in an Abercrombie store, and was interviewed by Heather Cooke, the store's assistant manager. Using Abercrombie's ordinary system for evaluating applicants, Cooke gave Elauf a rating that qualified her to be hired; Cooke was concerned, however, that Elauf's headscarf would conflict with the store's Look Policy.\nCooke sought the store manager's guidance to clarify whether the headscarf was a forbidden \"cap.\" When this yielded no answer, Cooke turned to Randall Johnson, the district manager. Cooke informed Johnson that she believed Elauf wore her headscarf because of her faith. Johnson told Cooke that Elauf's headscarf would violate the Look Policy, as would all other headwear, religious or otherwise, and directed Cooke not to hire Elauf.\nThe EEOC sued Abercrombie on Elauf's behalf, claiming that its refusal to hire Elauf violated Title VII. The District Court granted the EEOC summary judgment on the issue of liability, 798 F.Supp.2d 1272 (N.D.Okla.2011), held a trial on damages, and awarded $20,000. The Tenth Circuit reversed and awarded Abercrombie summary judgment. 731 F.3d 1106 (2013). It concluded that ordinarily an employer cannot be liable under Title VII for failing to accommodate a religious practice until the applicant (or employee) provides the employer with actual knowledge of his need for an accommodation. Id., at 1131. We granted certiorari. 573 U.S. ----, 135 S.Ct. 44, 189 L.Ed.2d 897 (2014).\nII\nTitle VII of the Civil Rights Act of 1964 78 Stat. 253, as amended, prohibits two categories of employment practices. It is unlawful for an employer:\n\"(1) to fail or refuse to hire or to discharge any individual, or otherwise to discriminate against any individual with respect to his compensation, terms, conditions, or privileges of employment, because of such individual's race, color, religion, sex, or national origin; or\n(2) to limit, segregate, or classify his employees or applicants for employment in any way which would deprive or tend to deprive any individual of employment opportunities or otherwise adversely affect his status as an employee, because of such individual's race, color, religion, sex, or national origin.\" 42 U.S.C. § 2000e-2(a).\nThese two proscriptions, often referred to as the \"disparate treatment\" (or \"intentional discrimination\") provision and the \"disparate impact\" provision, are the only causes of action under Title VII. The word \"religion\" is defined to \"includ[e] all aspects of religious observance and practice, as well as belief, unless an employer demonstrates that he is unable to reasonably accommodate to\" a \"religious observance or practice without undue hardship on the conduct of the employer's business.\" § 2000e(j).\nAbercrombie's primary argument is that an applicant cannot show disparate treatment without first showing that an employer has \"actual knowledge\" of the applicant's need for an accommodation. We disagree. Instead, an applicant need only show that his need for an accommodation was a motivating factor in the employer's decision.\nThe disparate-treatment provision forbids employers to: (1) \"fail ... to hire\" an applicant (2) \"because of\" (3) \"such individual's ... religion\" (which includes his religious practice). Here, of course, Abercrombie (1) failed to hire Elauf. The parties concede that (if Elauf sincerely believes that her religion so requires) Elauf's wearing of a headscarf is (3) a \"religious practice.\" All that remains is whether she was not hired (2) \"because of\" her religious practice.\nThe term \"because of\" appears frequently in antidiscrimination laws. It typically imports, at a minimum, the traditional standard of but-for causation. University of Tex. Southwestern Medical Center v. Nassar,570 U.S. ----, 133 S.Ct. 2517, 186 L.Ed.2d 503 (2013). Title VII relaxes this standard, however, to prohibit even making a protected characteristic a \"motivating factor\" in an employment decision. 42 U.S.C. § 2000e-2(m). \"Because of\" in § 2000e-2(a)(1)links the forbidden consideration to each of the verbs preceding it; an individual's actual religious practice may not be a motivating factor in failing to hire, in refusing to hire, and so on.\nIt is significant that § 2000e-2(a)(1)does not impose a knowledge requirement. As Abercrombie acknowledges, some antidiscrimination statutes do. For example, the Americans with Disabilities Act of 1990 defines discrimination to include an employer's failure to make \"reasonable accommodations to the known physical or mental limitations\" of an applicant. § 12112(b)(5)(A) (emphasis added). Title VII contains no such limitation.\nInstead, the intentional discrimination provision prohibits certain motives,regardless of the state of the actor's knowledge. Motive and knowledge are separate concepts. An employer who has actual knowledge of the need for an accommodation does not violate Title VII by refusing to hire an applicant if avoiding that accommodation is not his motive. Conversely, an employer who acts with the motive of avoiding accommodation may violate Title VII even if he has no more than an unsubstantiated suspicion that accommodation would be needed.\nThus, the rule for disparate-treatment claims based on a failure to accommodate a religious practice is straightforward: An employer may not make an applicant's religious practice, confirmed or otherwise, a factor in employment decisions. For example, suppose that an employer thinks (though he does not know for certain) that a job applicant may be an orthodox Jew who will observe the Sabbath, and thus be unable to work on Saturdays. If the applicant actually requires an accommodation of that religious practice, and the employer's desire to avoid the prospective accommodation is a motivating factor in his decision, the employer violates Title VII.\nAbercrombie urges this Court to adopt the Tenth Circuit's rule \"allocat[ing] the burden of raising a religious conflict.\" Brief for Respondent 46. This would require the employer to have actual knowledge of a conflict between an applicant's religious practice and a work rule. The problem with this approach is the one that inheres in most incorrect interpretations of statutes: It asks us to add words to the law to produce what is thought to be a desirable result. That is Congress's province. We construe Title VII's silence as exactly that: silence. Its disparate-treatment provision prohibits actions taken with the motive of avoiding the need for accommodating a religious practice. A request for accommodation, or the employer's certainty that the practice exists, may make it easier to infer motive, but is not a necessary condition of liability.\nAbercrombie argues in the alternative that a claim based on a failure to accommodate an applicant's religious practice must be raised as a disparate-impact claim, not a disparate-treatment claim. We think not. That might have been true if Congress had limited the meaning of \"religion\" in Title VII to religious belief-so that discriminating against a particular religious practicewould not be disparate treatment though it might have disparate impact. In fact, however, Congress defined \"religion,\" for Title VII's purposes, as \"includ[ing] all aspects of religious observance and practice, as well as belief.\" 42 U.S.C. § 2000e(j). Thus, religious practice is one of the protected characteristics that cannot be accorded disparate treatment and must be accommodated.\nNor does the statute limit disparate-treatment claims to only those employer policies that treat religious practices less favorably than similar secular practices. Abercrombie's argument that a neutral policy cannot constitute \"intentional discrimination\" may make sense in other contexts. But Title VII does not demand mere neutrality with regard to religious practices-that they be treated no worse than other practices. Rather, it gives them favored treatment, affirmatively obligating employers not \"to fail or refuse to hire or discharge any individual ... because of such individual's\" \"religious observance and practice.\" An employer is surely entitled to have, for example, a no-headwear policy as an ordinary matter. But when an applicant requires an accommodation as an \"aspec[t] of religious ... practice,\" it is no response that the subsequent \"fail[ure] ... to hire\" was due to an otherwise-neutral policy. Title VII requires otherwise-neutral policies to give way to the need for an accommodation.\n* * *\nThe Tenth Circuit misinterpreted Title VII's requirements in granting summary judgment. We reverse its judgment and remand the case for further consideration consistent with this opinion.\nIt is so ordered.\nJustice ALITO, concurring in the judgment.\nThis case requires us to interpret a provision of Title VII of the Civil Rights Act of 1964 that prohibits an employer from taking an adverse employment action (refusal to hire, discharge, etc.) \"against any individual ... because ofsuch individual's ... religion.\" 42 U.S.C. § 2000e-2(a). Another provision states that the term \"religion\" \"includes all aspects of religious observance and practice, as well as belief, unless an employer demonstrates that he is unable to reasonably accommodate to an employee's or prospective employee's religious observance or practice without undue hardship on the conduct of the employer's business.\" § 2000e(j). When these two provisions are put together, the following rule (expressed in somewhat simplified terms) results: An employer may not take an adverse employment action against an applicant or employee because of any aspect of that individual's religious observance or practice unless the employer demonstrates that it is unable to reasonably accommodate that observance or practice without undue hardship.\nIn this case, Samantha Elauf, a practicing Muslim, wore a headscarf for a religious reason when she was interviewed for a job in a store operated by Abercrombie & Fitch. She was rejected because her scarf violated Abercrombie's dress code for employees. There is sufficient evidence in the summary judgment record to support a finding that Abercrombie's decisionmakers knew that Elauf was a Muslim and that she wore the headscarf for a religious reason. But she was never asked why she wore the headscarf and did not volunteer that information. Nor was she told that she would be prohibited from wearing the headscarf on the job. The Tenth Circuit held that Abercrombie was entitled to summary judgment because, except perhaps in unusual circumstances, \"[a]pplicants or employees must initially inform employers of their religious practices that conflict with a work requirement and their need for a reasonable accommodation for them.\" 731 F.3d 1106, 1142 (2013)(emphasis deleted).\nThe relevant provisions of Title VII, however, do not impose the notice requirement that formed the basis for the Tenth Circuit's decision. While I interpret those provisions to require proof that Abercrombie knew that Elauf wore the headscarf for a religious reason, the evidence of Abercrombie's knowledge is sufficient to defeat summary judgment.\nThe opinion of the Court states that \"§ 2000e-2(a)(1)does not impose a knowledge requirement,\" ante,at 2032, but then reserves decision on the question whether it is a condition of liability that the employer know or suspect that the practice he refuses to accommodate is a religious practice, ante,at 2033, n. 3, but in my view, the answer to this question, which may arise on remand,is obvious. I would hold that an employer cannot be held liable for taking an adverse action because of an employee's religious practice unless the employer knows that the employee engages in the practice for a religious reason. If § 2000e-2(a)(1)really \"does not impose a knowledge requirement,\" ante at 2032, it would be irrelevant in this case whether Abercrombie had any inkling that Elauf is a Muslim or that she wore the headscarf for a religious reason. That would be very strange.\nThe scarves that Elauf wore were not articles of clothing that were designed or marketed specifically for Muslim women. Instead, she generally purchased her scarves at ordinary clothing stores. In this case, the Abercrombie employee who interviewed Elauf had seen her wearing scarves on other occasions, and for reasons that the record does not make clear, came to the (correct) conclusion that she is a Muslim. But suppose that the interviewer in this case had never seen Elauf before. Suppose that the interviewer thought Elauf was wearing the scarf for a secular reason. Suppose that nothing else about Elauf made the interviewer even suspect that she was a Muslim or that she was wearing the scarf for a religious reason. If \"§ 2000e-2(a)(1)does not impose a knowledge requirement,\" Abercrombie would still be liable. The EEOC, which sued on Elauf's behalf, does not adopt that interpretation, see, e.g.,Brief for Petitioner 19, and it is surely wrong.\nThe statutory text does not compel such a strange result. It is entirely reasonable to understand the prohibition against an employer's taking an adverse action because of a religious practice to mean that an employer may not take an adverse action because of a practice that the employer knows to be religious. Consider the following sentences. The parole board granted the prisoner parole because of an exemplaryrecord in prison. The court sanctioned the attorney because of a flagrantviolation of Rule 11 of the Federal Rules of Civil Procedure. No one is likely to understand these sentences to mean that the parole board granted parole because of a record that, unbeknownst to the board, happened to be exemplary or that the court sanctioned the attorney because of a violation that, unbeknownst to the court, happened to be flagrant. Similarly, it is entirely reasonable to understand this statement-\"The employer rejected the applicant because of a religious practice\"-to mean that the employer rejected the applicant because of a practice that the employer knew to be religious.\nThis interpretation makes sense of the statutory provisions. Those provisions prohibit intentional discrimination, which is blameworthy conduct, but if there is no knowledge requirement, an employer could be held liable without fault. The prohibition of discrimination because of religious practices is meant to force employers to consider whether those practices can be accommodated without undue hardship. See § 2000e(j). But the \"no-knowledge\" interpretation would deprive employers of that opportunity. For these reasons, an employer cannot be liable for taking adverse action because of a religious practice if the employer does not know that the practice is religious.\nA plaintiff need not show, however, that the employer took the adverse action because of the religious nature of the practice. Cf. post,at 2038 - 2039 (THOMAS, J., concurring in part and dissenting in part). Suppose, for example, that an employer rejected all applicants who refuse to work on Saturday, whether for religious or nonreligious reasons. Applicants whose refusal to work on Saturday was known by the employer to be based on religion will have been rejected because of a religious practice.\nThis conclusion follows from the reasonable accommodation requirement imposed by § 2000e(j). If neutral work rules (e.g.,every employee must work on Saturday, no employee may wear any head covering) precluded liability, there would be no need to provide that defense, which allows an employer to escape liability for refusing to make an exception to a neutral work rule if doing so would impose an undue hardship.\nThis brings me to a final point. Under the relevant statutory provisions, an employer's failure to make a reasonable accommodation is not an element that the plaintiff must prove. I am therefore concerned about the Court's statement that it \"isthe plaintiff's burden [to prove failure to accommodate].\" Ante, at 2032 n. 2. This blatantly contradicts the language of the statutes. As I noted at the beginning, when § 2000e-2(a)and § 2000e(j)are combined, this is the result:\n\"It shall be an unlawful employment practice for an employer ... to fail or refuse to hire ... any individual ... because of [any aspect of] such individual's ... religious ... practice ... unless an employer demonstrates that he is unable to reasonably accommodate to [the] employee's or prospective employee's religious... practice... without undue hardship on the conduct of the employer's business.\" (Emphasis added.)\nThe clause that begins with the term \"unless\" unmistakably sets out an employer defense. If an employer chooses to assert that defense, it bears both the burden of production and the burden of persuasion. A plaintiff, on the other hand, must prove the elements set out prior to the \"unless\" clause, but that portion of the rule makes no mention of accommodation. Thus, a plaintiff need not plead or prove that the employer wished to avoid making an accommodation or could have done so without undue hardship. If a plaintiff shows that the employer took an adverse employment action because of a religious observance or practice, it is then up to the employer to plead and prove the defense. The Court's statement subverts the statutory text, and in close cases, the Court's reallocation of the burden of persuasion may be decisive.\nIn sum, the EEOC was required in this case to prove that Abercrombie rejected Elauf because of a practice that Abercrombie knew was religious. It is undisputed that Abercrombie rejected Elauf because she wore a headscarf, and there is ample evidence in the summary judgment record to prove that Abercrombie knew that Elauf is a Muslim and that she wore the scarf for a religious reason. The Tenth Circuit therefore erred in ordering the entry of summary judgment for Abercrombie. On remand, the Tenth Circuit can consider whether there is sufficient evidence to support summary judgment in favor of the EEOC on the question of Abercrombie's knowledge. The Tenth Circuit will also be required to address Abercrombie's claim that it could not have accommodated Elauf's wearing the headscarf on the job without undue hardship.\nFor brevity's sake, we will in the balance of this opinion usually omit reference to the § 2000e(j)\"undue hardship\" defense to the accommodation requirement, discussing the requirement as though it is absolute.\nThe concurrence mysteriously concludes that it is not the plaintiff's burden to prove failure to accommodate. Post,at 2036. But of course that is the plaintiff's burden, if failure to hire \"because of\" the plaintiff's \"religious practice\" is the gravamen of the complaint. Failing to hire for that reason is synonymouswith refusing to accommodate the religious practice. To accuse the employer of the one is to accuse him of the other. If he is willing to \"accommodate\"-which means nothing more than allowing the plaintiff to engage in her religious practice despite the employer's normal rules to the contrary-adverse action \"because of\" the religious practice is not shown. \"The clause that begins with the word 'unless,' \" as the concurrence describes it, ibid.,has no function except to place upon the employer the burden of establishing an \"undue hardship\" defense. The concurrence provides no example, not even an unrealistic hypothetical one, of a claim of failure to hire because of religious practice that does not say the employer refused to permit (\"failed to accommodate\") the religious practice. In the nature of things, there cannot be one.\nWhile a knowledge requirement cannot be added to the motive requirement, it is arguable that the motive requirement itself is not met unless the employer at least suspects that the practice in question is a religious practice-i.e.,that he cannot discriminate \"because of\" a \"religious practice\" unless he knows or suspects it to be a religious practice. That issue is not presented in this case, since Abercrombie knew-or at least suspected-that the scarf was worn for religious reasons. The question has therefore not been discussed by either side, in brief or oral argument. It seems to us inappropriate to resolve this unargued point by way of dictum, as the concurrence would do.\nUnder 42 U.S.C. § 2000e-2(m), an employer takes an action \"because of\" religion if religion is a \"motivating factor\" in the decision.\nCooke testified that she told Johnson that she believed Elauf wore a head scarf for a religious reason, App. 87, but Johnson testified that Cooke did not share this belief with him, id.,at 146. If Abercrombie's knowledge is irrelevant, then the lower courts will not have to decide whether there is a genuine dispute on this question. But if Abercrombie's knowledge is relevant and if the lower courts hold that there is a genuine dispute of material fact about Abercrombie's knowledge, the question will have to be submitted to the trier of fact. For these reasons, we should decide this question now.",
        "type": "majority",
        "author": "Justice SCALIAdelivered the opinion of the Court."
      },
      {
        "text": "Justice THOMAS, concurring in part and dissenting in part.\nI agree with the Court that there are two-and only two-causes of action under Title VII of the Civil Rights Act of 1964 as understood by our precedents: a disparate-treatment (or intentional-discrimination) claim and a disparate-impact claim.Ante,at 2031 - 2032. Our agreement ends there. Unlike the majority, I adhere to what I had thought before today was an undisputed proposition: Mere application of a neutral policy cannot constitute \"intentional discrimination.\" Because the Equal Employment Opportunity Commission (EEOC) can prevail here only if Abercrombie engaged in intentional discrimination, and because Abercrombie's application of its neutral Look Policy does not meet that description, I would affirm the judgment of the Tenth Circuit.\nI\nThis case turns on whether Abercrombie's conduct constituted \"intentional discrimination\" within the meaning of 42 U.S.C. § 1981a(a)(1). That provision allows a Title VII plaintiff to \"recover compensatory and punitive damages\" only against an employer \"who engaged in unlawful intentional discrimination (not an employment practice that is unlawful because of its disparate impact).\" The damages award EEOC obtained against Abercrombie is thus proper only if that company engaged in \"intentional discrimination\"-as opposed to \"an employment practice that is unlawful because of its disparate impact\"-within the meaning of § 1981a(a)(1).\nThe terms \"intentional discrimination\" and \"disparate impact\" have settled meanings in federal employment discrimination law. \"[I]ntentional discrimination ... occur[s] where an employer has treated a particular person less favorably than others because of a protected trait.\" Ricci v. DeStefano,557 U.S. 557, 577, 129 S.Ct. 2658, 174 L.Ed.2d 490 (2009)(internal quotation marks and alteration omitted). \"[D]isparate-impact claims,\" by contrast, \"involve employment practices that are facially neutral in their treatment of different groups but that in fact fall more harshly on one group than another and cannot be justified by business necessity.\" Raytheon Co. v. Hernandez,540 U.S. 44, 52, 124 S.Ct. 513, 157 L.Ed.2d 357 (2003)(internal quotation marks omitted). Conceived by this Court in Griggs v. Duke Power Co.,401 U.S. 424, 91 S.Ct. 849, 28 L.Ed.2d 158 (1971), this \"theory of discrimination\" provides that \"a facially neutral employment practice may be deemed illegally discriminatory without evidence of the employer's subjective intent to discriminate that is required in a disparate-treatment case,\" Raytheon, supra,at 52-53, 124 S.Ct. 513(internal quotation marks and alteration omitted).\nI would hold that Abercrombie's conduct did not constitute \"intentional discrimination.\" Abercrombie refused to create an exception to its neutral Look Policy for Samantha Elauf's religious practice of wearing a headscarf. Ante,at 2031. In doing so, it did not treat religious practices less favorably than similar secular practices, but instead remained neutral with regard to religious practices. To be sure, the effectsof Abercrombie's neutral Look Policy, absent an accommodation, fall more harshly on those who wear headscarves as an aspect of their faith. But that is a classic case of an alleged disparate impact. It is not what we have previously understood to be a case of disparate treatment because Elauf received the sametreatment from Abercrombie as any other applicant who appeared unable to comply with the company's Look Policy. See ibid.; App. 134, 144. Because I cannot classify Abercrombie's conduct as \"intentional discrimination,\" I would affirm.\nII\nA\nResisting this straightforward application of § 1981a, the majority expands the meaning of \"intentional discrimination\" to include a refusal to give a religious applicant \"favored treatment.\" Ante,at 2033 - 2034. But contrary to the majority's assumption, this novel theory of discrimination is not commanded by the relevant statutory text.\nTitle VII makes it illegal for an employer \"to fail or refuse to hire ... any individual ... because of such individual's ... religion.\" § 2000e-2(a)(1). And as used in Title VII, \"[t]he term 'religion' includes all aspects of religious observance and practice, as well as belief, unless an employer demonstrates that he is unable to reasonably accommodate to an employee's or prospective employee's religious observance or practice without undue hardship on the conduct of the employer's business.\" § 2000e(j). With this gloss on the definition of \"religion\" in § 2000e-2(a)(1), the majority concludes that an employer may violate Title VII if he \"refuse[s] to hire ... any individual ... because of such individual's ... religious ... practice\" (unless he has an \"undue hardship\" defense). See ante,at 2031 - 2032.\nBut inserting the statutory definition of religion into § 2000e-2(a)does not answer the question whether Abercrombie's refusal to hire Elauf was \"because of her religious practice.\" At first glance, the phrase \"because of such individual's religious practice\" could mean one of two things. Under one reading, it could prohibit taking an action because of the religious nature of an employee's particular practice. Under the alternative reading, it could prohibit taking an action because of an employee's practice that happensto be religious.\nThe distinction is perhaps best understood by example. Suppose an employer with a neutral grooming policy forbidding facial hair refuses to hire a Muslim who wears a beard for religious reasons. Assuming the employer applied the neutral grooming policy to all applicants, the motivation behind the refusal to hire the Muslim applicant would not be the religious nature of his beard, but its existence. Under the first reading, then, the Muslim applicant would lack an intentional-discrimination claim, as he was not refused employment \"because of\" the religious nature of his practice. But under the second reading, he would have such a claim, as he was refused employment \"because of\" a practice that happens to be religious in nature.\nOne problem with the second, more expansive reading is that it would punish employers who have no discriminatory motive. If the phrase \"because of such individual's religious practice\" sweeps in any case in which an employer takes an adverse action because of a practice that happens to be religious in nature, an employer who had no idea that a particular practice was religious would be penalized. That strict-liability view is plainly at odds with the concept of intentional discrimination. Cf. Raytheon, supra,at 54, n. 7, 124 S.Ct. 513(\"If [the employer] were truly unaware that such a disability existed, it would be impossible for her hiring decision to have been based, even in part, on [the applicant's] disability. And, if no part of the hiring decision turned on [the applicant's] status as disabled, he cannot, ipso facto,have been subject to disparate treatment\"). Surprisingly, the majority leaves the door open to this strict-liability theory, reserving the question whether an employer who does not even \"suspec[t] that the practice in question is a religious practice\" can nonetheless be punished for intentionaldiscrimination. Ante,at 2033, n. 3.\nFor purposes of today's decision, however, the majority opts for a compromise, albeit one that lacks a foothold in the text and fares no better under our precedents. The majority construes § 2000e-2(a)(1)to punish employers who refuse to accommodate applicants under neutral policies when they act \"with the motive of avoiding accommodation.\" Ante,at 2033. But an employer who is aware that strictly applying a neutral policy will have an adverse effect on a religious group, and applies the policy anyway, is not engaged in intentional discrimination, at least as that term has traditionally been understood. As the Court explained many decades ago, \" 'Discriminatory purpose' \"-i.e.,the purpose necessary for a claim of intentional discrimination-demands \"more than ... awareness of consequences. It implies that the decisionmaker ... selected or reaffirmed a particular course of action at least in part 'because of,' not merely 'in spite of,' its adverse effects upon an identifiable group.\" Personnel Administrator of Mass. v. Feeney,442 U.S. 256, 279, 99 S.Ct. 2282, 60 L.Ed.2d 870 (1979)(internal citation and footnote omitted).\nI do not dispute that a refusal to accommodate can, in some circumstances, constitute intentional discrimination. If an employer declines to accommodate a particular religious practice, yet accommodates a similar secular (or other denominational) practice, then that may be proof that he has \"treated a particular person less favorably than others because of [a religious practice].\" Ricci,557 U.S., at 577, 129 S.Ct. 2658(internal quotation marks and alteration omitted); see also, e.g., Dixon v. Hallmark Cos.,627 F.3d 849, 853 (C.A.11 2010)(addressing a policy forbidding display of \"religious items\" in management offices). But merely refusing to create an exception to a neutral policy for a religious practice cannot be described as treating a particular applicant \"less favorably than others.\" The majority itself appears to recognize that its construction requires something more than equal treatment. See ante,at 2034 (\"Title VII does not demand mere neutrality with regard to religious practices,\" but instead \"gives them favored treatment\"). But equal treatment is not disparate treatment, and that basic principle should have disposed of this case.\nB\nThe majority's novel theory of intentional discrimination is also inconsistent with the history of this area of employment discrimination law. As that history shows, cases arising out of the application of a neutral policy absent religious accommodations have traditionally been understood to involve only disparate-impact liability.\nWhen Title VII was enacted in 1964, it prohibited discrimination \"because of ... religion\" and did not include the current definition of \"religion\" encompassing \"religious observance and practice\" that was added to the statute in 1972. Civil Rights Act of 1964, §§ 701, 703(a), 78 Stat. 253-255. Shortly thereafter, the EEOC issued guidelines purporting to create \"an obligation on the part of the employer to accommodate to the religious needs of employees.\" 31 Fed.Reg. 8370 (1966). From an early date, the EEOC defended this obligation under a disparate-impact theory. See Brief for United States as Amicus Curiaein Dewey v. Reynolds Metals Co.,O.T. 1970, No. 835, pp. 7, 13, 29-32. Courts and commentators at the time took the same view. See, e.g., Reid v. Memphis Publishing Co.,468 F.2d 346, 350 (C.A.6 1972); Dewey v. Reynolds Metals Co.,300 F.Supp. 709, 713 (W.D.Mich.1969), rev'd, 429 F.2d 324 (C.A.6 1970), aff'd by an equally divided Court, 402 U.S. 689, 91 S.Ct. 2186, 29 L.Ed.2d 267 (1971)(per curiam); 1 B. Lindemann & P. Grossman, Employment Discrimination Law 187-188 (3d ed. 1976).\nThis Court's first decision to discuss a refusal to accommodate a religious practice, Trans World Airlines, Inc. v. Hardison,432 U.S. 63, 97 S.Ct. 2264, 53 L.Ed.2d 113 (1977), similarly did not treat such conduct as intentional discrimination. Hardisoninvolved a conflict between an employer's neutral seniority system for assigning shifts and an employee's observance of a Saturday Sabbath. The employer denied the employee an accommodation, so he refused to show up for work on Saturdays and was fired. Id.,at 67-69, 97 S.Ct. 2264. This Court held that the employer was not liable under Title VII because the proposed accommodations would have imposed an undue hardship on the employer. Id.,at 77, 97 S.Ct. 2264. To bolster its conclusion that there was no statutory violation, the Court relied on a provision of Title VII shielding the application of a \" 'bona fide seniority or merit system' \" from challenge unless that application is \" 'the result of an intention to discriminate because of ... religion.' \" Id.,at 81-82, 97 S.Ct. 2264(quoting § 2000e-2(h)). In applying that provision, the Court observed that \"[t]here ha[d] been no suggestion of discriminatory intent in th [e] case.\" Id.,at 82, 97 S.Ct. 2264. But if the majority's view were correct-if a mere refusal to accommodate a religious practice under a neutral policy could constitute intentional discrimination-then the Court in Hardisonshould never have engaged in such reasoning. After all, the employer in Hardisonknew of the employee's religious practice and refused to make an exception to its neutral seniority system, just as Abercrombie arguably knew of Elauf's religious practice and refused to make an exception to its neutral Look Policy.\nLower courts following Hardisonlikewise did not equate a failure to accommodate with intentional discrimination. To the contrary, many lower courts, including the Tenth Circuit below, wrongly assumed that Title VII creates a freestanding failure-to-accommodate claim distinct from either disparate treatment or disparate impact. See, e.g.,731 F.3d 1106, 1120 (2013)(\"A claim for religious discrimination under Title VII can be asserted under several different theories, including disparate treatment and failure to accommodate\" (internal quotation marks omitted)); Protos v. Volkswagen of Am., Inc.,797 F.2d 129, 134, n. 2 (C.A.3 1986)(\"In addition to her religious accommodation argument, [the plaintiff] maintains that she prevailed in the district court on a disparate treatment claim\"). That assumption appears to have grown out of statements in our cases suggesting that Title VII's definitional provision concerning religion created an independent duty. See, e.g., Ansonia Bd. of Ed. v. Philbrook,479 U.S. 60, 63, n. 1, 107 S.Ct. 367, 93 L.Ed.2d 305 (1986)(\"The reasonable accommodation duty was incorporated into the statute, somewhat awkwardly, in the definition of religion\"). But in doing so, the lower courts correctly recognized that a failure-to-accommodate claim based on the application of a neutral policy is not a disparate-treatment claim. See, e.g., Reed v. International Union, United Auto., Aerospace and Agricultural Implement Workers of Am.,569 F.3d 576, 579-580 (C.A.6 2009);Chalmers v. Tulon Co. of Richmond,101 F.3d 1012, 1018 (C.A.4 1996).\nAt least before we granted a writ of certiorari in this case, the EEOC too understood that merely applying a neutral policy did not automatically constitute intentional discrimination giving rise to a disparate-treatment claim. For example, the Commission explained in a recent compliance manual, \"A religious accommodation claim is distinct from a disparate treatment claim, in which the question is whether employees are treated equally.\" EEOC Compliance Manual § 12-IV, p. 46 (2008). Indeed, in asking us to take this case, the EEOC dismissed one of Abercrombie's supporting authorities as \"a case addressing intentional discrimination, not religious accommodation.\" Reply to Brief in Opposition 7, n. Once we granted certiorari in this case, however, the EEOC altered course and advanced the intentional-discrimination theory now adopted by the majority. The Court should have rejected this eleventh-hour request to expand our understanding of \"intentional discrimination\" to include merely applying a religion-neutral policy.\n* * *\nThe Court today rightly puts to rest the notion that Title VII creates a freestanding religious-accommodation claim, ante,at 2031 - 2032, but creates in its stead an entirely new form of liability: the disparate-treatment-based-on-equal-treatment claim. Because I do not think that Congress'\n1972 redefinition of \"religion\" also redefined \"intentional discrimination,\" I would affirm the judgment of the Tenth Circuit. I respectfully dissent from the portions of the majority's decision that take the contrary view.\nThe syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader. See United States v. Detroit Timber & Lumber Co.,200 U.S. 321, 337, 26 S.Ct. 282, 50 L.Ed. 499.\nContrary to the EEOC's suggestion, Trans World Airlines, Inc. v. Hardison,432 U.S. 63, 97 S.Ct. 2264, 53 L.Ed.2d 113 (1977), did not establish that a refusal to accommodate a religious practice automatically constitutes intentional discrimination. To be sure, Hardisonremarked that the \"effect of\" the 1972 amendment expanding the definition of religion \"was to make it an unlawful employment practice under [§ 2000e-2(a)(1) ] for an employer not to make reasonable accommodations, short of undue hardship, for the religious practices of his employees and prospective employees.\" Id.,at 74, 97S.Ct. 2264. But that statement should not be understood as a holding that such conduct automatically gives rise to a disparate-treatment claim. Although this Court has more recently described § 2000e-2(a)(1) as originally creating only disparate-treatment liability, e.g.,Ricci v. DeStefano,557 U.S. 557, 577, 129 S.Ct. 2658, 174 L.Ed.2d 490 (2009), it was an open question at the time Hardisonwas decided whether § 2000e-2(a)(1) also created disparate-impact liability, see, e.g., Nashville Gas Co. v. Satty,434 U.S. 136, 144, 98 S.Ct. 347, 54 L.Ed.2d 356 (1977); General Elec. Co. v. Gilbert,429 U.S. 125, 153-155, 97 S.Ct. 401, 50 L.Ed.2d 343 (1976) (Brennan, J., dissenting). In fact, both the employee and the EEOC in Hardisonargued before this Court that the employer had violated § 2000e-2(a)(1) under a disparate-impact theory. See Brief for Respondent 15, 25-26, and Brief for United States et al. as Amici Curiae33-36, 50, in Trans World Airlines, Inc. v. Hardison,O.T. 1976, No. 75-1126 etc. In any event, the relevant language in Hardisonis dictum. Because the employee's termination had occurred before the 1972 amendment to Title VII's definition of religion, Hardisonapplied the then-existing EEOC guideline-which also contained an \"undue hardship\" defense-not the amended statutory definition. 432 U.S., at 76, and n. 11, 97 S.Ct. 2264. Hardison's comment about the effect of the 1972 amendment was thus entirely beside the point.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Justice THOMAS, concurring in part and dissenting in part."
      }
    ],
    "attorneys": [
      "Ian H. Gershengorn, Washington, DC, for Petitioner.",
      "Shay Dvoretzky, Washington, DC, for Respondent.",
      "Mark A. Knueve, Daniel J. Clark, Vorys, Sater, Seymour and Pease LLP, Columbus, OH, Shay Dvoretzky, Counsel of Record, Eric S. Dreiband, Yaakov M. Roth, Jeffrey R. Johnson, Jones Day, Washington, DC, for Respondent.",
      "P. David Lopez, General Counsel, Carolyn L. Wheeler, Acting Associate General Counsel, Jennifer S. Goldstein, Acting Assistant General Counsel, James M. Tucker, Attorney, U.S. Equal Employment Opportunity Commission, Washington, DC, Donald B. Verrilli, Jr., Solicitor General, Counsel of Record, Ian Heath Gershengorn, Deputy Solicitor General, Rachel P. Kovner, Assistant to the Solicitor General, Department of Justice, Washington, DC, for Petitioner."
    ],
    "corrections": "",
    "head_matter": "EQUAL EMPLOYMENT OPPORTUNITY COMMISSION, Petitioner\nv.\nABERCROMBIE & FITCH STORES, INC.\nNo. 14-86.\nSupreme Court of the United States\nArgued Feb. 25, 2015.\nDecided June 1, 2015.\nIan H. Gershengorn, Washington, DC, for Petitioner.\nShay Dvoretzky, Washington, DC, for Respondent.\nMark A. Knueve, Daniel J. Clark, Vorys, Sater, Seymour and Pease LLP, Columbus, OH, Shay Dvoretzky, Counsel of Record, Eric S. Dreiband, Yaakov M. Roth, Jeffrey R. Johnson, Jones Day, Washington, DC, for Respondent.\nP. David Lopez, General Counsel, Carolyn L. Wheeler, Acting Associate General Counsel, Jennifer S. Goldstein, Acting Assistant General Counsel, James M. Tucker, Attorney, U.S. Equal Employment Opportunity Commission, Washington, DC, Donald B. Verrilli, Jr., Solicitor General, Counsel of Record, Ian Heath Gershengorn, Deputy Solicitor General, Rachel P. Kovner, Assistant to the Solicitor General, Department of Justice, Washington, DC, for Petitioner.\nOpinion"
  },
  "file_name": "2028-01",
  "first_page_order": 2028,
  "last_page_order": 2042
}
