{
  "id": 12615187,
  "name": "In re UNITED STATES, et al.",
  "name_abbreviation": "In re United States",
  "decision_date": "2017-12-20",
  "docket_number": "No. 17-801.",
  "first_page": "443",
  "last_page": "445",
  "citations": [
    {
      "type": "official",
      "cite": "138 S. Ct. 443"
    },
    {
      "type": "parallel",
      "cite": "199 L. Ed. 2d 351"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "28 U.S.C. § 1292",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "5 U.S.C. § 701",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(2)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "875 F.3d 1200",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12267018
      ],
      "year": 2017,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/875/1200-01"
      ]
    },
    {
      "cite": "2017 WL 4642324",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "parenthetical": "District Court Order"
        },
        {
          "page": "*8"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 363,
    "char_count": 6323,
    "pagerank": {
      "raw": 9.753196157336906e-08,
      "percentile": 0.5311323169806424
    },
    "sha256": "84de3f2b5e68078121dd256e7add9678973856e1e8f54a32b92d4a25b4c122c3",
    "simhash": "1:d976763b08cfc742",
    "word_count": 990
  },
  "last_updated": "2024-02-27T18:39:19.333036+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re UNITED STATES, et al."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nThis case arises from five related lawsuits that challenge a determination adopted by the Acting Secretary of the Department of Homeland Security (DHS). The determination, announced by the Acting Secretary, is to take immediate steps to rescind a program known as Deferred Action for Childhood Arrivals, or DACA, by March 5, 2018. The Acting Secretary stated that her determination was based in part on the Attorney General's conclusion that DACA is unlawful and likely would be enjoined in potentially imminent litigation.\nThe five suits were filed in the United States District Court for the Northern District of California, and the plaintiffs in those actions are the respondents in the matter now before this Court. The defendants in the District Court, and the petitioners here, include the Government of the United States, the Acting Secretary, and the President of the United States, all referred to here as the Government.\nIn the District Court litigation respondents argue that the Acting Secretary's determination to rescind DACA in the near future is unlawful because, among other reasons, it violates the Administrative Procedure Act (APA) and the Due Process Clause of the Fifth Amendment, including the equal protection guarantee implicit in that Clause.\nThe issue to be considered here involves respondents' contention that the administrative record the Government filed to support the Acting Secretary's determination to rescind DACA is incomplete. The record consists of 256 pages of documents, and the Government contends that it contains all of the nondeliberative material considered by the Acting Secretary in reaching her determination. (Nearly 200 pages consist of published opinions from various federal courts.)\nOn October 17, the District Court, on respondents' motion, ordered the Government to complete the administrative record. See Regents of Univ. of Cal. v. Department of Homeland Security , App. C to Pet. for Mandamus, 2017 WL 4642324 (N.D.Cal., Oct. 17, 2017) (District Court Order). The details of that order are recounted further below. See infra , at 3.\nThe Government petitioned for a writ of mandamus in the Court of Appeals for the Ninth Circuit. The Court of Appeals, in a divided opinion, denied the Government's petition. See 875 F.3d 1200 (2017).\nOn November 19, three days after the Court of Appeals issued its opinion, respondents moved the District Court to stay its order requiring completion of the administrative record until after the District Court resolved the Government's motion to dismiss and respondents' motion for a preliminary injunction. See Motion to Stay in No. 17-cv-5211 (Nov. 19, 2017), Doc. 190. The District Court did not grant respondents' request, instead staying its order for one month.\nStill objecting to the District Court's order, the Government now seeks relief in this Court. It has filed here a petition for a writ of mandamus to the District Court, or, in the alternative, for a writ of certiorari to the Court of Appeals.\nThe Court now grants the petition for a writ of certiorari, vacates the order of the Court of Appeals for the Ninth Circuit, and remands the case.\nThe District Court's October 17 order requires the Government to turn over all \"emails, letters, memoranda, notes, media items, opinions and other materials\" that fall within the following categories:\n\"(1) all materials actually seen or considered, however briefly, by Acting Secretary [Elaine] Duke in connection with the potential or actual decision to rescind DACA ..., (2) all DACA-related materials considered by persons (anywhere in the government) who thereafter provided Acting Secretary Duke with written advice or input regarding the actual or potential rescission of DACA, (3) all DACA-related materials considered by persons (anywhere in the government) who thereafter provided Acting Secretary Duke with verbal input regarding the actual or potential rescission of DACA, (4) all comments and questions propounded by Acting Secretary Duke to advisors or subordinates or others regarding the actual or potential rescission of DACA and their responses, and (5) all materials directly or indirectly considered by former Secretary of DHS John Kelly leading to his February 2017 memorandum not to rescind DACA.\" District Court Order, 2017 WL 4642324, at *8.\nThe Government makes serious arguments that at least portions of the District Court's order are overly broad. (The Government appears to emphasize certain materials in categories 2, 3, and 4.) Under the specific facts of this case, the District Court should have granted respondents' motion on November 19 to stay implementation of the challenged October 17 order and first resolved the Government's threshold arguments (that the Acting Secretary's determination to rescind DACA is unreviewable because it is \"committed to agency discretion,\" 5 U.S.C. § 701(a)(2), and that the Immigration and Nationality Act deprives the District Court of jurisdiction). Either of those arguments, if accepted, likely would eliminate the need for the District Court to examine a complete administrative record.\nOn remand of the case, the Court of Appeals shall take appropriate action so that the following steps can be taken. The District Court should proceed to rule on the Government's threshold arguments and, in doing so, may consider certifying that ruling for interlocutory appeal under 28 U.S.C. § 1292(b) if appropriate. Thereafter, the Court of Appeals or the District Court in the first instance may consider whether narrower amendments to the record are necessary and appropriate. In any event, the District Court may not compel the Government to disclose any document that the Government believes is privileged without first providing the Government with the opportunity to argue the issue.\nThis order does not suggest any view on the merits of respondents' claims or the Government's defenses, or that the District Court's rulings on the Government's motion to dismiss and respondents' motion for preliminary injunction should be delayed.\nThe judgment of the Court of Appeals for the Ninth Circuit is vacated, and the case is remanded for further proceedings consistent with this opinion.\nIt is so ordered.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "In re UNITED STATES, et al.\nNo. 17-801.\nSupreme Court of the United States\nDec. 20, 2017."
  },
  "file_name": "0443-01",
  "first_page_order": 443,
  "last_page_order": 445
}
