{
  "id": 12616855,
  "name": "CNH INDUSTRIAL N.V., et al. v. Jack REESE, et al.",
  "name_abbreviation": "CNH Indus. N.V. v. Reese",
  "decision_date": "2018-02-20",
  "docket_number": "No. 17–515.",
  "first_page": "761",
  "last_page": "767",
  "citations": [
    {
      "type": "official",
      "cite": "138 S. Ct. 761"
    },
    {
      "type": "parallel",
      "cite": "200 L. Ed. 2d 1"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "836 F.2d 1512",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10550344
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "1517"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/836/1512-01"
      ]
    },
    {
      "cite": "381 F.3d 767",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9199960
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "770"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/381/0767-01"
      ]
    },
    {
      "cite": "951 F.2d 806",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10522908
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "816"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/951/0806-01"
      ]
    },
    {
      "cite": "986 F.2d 929",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        662149
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "938"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/986/0929-01"
      ]
    },
    {
      "cite": "171 F.3d 130",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11633770
      ],
      "weight": 2,
      "year": 1999,
      "pin_cites": [
        {
          "page": "135"
        },
        {
          "page": "134"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/171/0130-01"
      ]
    },
    {
      "cite": "188 F.3d 130",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11573231
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "147"
        },
        {
          "page": "140-141"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/188/0130-01"
      ]
    },
    {
      "cite": "872 F.3d 388",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12264840
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "390",
          "parenthetical": "Griffin, J., dissenting from denial of rehearing en banc"
        },
        {
          "parenthetical": "Sutton, J., concurring in denial of rehearing en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/872/0388-01"
      ]
    },
    {
      "cite": "813 F.3d 265",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4087565
      ],
      "weight": 2,
      "year": 2016,
      "pin_cites": [
        {
          "page": "269-272"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/813/0265-01"
      ]
    },
    {
      "cite": "143 F.Supp.3d 609",
      "category": "reporters:federal",
      "reporter": "F. Supp. 3d",
      "case_ids": [
        4261870
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-3d/143/0609-01"
      ]
    },
    {
      "cite": "88 Stat. 891",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "133 F.3d 388",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        22348
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "400",
          "parenthetical": "en banc"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/133/0388-01"
      ]
    },
    {
      "cite": "501 U.S. 190",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1107959
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "207"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/501/0190-01"
      ]
    },
    {
      "cite": "520 F.3d 548",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3702126
      ],
      "weight": 2,
      "year": 2008,
      "pin_cites": [
        {
          "page": "555"
        },
        {
          "page": "558"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/520/0548-01"
      ]
    },
    {
      "cite": "353 U.S. 448",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6161391
      ],
      "weight": 3,
      "year": 1957,
      "pin_cites": [
        {
          "page": "456-457"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/353/0448-01"
      ]
    },
    {
      "cite": "854 F.3d 877",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12277147
      ],
      "weight": 16,
      "year": 2017,
      "pin_cites": [
        {
          "page": "882-883"
        },
        {
          "page": "891",
          "parenthetical": "Sutton, J., dissenting"
        },
        {
          "page": "879"
        },
        {
          "page": "882"
        },
        {
          "page": "883"
        },
        {
          "page": "882"
        },
        {
          "page": "887-893"
        },
        {
          "page": "888"
        },
        {
          "page": "890-891"
        },
        {
          "page": "890"
        },
        {
          "page": "891"
        },
        {
          "page": "890"
        },
        {
          "page": "884-887"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/854/0877-01"
      ]
    },
    {
      "cite": "716 F.2d 1476",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1890821
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "1480"
        },
        {
          "page": "1482"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/716/1476-01"
      ]
    },
    {
      "cite": "135 S.Ct. 926",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12594426
      ],
      "weight": 41,
      "year": 2015,
      "pin_cites": [
        {
          "page": "928"
        },
        {
          "page": "933-935"
        },
        {
          "page": "937"
        },
        {
          "page": "937"
        },
        {
          "page": "933"
        },
        {
          "page": "934-935"
        },
        {
          "page": "934"
        },
        {
          "page": "937"
        },
        {
          "page": "936"
        },
        {
          "page": "937"
        },
        {
          "page": "937"
        },
        {
          "page": "936"
        },
        {
          "page": "937"
        },
        {
          "page": "935"
        },
        {
          "page": "931-932"
        },
        {
          "page": "935"
        },
        {
          "page": "929"
        },
        {
          "page": "930",
          "parenthetical": "GINSBURG, J., concurring"
        },
        {
          "page": "930-931",
          "parenthetical": "GINSBURG, J., concurring"
        },
        {
          "page": "936-937"
        },
        {
          "page": "937"
        },
        {
          "page": "930",
          "parenthetical": "GINSBURG, J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/0926-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 723,
    "char_count": 15490,
    "pagerank": {
      "raw": 3.1317891492427556e-07,
      "percentile": 0.8613239613583649
    },
    "sha256": "65f42d98dcf302e771316b1e3914a9581d5543f6680914a9626f85cf2a387cb8",
    "simhash": "1:ba2c935a92e11521",
    "word_count": 2394
  },
  "last_updated": "2024-02-27T18:39:19.333036+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "CNH INDUSTRIAL N.V., et al.\nv.\nJack REESE, et al."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nThree Terms ago, this Court's decision in M&G Polymers USA, LLC v. Tackett, 574 U.S. ----, 135 S.Ct. 926, 190 L.Ed.2d 809 (2015), held that the Court of Appeals for the Sixth Circuit was required to interpret collective-bargaining agreements according to \"ordinary principles of contract law.\" Id., at ----, 135 S.Ct., at 928. Before Tackett, the Sixth Circuit applied a series of \"Yard-Man inferences,\" stemming from its decision in International Union, United Auto., Aerospace, & Agricultural Implement Workers of Am. v. Yard-Man, Inc., 716 F.2d 1476 (1983). In accord with the Yard-Man inferences, courts presumed, in a variety of circumstances, that collective-bargaining agreements vested retiree benefits for life. See Tackett, 574 U.S., at ---- - ----, 135 S.Ct., at 933-935. But Tackett \"reject[ed]\" these inferences \"as inconsistent with ordinary principles of contract law.\" Id., at ----, 135 S.Ct., at 937.\nIn this case, the Sixth Circuit held that the same Yard-Man inferences it once used to presume lifetime vesting can now be used to render a collective-bargaining agreement ambiguous as a matter of law, thus allowing courts to consult extrinsic evidence about lifetime vesting. 854 F.3d 877, 882-883 (2017). This analysis cannot be squared with Tackett . A contract is not ambiguous unless it is subject to more than one reasonable interpretation, and the Yard-Man inferences cannot generate a reasonable interpretation because they are not \"ordinary principles of contract law,\" Tackett, supra, at ----, 135 S.Ct., at 937. Because the Sixth Circuit's analysis is \"Yard-Man re-born, re-built, and re-purposed for new adventures,\" 854 F.3d, at 891 (Sutton, J., dissenting), we reverse.\nI\nA\nThis Court has long held that collective-bargaining agreements must be interpreted \"according to ordinary principles of contract law.\" Tackett, 574 U.S., at ----, 135 S.Ct., at 933 (citing Textile Workers v. Lincoln Mills of Ala., 353 U.S. 448, 456-457, 77 S.Ct. 912, 1 L.Ed.2d 972 (1957) ). Prior to Tackett, the Sixth Circuit purported to follow this rule, but it used a unique series of \"Yard-Man inferences\" that no other circuit applied. 574 U.S., at ----, 135 S.Ct., at 933. For example, the Sixth Circuit presumed that \"a general durational clause\" in a collective-bargaining agreement \" 'says nothing about the vesting of retiree benefits' \" in that agreement. Id., at ---- - ----, 135 S.Ct., at 934-935 (quoting Noe v. PolyOne Corp., 520 F.3d 548, 555 (C.A.6 2008) ). If the collective-bargaining agreement lacked \"a termination provision specifically addressing retiree benefits\" but contained specific termination provisions for other benefits, the Sixth Circuit presumed that the retiree benefits vested for life. Tackett, supra, at ---- - ----, 135 S.Ct., at 934-935 (citing Yard-Man, supra, at 1480). The Sixth Circuit also presumed vesting if \"a provision ... 'tie[d] eligibility for retirement-health benefits to eligibility for a pension.' \" 574 U.S., at ----, 135 S.Ct., at 934 (quoting Noe, supra, at 558).\nThis Court's decision in Tackett \"reject[ed] the Yard-Man inferences as inconsistent with ordinary principles of contract law.\" 574 U.S., at ----, 135 S.Ct., at 937. Most obviously, the Yard-Man inferences erroneously \"refused to apply general durational clauses to provisions governing retiree benefits.\" 574 U.S., at ----, 135 S.Ct., at 936. This refusal \"distort[ed] the text of the agreement and conflict[ed] with the principle of contract law that the written agreement is presumed to encompass the whole agreement of the parties.\" Ibid.\nThe Yard-Man inferences also incorrectly inferred lifetime vesting whenever \"a contract is silent as to the duration of retiree benefits.\" 574 U.S., at ----, 135 S.Ct., at 937. The \"traditional principle,\" Tackett explained, is that \" 'contractual obligations will cease, in the ordinary course, upon termination of the bargaining agreement.' \" Id., at ----, 135 S.Ct., at 937 (quoting Litton Financial Printing Div., Litton Business Systems, Inc. v. NLRB, 501 U.S. 190, 207, 111 S.Ct. 2215, 115 L.Ed.2d 177 (1991) ). \"[C]ontracts that are silent as to their duration will ordinarily be treated not as 'operative in perpetuity' but as 'operative for a reasonable time.' \" 574 U.S., at ----, 135 S.Ct., at 936 (quoting 3 A. Corbin, Corbin on Contracts § 553, p. 216 (1960)). In fact, the Sixth Circuit had followed this principle in cases involving noncollectively bargained agreements, see Sprague v. General Motors Corp., 133 F.3d 388, 400 (1998) (en banc), which \"only underscore[d] Yard-Man 's deviation from ordinary principles of contract law.\" Tackett, supra, at ----, 135 S.Ct., at 937.\nAs for the tying of retiree benefits to pensioner status, Tackett rejected this Yard-Man inference as \"contrary to Congress' determination\" in the Employee Retirement Income Security Act of 1974 (ERISA), 88 Stat. 891. 574 U.S., at ----, 135 S.Ct., at 935. The Sixth Circuit adopted this inference on the assumption that retiree health benefits are \" 'a form of delayed compensation or reward for past services,' \" like a pension. Id., at ----, 135 S.Ct., at 931-932 (quoting Yard-Man, supra, at 1482). But ERISA distinguishes between plans that \"resul[t] in a deferral of income,\" § 1002(2)(A)(ii), and plans that offer medical benefits, § 1002(1)(A). See Tackett, 574 U.S., at ----, 135 S.Ct., at 935. Tackett thus concluded that this and the other \"inferences applied in Yard-Man and its progeny\" do not \"represent ordinary principles of contract law.\" Id., at ----, 135 S.Ct., at 929.\nB\nLike Tackett, this case involves a dispute between retirees and their former employer about whether an expired collective-bargaining agreement created a vested right to lifetime health care benefits. In 1998, CNH Industrial N.V. and CNH Industrial America LLC (collectively, CNH) agreed to a collective-bargaining agreement. The 1998 agreement provided health care benefits under a group benefit plan to certain \"[e]mployees who retire under the ... Pension Plan.\" App. to Pet. for Cert. A-116. \"All other coverages,\" such as life insurance, ceased upon retirement. Ibid. The group benefit plan was \"made part of\" the collective-bargaining agreement and \"r[an] concurrently\" with it. Id., at A-114. The 1998 agreement contained a general durational clause stating that it would terminate in May 2004. Id., at A-115. The agreement also stated that it \"dispose[d] of any and all bargaining issues, whether or not presented during negotiations.\" Ibid.\nWhen the 1998 agreement expired in 2004, a class of CNH retirees and surviving spouses (collectively, the retirees) filed this lawsuit, seeking a declaration that their health care benefits vested for life and an injunction preventing CNH from changing them. While their lawsuit was pending, this Court decided Tackett . Based on Tackett, the District Court initially awarded summary judgment to CNH. But after reconsideration, it awarded summary judgment to the retirees. 143 F.Supp.3d 609 (E.D.Mich.2015).\nThe Sixth Circuit affirmed in relevant part. 854 F.3d, at 879. The court began by noting that the 1998 agreement was \"silent\" on whether health care benefits vested for life. Id., at 882. Although the agreement contained a general durational clause, the Sixth Circuit found that clause inconclusive for two reasons. First, the 1998 agreement \"carved out certain benefits\" like life insurance \"and stated that those coverages ceased at a time different than other provisions.\" Ibid. ; see App. to Pet. for Cert. A-116. Second, the 1998 agreement \"tied\" health care benefits to pension eligibility. 854 F.3d, at 882 ; see App. to Pet. for Cert. A-116. These conditions rendered the 1998 agreement ambiguous, according to the Sixth Circuit, which allowed it to consult extrinsic evidence.\n854 F.3d, at 883. And that evidence supported lifetime vesting. Ibid. The Sixth Circuit acknowledged that these features of the agreement are the same ones it used to \"infer vesting\" under Yard-Man, but it concluded that nothing in Tackett precludes this kind of analysis: \"There is surely a difference between finding ambiguity from silence and finding vesting from silence.\" 854 F.3d, at 882.\nJudge Sutton dissented. See id., at 887-893. He concluded that the 1998 agreement was unambiguous because \"the company never promised to provide healthcare benefits for life, and the agreement contained a durational clause that limited all of the benefits.\" Id., at 888. Judge Sutton noted that, in finding ambiguity, the panel majority relied on the same inferences that this Court proscribed in Tackett . See 854 F.3d, at 890-891. But ambiguity, he explained, requires \"two competing interpretations, both of which are fairly plausible,\" id., at 890, and \"[a] forbidden inference cannot generate a plausible reading,\" id., at 891. The panel majority's contrary decision, Judge Sutton concluded, \"abrad[ed] an inter-circuit split (and an intra-circuit split) that the Supreme Court just sutured shut.\" Id., at 890.\nII\nThe decision below does not comply with Tackett's direction to apply ordinary contract principles. True, one such principle is that, when a contract is ambiguous, courts can consult extrinsic evidence to determine the parties' intentions. See 574 U.S., at ----, 135 S.Ct., at 930 (GINSBURG, J., concurring) (citing 11 R. Lord, Williston on Contracts § 30:7, pp. 116-124 (4th ed. 2012) (Williston)). But a contract is not ambiguous unless, \"after applying established rules of interpretation, [it] remains reasonably susceptible to at least two reasonable but conflicting meanings.\" Id ., § 30:4, at 53-54 (footnote omitted). Here, that means the 1998 agreement was not ambiguous unless it could reasonably be read as vesting health care benefits for life.\nThe Sixth Circuit read it that way only by employing the inferences that this Court rejected in Tackett . The Sixth Circuit did not point to any explicit terms, implied terms, or industry practice suggesting that the 1998 agreement vested health care benefits for life. Cf. 574 U.S., at ----, 135 S.Ct., at 930-931 (GINSBURG, J., concurring). Instead, it found ambiguity in the 1998 agreement by applying several of the Yard-Man inferences:\nIt declined to apply the general durational clause to the health care benefits, and then it inferred vesting from the presence of specific termination provisions for other benefits and the tying of health care benefits to pensioner status.\nTackett rejected those inferences precisely because they are not \"established rules of interpretation,\" 11 Williston § 30:4, at 53-54. The Yard-Man inferences \"distort the text of the agreement,\" fail \"to apply general durational clauses,\" erroneously presume lifetime vesting from silence, and contradict how \"Congress specifically defined\" key terms in ERISA. Tackett, 574 U.S., at ---- - ----, 135 S.Ct., at 936-937. Tackett thus rejected these inferences not because of the consequences that the Sixth Circuit attached to them-presuming vesting versus finding ambiguity-but because they are not a valid way to read a contract. They cannot be used to create a reasonable interpretation any more than they can be used to create a presumptive one.\nTellingly, no other Court of Appeals would find ambiguity in these circumstances. When a collective-bargaining agreement is merely silent on the question of vesting, other courts would conclude that it does not vest benefits for life. Similarly, when an agreement does not specify a duration for health care benefits in particular, other courts would simply apply the general durational clause. And other courts would not find ambiguity from the tying of retiree benefits to pensioner status. The approach taken in these other decisions \"only underscores\" how the decision below \"deviat[ed] from ordinary principles of contract law.\" Tackett, supra, at ----, 135 S.Ct., at 937.\nShorn of Yard-Man inferences, this case is straightforward. The 1998 agreement contained a general durational clause that applied to all benefits, unless the agreement specified otherwise. No provision specified that the health care benefits were subject to a different durational clause. The agreement stated that the health benefits plan \"r[an] concurrently\" with the collective-bargaining agreement, tying the health care benefits to the duration of the rest of the agreement. App. to Pet. for Cert. A-114. If the parties meant to vest health care benefits for life, they easily could have said so in the text. But they did not. And they specified that their agreement \"dispose[d] of any and all bargaining issues\" between them. Id., at A-115. Thus, the only reasonable interpretation of the 1998 agreement is that the health care benefits expired when the collective-bargaining agreement expired in May 2004. \"When the intent of the parties is unambiguously expressed in the contract, that expression controls, and the court's inquiry should proceed no further.\" Tackett, supra, at ----, 135 S.Ct., at 930 (GINSBURG, J., concurring) (citing 11 Williston § 30:6, at 98-104 ).\n* * *\nBecause the decision below is not consistent with Tackett, the petition for a writ of certiorari and the motions for leave to file briefs amici curiae are granted. We reverse the judgment of the Court of Appeals and remand the case for further proceedings consistent with this opinion.\nIt is so ordered.\nAfter accepting the retirees' reading of the 1998 agreement, the Sixth Circuit remanded for the District Court to reconsider the reasonableness of CNH's proposed modifications to the health care benefits. See 854 F.3d 877, 884-887 (2017). CNH does not challenge that determination, and we express no view on it.\nBy \"intra-circuit split,\" Judge Sutton was referring to the Sixth Circuit's earlier decision in Gallo v. Moen Inc., 813 F.3d 265 (2016). That decision concluded that a collective-bargaining agreement did not vest health care benefits for life, relying on the general durational clause and rejecting the same inferences that the Sixth Circuit invoked here. See id., at 269-272. The conflict between these decisions, and others like them, has led one judge in the Sixth Circuit to declare that \"[o]ur post-Tackett case law is a mess.\" International Union, United Auto., Aerospace & Agricultural Implement Workers of Am. v. Kelsey-Hayes Co., 872 F.3d 388, 390 (2017) (Griffin, J., dissenting from denial of rehearing en banc). To date, the en banc Sixth Circuit has been unwilling (or unable) to reconcile its precedents. See ibid. (Sutton, J., concurring in denial of rehearing en banc) (agreeing that this conflict \"warrants en banc review\" but voting against it because \"there is a real possibility that we would not have nine votes for any one [approach]\").\nSee, e.g., International Union, United Auto. Aerospace & Agricultural Implement Workers of Am. v. Skinner Engine Co., 188 F.3d 130, 147 (C.A.3 1999) ; Joyce v. Curtiss-Wright Corp., 171 F.3d 130, 135 (C.A.2 1999) ; Wise v. El Paso Natural Gas Co., 986 F.2d 929, 938 (C.A.5 1993) ; Senn v. United Dominion Industries, Inc., 951 F.2d 806, 816 (C.A.7 1992).\nSee, e.g., Des Moines Mailers Union, Teamsters Local No. 358 v. NLRB, 381 F.3d 767, 770 (C.A.8 2004) ; Skinner Engine Co., 188 F.3d, at 140-141.\nSee, e.g., id., at 141 ; Joyce, supra, at 134; Anderson v. Alpha Portland Industries, Inc., 836 F.2d 1512, 1517 (C.A.8 1988).",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "CNH INDUSTRIAL N.V., et al.\nv.\nJack REESE, et al.\nNo. 17-515.\nSupreme Court of the United States\nFeb. 20, 2018."
  },
  "file_name": "0761-01",
  "first_page_order": 761,
  "last_page_order": 767
}
