{
  "id": 12616869,
  "name": "Charles MURPHY, Petitioner v. Robert SMITH, et al.",
  "name_abbreviation": "Murphy v. Smith",
  "decision_date": "2018-02-21",
  "docket_number": "No. 16–1067.",
  "first_page": "784",
  "last_page": "798",
  "citations": [
    {
      "type": "official",
      "cite": "138 S. Ct. 784"
    },
    {
      "type": "parallel",
      "cite": "200 L. Ed. 2d 75"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "461 U.S. 424",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11298707
      ],
      "weight": 5,
      "year": 1983,
      "pin_cites": [
        {
          "page": "435"
        },
        {
          "page": "437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/461/0424-01"
      ]
    },
    {
      "cite": "465 U.S. 886",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11338115
      ],
      "weight": 9,
      "year": 1984,
      "pin_cites": [
        {
          "page": "888"
        },
        {
          "page": "898-901"
        },
        {
          "page": "902, n. 19"
        },
        {
          "page": "896"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/465/0886-01"
      ]
    },
    {
      "cite": "480 U.S. 421",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1131295
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "442-443",
          "parenthetical": "\" 'Few principles of statutory construction are more compelling than the proposition that Congress does not intend sub silentio to enact statutory language that it has earlier discarded in favor of other language' \""
        },
        {
          "parenthetical": "\" 'Few principles of statutory construction are more compelling than the proposition that Congress does not intend sub silentio to enact statutory language that it has earlier discarded in favor of other language' \""
        },
        {
          "parenthetical": "\" 'Few principles of statutory construction are more compelling than the proposition that Congress does not intend sub silentio to enact statutory language that it has earlier discarded in favor of other language' \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/480/0421-01"
      ]
    },
    {
      "cite": "116 Harv. L. Rev. 1555",
      "category": "journals:journal",
      "reporter": "Harv. L. Rev.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "1602-1603"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "581 F.3d 198",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5755698
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "205"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/581/0198-01"
      ]
    },
    {
      "cite": "540 F.3d 886",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4235379
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "892"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/540/0886-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "505 U.S. 557",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1481026
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "562"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/505/0557-01"
      ]
    },
    {
      "cite": "478 U.S. 546",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6209707
      ],
      "weight": 12,
      "year": 1986,
      "pin_cites": [
        {
          "page": "565"
        },
        {
          "page": "562"
        },
        {
          "page": "563"
        },
        {
          "page": "563"
        },
        {
          "page": "562-565"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/478/0546-01"
      ]
    },
    {
      "cite": "464 U.S. 16",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6193045
      ],
      "weight": 6,
      "year": 1983,
      "pin_cites": [
        {
          "page": "23",
          "parenthetical": "refusing to conclude that \"the differing language\" in two statutory provisions \"has the same meaning in each\""
        },
        {
          "parenthetical": "refusing to conclude that \"the differing language\" in two statutory provisions \"has the same meaning in each\""
        },
        {
          "parenthetical": "refusing to conclude that \"the differing language\" in two statutory provisions \"has the same meaning in each\""
        },
        {
          "page": "23-24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/464/0016-01"
      ]
    },
    {
      "cite": "110 Stat. 1321",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "90 Stat. 2641",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 1988",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(b)"
        },
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "523 U.S. 26",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11503127
      ],
      "weight": 3,
      "year": 1998,
      "pin_cites": [
        {
          "page": "35",
          "parenthetical": "\"[T]he mandatory 'shall' ... normally creates an obligation impervious to judicial discretion\""
        },
        {
          "parenthetical": "\"[T]he mandatory 'shall' ... normally creates an obligation impervious to judicial discretion\""
        },
        {
          "parenthetical": "\"[T]he mandatory 'shall' ... normally creates an obligation impervious to judicial discretion\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/523/0026-01"
      ]
    },
    {
      "cite": "198 L.Ed.2d 770",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12615027,
        12615163,
        12615095,
        12615096,
        12615097,
        12615098,
        12615099,
        12615100
      ],
      "year": 2017,
      "pin_cites": [
        {
          "parenthetical": "granting certiorari to resolve this question"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/0042-01",
        "/s-ct/138/0044-01",
        "/s-ct/138/0043-03",
        "/s-ct/138/0043-04",
        "/s-ct/138/0043-05",
        "/s-ct/138/0043-06",
        "/s-ct/138/0043-07",
        "/s-ct/138/0043-08"
      ]
    },
    {
      "cite": "138 S.Ct. 42",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12615027,
        12615028,
        12615029,
        12615030,
        12615031,
        12615032
      ],
      "year": 2017,
      "pin_cites": [
        {
          "parenthetical": "granting certiorari to resolve this question"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/0042-01",
        "/s-ct/138/0042-02",
        "/s-ct/138/0042-03",
        "/s-ct/138/0042-04",
        "/s-ct/138/0042-05",
        "/s-ct/138/0042-06"
      ]
    },
    {
      "cite": "844 F.3d 653",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12176306
      ],
      "weight": 2,
      "year": 2016,
      "pin_cites": [
        {
          "page": "660"
        },
        {
          "page": "660",
          "parenthetical": "citing Boesing v. Spiess, 540 F.3d 886, 892 (C.A.8 2008) ; Parker v. Conway, 581 F.3d 198, 205 (C.A.3 2009) "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/844/0653-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1662,
    "char_count": 45873,
    "pagerank": {
      "raw": 9.387103423330743e-08,
      "percentile": 0.5153118965623092
    },
    "sha256": "1dcf6751b8e95058a3691c1bc7ba0532f104520bde0e8388bbd7ad870eee49fc",
    "simhash": "1:bef763c291322441",
    "word_count": 7557
  },
  "last_updated": "2024-02-27T18:39:19.333036+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Charles MURPHY, Petitioner\nv.\nRobert SMITH, et al."
    ],
    "opinions": [
      {
        "text": "Justice GORSUCH delivered the opinion of the Court.\nThis is a case about how much prevailing prisoners must pay their lawyers. When a prisoner wins a civil rights suit and the district court awards fees to the prisoner's attorney, a federal statute says that \"a portion of the [prisoner's] judgment (not to exceed 25 percent) shall be applied to satisfy the amount of attorney's fees awarded against the defendant. If the award of attorney's fees is not greater than 150 percent of the judgment, the excess shall be paid by the defendant.\" 42 U.S.C. § 1997e(d)(2). Whatever else you might make of this, the first sentence pretty clearly tells us that the prisoner has to pay some part of the attorney's fee award before financial responsibility shifts to the defendant. But how much is enough? Does the first sentence allow the district court discretion to take any amount it wishes from the plaintiff's judgment to pay the attorney, from 25% down to a penny? Or does the first sentence instead mean that the court must pay the attorney's entire fee award from the plaintiff's judgment until it reaches the 25% cap and only then turn to the defendant?\nThe facts of our case illustrate the problem we face. After a jury trial, the district court entered judgment for Charles Murphy in the amount of $307,733.82 against two of his prison guards, Officer Robert Smith and Lieutenant Gregory Fulk. The court also awarded Mr. Murphy's attorney $108,446.54 in fees. So far, so good. But then came the question who should pay what portion of the fee award. The defendants argued that, under the statute's terms, the court had to take 25% (or about $77,000) from Mr. Murphy's judgment before taxing them for the balance of the fee award. The court, however, refused that request. Instead, it ordered that Mr. Murphy \"shall pay 10% of [his] judgment\" (or about $31,000) toward the fee award, with the defendants responsible for the rest. In support of this allocation, the district court explained that it commonly varied the amount prisoners pay, though the court offered no explanation for choosing 10% instead of some other number. On appeal, a unanimous panel reversed, explaining its view that the language of § 1997e(d)(2) requires a district court to exhaust 25% of the prisoner's judgment before demanding payment from the defendants. 844 F.3d 653, 660 (C.A.7 2016). So there we have both sides of the debate, and our question, in a nutshell: did the district court have latitude to apply 10% (or some other discretionary amount) of the plaintiff's judgment to his attorney's fee award instead of 25%? See 582 U.S. ----, 138 S.Ct. 42, 198 L.Ed.2d 770 (2017) (granting certiorari to resolve this question).\nAs always, we start with the specific statutory language in dispute. That language (again) says \"a portion of the judgment (not to exceed 25 percent) shall be applied to satisfy the amount of attorney's fees awarded.\" § 1997e(d)(2). And we think this much tells us a few things. First, the word \"shall\" usually creates a mandate, not a liberty, so the verb phrase \"shall be applied\" tells us that the district court has some nondiscretionary duty to perform. See Lexecon Inc. v. Milberg Weiss Bershad Hynes & Lerach, 523 U.S. 26, 35, 118 S.Ct. 956, 140 L.Ed.2d 62 (1998) (\"[T]he mandatory 'shall' ... normally creates an obligation impervious to judicial discretion\"). Second, immediately following the verb we find an infinitival phrase (\"to satisfy the amount of attorney's fees awarded\") that specifies the purpose or aim of the verb's non-discretionary duty. Cf. R. Huddleston & G. Pullum, Cambridge Grammar of the English Language, ch. 8, §§ 1, 12.2, pp. 669, 729-730 (2002). Third, we know that when you purposefully seek or aim \"to satisfy\" an obligation, especially a financial obligation, that usually means you intend to discharge the obligation in full. Together, then, these three clues suggest that the court (1) must apply judgment funds toward the fee award (2) with the purpose of (3) fully discharging the fee award. And to meet that duty, a district court must apply as much of the judgment as necessary to satisfy the fee award, without of course exceeding the 25% cap. If Congress had wished to afford the judge more discretion in this area, it could have easily substituted \"may\" for \"shall.\" And if Congress had wished to prescribe a different purpose for the judge to pursue, it could have easily replaced the infinitival phrase \"to satisfy ...\" with \"to reduce ...\" or \"against....\" But Congress didn't choose those other words. And respect for Congress's prerogatives as policymaker means carefully attending to the words it chose rather than replacing them with others of our own.\nMr. Murphy's reply does more to hurt than help his cause. Consider, he says, college math credits that the college prospectus says shall be \"applied to satisfy\" a chemistry degree. No one, the argument goes, would understand that phrase to suggest a single math course will fully discharge all chemistry degree requirements. We quite agree, but that is beside the point. In Mr. Murphy's example, as in our statute, the word \"satisfy\" does not suggest some hidden empirical judgment about how often a math class will satisfy a chemistry degree. Instead it serves to tell the college registrar what purpose he must pursue when handed the student's transcript: the registrar must, without discretion, apply those credits toward the satisfaction or discharge of the student's credit obligations. No doubt a college student needing three credits to graduate who took a three-credit math course would be bewildered to learn the registrar thought he had discretion to count only two of those credits toward her degree. So too here. It doesn't matter how many fee awards will be fully satisfied from a judgment without breaking the 25% cap, or whether any particular fee award could be. The statute's point is to instruct the judge about the purpose he must pursue-to discharge the fee award using judgment funds to the extent possible, subject to the 25% cap.\nRetreating now, Mr. Murphy contends that whatever the verb and the infinitival phrase mean, the subject of the sentence-\"a portion of the judgment (not to exceed 25 percent)\"-necessarily suggests wide judicial discretion. This language, he observes, anticipates a range of amounts (some \"portion\" up to 25%) that can be taken from his judgment. And the existence of the range, Mr. Murphy contends, necessarily means that the district court must enjoy discretion to pick any \"portion\" so long as it doesn't exceed the 25% cap.\nBut that does not logically follow. Under either side's reading of the statute the portion of fees taken from the plaintiff's judgment will vary over a range-whether because of the district court's discretionary choice (as Mr. Murphy contends), or because of the variance in the size of fee awards themselves, which sometimes will be less than 25% of the judgment (as Officer Smith and Lieutenant Fulk suggest). If the police have two suspects in a robbery committed with a red getaway car, the fact that one suspect drives a red sedan proves nothing if the other does too. The fact that the statute contemplates a range of possible \"portion[s]\" to be paid out of the judgment, thus, just doesn't help identify which of the two proposed interpretations we should adopt for both bear that feature.\nNor does the word \"portion\" necessarily denote unfettered discretion. If someone told you to follow a written recipe but double the portion of sugar, you would know precisely how much sugar to put in-twice whatever's on the page. And Congress has certainly used the word \"portion\" in just that way. Take 16 U.S.C. § 673b, which defines the National Elk Refuge to include the \"[e]ntire portion now in Jackson Hole National Monument except that portion in section 2 lying west of the east right-of-way line of United States Highway Numbered 187,\" among other similar plots-descriptions sufficiently determinate that the statute itself can later give the total number of acres of covered land (\"six thousand three hundred and seventy-six acres, more or less\"). So the question is how has Congress used the word \"portion\" in this statute? And as we have explained, the text persuades us that, subject to the 25% cap, the size of the relevant \"portion\" here is fixed by reference to the size of the attorney's fee award, not left to a district court's unguided choice.\nEven if the interpretive race in this case seems close at this point, close races still have winners. Besides, stepping back to take in the larger statutory scheme surrounding the specific language before us reveals that this case isn't quite as close as it might first appear. In 1976, Congress enacted what is now 42 U.S.C. § 1988(b) to authorize discretionary fee shifting in civil rights suits. Civil Rights Attorney's Fees Awards Act, 90 Stat. 2641. For years that statute governed the award of attorney's fees in a large variety of civil rights actions, including prisoner civil rights lawsuits like this one. But in the Prison Litigation Reform Act of 1995, Congress reentered the field and adopted § 1997e's new and specialized fee shifting rule for prisoner civil rights suits alone. See 110 Stat. 1321-71.\nComparing the terms of the old and new statutes helps to shed a good deal of light on the parties' positions. Section 1988(b) confers discretion on district courts in unambiguous terms: \"[T]he court, in its discretion, may allow the prevailing party ... a reasonable attorney's fee as part of the costs\" against the defendant. (Emphasis added.) Meanwhile, § 1997e(d) expressly qualifies the usual operation of § 1988(b) in prisoner cases. See § 1997e(d)(1) (providing that \"[i]n any action brought by a prisoner ... in which attorney's fees are authorized under section 1988... such fees shall not be awarded, except\" under certain conditions). And as we've seen § 1997e(d)(2) proceeds to use very different language to describe the district court's job in awarding fees. It does not say \"may,\" it does not say \"reasonable,\" and it certainly does not say anything about \"discretion.\" If Congress had wished to confer the same discretion in § 1997e(d) that it conferred in § 1988(b), we very much doubt it would have bothered to write a new law; omit all the words that afforded discretion in the old law; and then replace those old discretionary words with new mandatory ones. See Russello v. United States, 464 U.S. 16, 23, 104 S.Ct. 296, 78 L.Ed.2d 17 (1983) (refusing to conclude that \"the differing language\" in two statutory provisions \"has the same meaning in each\").\nThe surrounding statutory structure of § 1997e(d) reinforces this conclusion. Like paragraph (2), the other provisions of § 1997e(d)also limit the district court's pre-existing discretion under § 1988(b). These provisions limit the fees that would otherwise be available under § 1988 to cover only certain kinds of lawyerly tasks, see §§ 1997e(d)(1)(A) and (B)(ii) ; they require proportionality between fee awards and the relief ordered, see § 1997e(d)(1)(B)(i) ; and they restrict the hourly rate of the prisoner's lawyer, see § 1997e(d)(3). All this suggests a statute that seeks to restrain, rather than replicate, the discretion found in § 1988(b).\nNotably, too, the discretion Mr. Murphy would have us introduce into § 1997e doesn't even sit easily with our precedent under § 1988. Our cases interpreting § 1988 establish \"[a] strong presumption that the lodestar figure-the product of reasonable hours times a reasonable rate-represents a 'reasonable' fee.\" Pennsylvania v. Delaware Valley Citizens' Council for Clean Air, 478 U.S. 546, 565, 106 S.Ct. 3088, 92 L.Ed.2d 439 (1986). To be sure, before the lodestar became \"the guiding light of our fee shifting jurisprudence,\"\nBurlington v. Dague, 505 U.S. 557, 562, 112 S.Ct. 2638, 120 L.Ed.2d 449 (1992), many lower courts used one of your classic 12-factor balancing tests. See Delaware Valley, 478 U.S., at 562, and n. 7, 106 S.Ct. 3088. Ultimately, though, this Court rejected undue reliance on the 12-factor test because it \"gave very little actual guidance to district courts [,] ... placed unlimited discretion in trial judges[,] and produced disparate results.\" Id., at 563, 106 S.Ct. 3088. Yet, despite this guidance, Mr. Murphy effectively seeks to (re)introduce into § 1997e(d)(2) exactly the sort of unguided and freewheeling choice-and the disparate results that come with it-that this Court has sought to expunge from practice under § 1988. And he seeks to achieve all this on the basis of considerably less helpful statutory language. To state the suggestion is to reveal its defect.\nNor does Mr. Murphy's proposed cure solve his problem. To avoid reading § 1997e(d)(2) as affording entirely rudderless discretion, Mr. Murphy contends that district courts should apportion fees in proportion to the defendant's culpability. When a defendant has acted egregiously, he says, the court should lower the plaintiff's responsibility for the fee award and increase the defendant's-even if that means applying only a \"nominal\" amount of the plaintiff's judgment toward the fee. But precisely none of this appears in § 1997e(d)(2) or, for that matter, enjoys any analogue in § 1988's lodestar analysis or even the old 12-factor approach. Whatever you might have to say about Mr. Murphy's culpability formula as a matter of policy, it has no roots in the law. Nor is it clear, for what it's worth, that the culpability approach would even help him. The district court never cited the defendants' culpability (or any other reason) to justify taking only 10% rather than 25% from Mr. Murphy's judgment. And it's tough to see what the choice of 10% might have had to do with the defendant's culpability in this case. The district court actually remitted the jury's punitive damages award-suggesting that, if anything, the defendants' culpability had been already amply addressed.\nAt the end of the day, what may have begun as a close race turns out to have a clear winner. Now with a view of the full field of textual, contextual, and precedential evidence, we think the interpretation the court of appeals adopted prevails. In cases governed by § 1997e(d), we hold that district courts must apply as much of the judgment as necessary, up to 25%, to satisfy an award of attorney's fees.\nThe judgment is\nAffirmed .\nThe Court concludes that the attorney's fee apportionment provision of the Prison Litigation Reform Act of 1995 (PLRA), 42 U.S.C. § 1997e(d)(2), requires that a district court endeavor to fulfill the entirety of an attorney's fee award from the monetary judgment awarded to a prevailing prisoner-plaintiff, and only if 25 percent of the judgment is inadequate to cover the fee award can the court require contribution from the defendant. Ante, at 794. I cannot agree. The text of § 1997e(d)(2) -\"a portion of the judgment (not to exceed 25 percent) shall be applied to satisfy the amount of attorney's fees awarded against the defendant\"-and its statutory context make clear that the provision permits district courts to exercise discretion in choosing the portion of a prisoner-plaintiff's monetary judgment that must be applied toward an attorney's fee award, so long as that portion is not greater than 25 percent. I therefore respectfully dissent.\nI\nIn approaching this case, it helps to understand the background of the fee award at issue. On July 25, 2011, petitioner Charles Murphy, a prisoner at the Vandalia Correctional Center in Illinois, reported that his assigned seat at mealtime had food and water on it, which resulted in Murphy being handcuffed and escorted to a segregation building. Once there, Murphy taunted respondent Correctional Officer Robert Smith, who responded by hitting Murphy in the eye and applying a choke hold, causing Murphy to lose consciousness. When Murphy woke up, Officer Smith and respondent Lieutenant Gregory Fulk were pushing him into a cell. His hands were still cuffed behind his back and he fell face-first into the cell and hit his head on a metal toilet. Officer Smith and Lieutenant Fulk then stripped Murphy of his clothes, removed his handcuffs, and left him in the cell without checking his condition. Thirty or forty minutes passed until a nurse arrived to attend to Murphy, who was sent to a hospital. Part of his eye socket had been crushed and required surgery. Despite the procedure, Murphy did not fully recover; almost five years later, his vision remained doubled and blurred.\nMurphy sued respondents under 42 U.S.C. § 1983 and state-law causes of action. After trial, a jury found Officer Smith liable for state-law battery and unconstitutional use of force under the Eighth Amendment, and found Lieutenant Fulk liable for deliberate indifference to a serious medical need in violation of the Eighth Amendment. The jury awarded Murphy $409,750.00 in compensatory and punitive damages, which the District Court reduced to $307,733.82. The District Court also awarded Murphy's attorney $108,446.54 in fees for the several hundred hours he spent on the case and, pursuant to § 1997e(d)(2), ordered Murphy to contribute 10 percent of his money judgment toward the attorney's fee award and respondents to pay the rest.\nRespondents appealed, arguing that § 1997e(d)(2) required Murphy to contribute 25 percent of his judgment toward payment of the attorney's fee award. The Court of Appeals for the Seventh Circuit agreed and reversed. In so doing, it acknowledged that its interpretation of § 1997e(d)(2) was at odds with that of all the other Courts of Appeals to have considered the question. See 844 F.3d 653, 660 (2016) (citing Boesing v. Spiess, 540 F.3d 886, 892 (C.A.8 2008) ; Parker v. Conway, 581 F.3d 198, 205 (C.A.3 2009) ).\nII\nA\nThe relevant provision in the PLRA provides:\n\"Whenever a monetary judgment is awarded in [a civil-rights action brought by a prisoner], a portion of the judgment (not to exceed 25 percent) shall be applied to satisfy the amount of attorney's fees awarded against the defendant. If the award of attorney's fees is not greater than 150 percent of the judgment, the excess shall be paid by the defendant.\" 42 U.S.C. § 1997e(d)(2).\nThe crux of the majority's reasoning is its definition of the infinitive \"to satisfy.\" The majority contends that \"when you purposefully seek or aim 'to satisfy' an obligation, especially a financial obligation, that usually means you intend to discharge the obligation in full.\" Ante, at 787. To meet its duty to act with the purpose of fully discharging the fee award, the majority reasons, \"a district court must apply as much of the judgment as necessary to satisfy the fee award, without of course exceeding the 25% cap.\" Ibid .\nBut the phrase \"to satisfy\" as it is used in § 1997e(d)(2) does not bear the weight the majority places on it. Its neighboring text and the realities of prisoner-civil-rights litigation rebut the conclusion that \"to satisfy\" compels a district court always to maximize the amount of the prisoner-plaintiff's judgment to be contributed to the fee award, and instead indicate that the only work \"to satisfy\" does in the statute is to direct a district court to contribute some amount of the judgment toward payment of the fee award.\nBeginning with the neighboring text, it may well be that, standing alone, \"to satisfy\" is often used to mean \"to completely fulfill an obligation.\" But the statutory provision here does not simply say \"to satisfy\"; it says \"applied to satisfy.\" As a matter of everyday usage, the phrase \"applied to satisfy\" often means \"applied toward the satisfaction of,\" rather than \"applied in complete fulfillment of.\" Thus, whereas an action undertaken \"to satisfy\" an obligation might, as the majority suggests, naturally be understood as an effort to discharge the obligation in full, ante, at 787, a contribution that is \"applied to satisfy\" an obligation need not be intended to discharge the obligation in full.\nTake a few examples: A consumer makes a payment on her credit card, which her agreement with the card company provides shall be \"applied to satisfy\" her debt. A student enrolls in a particular type of math class, the credits from which her university registrar earlier announced shall be \"applied to satisfy\" the requirements of a physics degree. And a law firm associate contributes hours to a pro bono matter that her firm has provided may be \"applied to satisfy\" the firm's overall billable-hours requirement. In each case, pursuant to the relevant agreement, the payment, credits, and hours are applied toward the satisfaction of a larger obligation, but the inference is not that the consumer, student, or associate had to contribute or even necessarily did contribute the maximum possible credit card payment, classroom credits, or hours toward the fulfillment of those obligations. The consumer may have chosen to make the minimum credit card payment because she preferred to allocate her other funds elsewhere; the student may have chosen the four-credit version of the math course over the six-credit one because the former had a better instructor; and the associate may have been judicious about the hours she dedicated to the pro bono matter because she knew her firm more highly valued paid over pro bono work. So, too, here. Section 1997e(d)(2), like the credit card agreement, university registrar announcement, and law firm policy, sets out the relevant rule-\"a portion of the judgment (not to exceed 25 percent) shall be applied to satisfy\" the fee award-and the district court, like the consumer, student, and law firm associate, decides how much of the judgment to apply.\nAs a practical matter, moreover, a district court will almost never be able to discharge fully a fee award from 25 percent of a prisoner-plaintiff's judgment. In the vast majority of prisoner-civil-rights cases, the attorney's fee award exceeds the monetary judgment awarded to the prevailing prisoner-plaintiff. In fiscal year 2012, for instance, the median damages award in a prisoner-civil-rights action litigated to victory (i.e., not settled or decided against the prisoner) was a mere $4,185. See Schlanger, Trends in Prisoner Litigation, as the PLRA Enters Adulthood, 5 U.C. Irvine L. Rev. 153, 168 (2015) (Table 7) (Trends in Prisoner Litigation). Therefore, in 2012, the maximum amount (25 percent) of the median judgment that could be applied toward an attorney's fee award was $1,046.25. The PLRA caps the hourly rate that may be awarded to a prisoner-plaintiff's attorney at 150 percent of the rate for court-appointed counsel under 18 U.S.C. § 3006A, which in 2012 was $125. 42 U.S.C. § 1997e(d)(3) ; App. to Pet. for Cert. 21a. Thus, a prisoner's attorney was entitled to up to $187.50 per hour worked. Even if a district court were to apply an hourly rate of just $100, well below the cap, unless the attorney put in fewer than 10.5 hours in the ordinary case-a virtually unimaginable scenario-25 percent of the judgment will not come close to discharging fully the attorney's fee award.\nSuch low judgments are not a new phenomenon in prisoner-civil-rights suits; they were the norm even before Congress enacted the PLRA. In fiscal year 1993, for example, the median damages award for prisoner-plaintiffs in cases won at trial was $1,000. See Trends in Prisoner Litigation 167; Schlanger, Inmate Litigation, 116 Harv. L. Rev. 1555, 1602-1603, and Table II.C (2003).\nGiven the very small judgment awards in successfully litigated prisoner-civil-rights cases, it is hard to believe, as the majority contends, that Congress used \"applied to satisfy\" to command an effort by district courts to \"discharge ... in full,\" ante, at 787, when in most cases, full discharge will never be possible. Rather, taking into account both the realities of prisoner-civil-rights litigation and the most natural reading of \"applied to satisfy,\" the more logical inference is that § 1997e(d)(2) simply requires that a portion of the prevailing prisoner-plaintiff's judgment be applied toward the satisfaction of the attorney's fee award. It does not, however, demand that the district court always order the prisoner-plaintiff to pay the maximum possible portion of the judgment (up to 25 percent) needed to discharge fully the fee award. Under that interpretation, applying any amount of Murphy's judgment toward payment of his attorney's fee award complies with § 1997e(d)(2), whether that amount is 10 percent of the judgment as ordered by the District Court or 25 percent as ordered by the Court of Appeals.\nB\nThe majority suggests that if Congress had wanted to permit judges to pursue something other than full discharge of the fee award from the judgment, it could have replaced \"to satisfy\" with \"to reduce\" or \"against.\" Ante, at 792. But the majority ignores that Congress also easily could have written § 1997e(d)(2) to more clearly express the meaning it and respondents champion. The statute, for example, simply could have said: \"Twenty-five percent of the plaintiff's judgment shall be applied to satisfy the amount of attorney's fees awarded against the defendant. If the award of attorney's fees is not greater than 150 percent of the judgment, the excess shall be paid by the defendant.\"\nIn fact, Congress considered and rejected language prior to enacting the current attorney's fee apportionment provision that would have done just what the majority claims. An earlier version of § 1997e(d)(2) provided:\n\"Whenever a monetary judgment is awarded in an action described in paragraph (1), a portion of the judgment (not to exceed 25 percent) shall be applied to satisfy the amount of attorney's fees awarded against the defendant. If the award of attorney's fees is greater than 25 percent of the judgment, the excess shall be paid by the defendant.\" Prison Litigation Reform Act of 1995, S. 1279, 104th Cong., 1st Sess., § 3(d), p. 16 (1995) (emphasis added).\nThe italicized clause plainly expressed what the majority contends the current provision means, i.e., that a defendant's liability for the attorney's fee award begins only if any portion of the award remains unpaid after the prevailing prisoner-plaintiff has contributed 25 percent of the judgment. But Congress removed this clause before finalizing the bill, thus electing to keep the 25-percent ceiling for the prisoner-plaintiff's contribution to the fee award and rejecting a 25-percent floor for the defendant's contribution. See H.R. Conf. Rep. No. 104-378, p. 71 (1995).\nThe majority alternatively disclaims the ability to discern what motivated the deletion and pronounces that \"[i]t shows that, at some stage of the bill's consideration, its proponents likely shared [the majority's] understanding\" of how the first sentence works. Ante, at 794 - 795, n. 2. In the majority's view, it is more likely that Congress drafted two redundant sentences than two conflicting ones. Ibid. That supposition, however, is purely speculative. Here is what is known for certain: Congress had before it language that would have accomplished exactly the statutory function the majority today endorses and Congress chose to excise that language from the text. Our precedent instructs that \"[w]here Congress includes limiting language in an earlier version of a bill but deletes it prior to enactment, it may be presumed that the limitation was not intended.\" Russello v. United States, 464 U.S. 16, 23-24, 104 S.Ct. 296, 78 L.Ed.2d 17 (1983). See also INS v. Cardoza-Fonseca, 480 U.S. 421, 442-443, 107 S.Ct. 1207, 94 L.Ed.2d 434 (1987) (\" 'Few principles of statutory construction are more compelling than the proposition that Congress does not intend sub silentio to enact statutory language that it has earlier discarded in favor of other language' \").\nC\nThe rest of the statutory text confirms that district courts have discretion to choose the amount of the judgment that must be applied toward the attorney's fee award. Specifically, that grant of discretion is evident from Congress' use of two discretion-conferring terms, \"portion\" and \"not to exceed.\"\nThe first word, \"portion,\" is defined as \"[a] share or allotted part (as of an estate).\" Black's Law Dictionary 1182 (7th ed. 1999). \"Portion\" thus inherently conveys an indeterminate amount. Take, for instance, the following sentence: \"My dinner guest has requested a portion of apple pie for dessert.\" How much is a \"portion\" of pie? For a marathon runner, a \"portion\" might mean a hearty serving, perhaps an eighth of a whole pie; for someone on a diet, however, a \"portion\" might mean a tiny sliver. The dinner host can figure it out based on the circumstances. Similarly, in this context, referencing a \"portion\" of the judgment tells us that some amount of the judgment up to 25 percent of the whole is to be applied to the attorney's fee award, but not exactly what amount. That decision is left to the sound discretion of the district court, depending again on the circumstances.\nThe majority dismisses as insignificant Congress' use of this discretion-conferring term, arguing that under either side's reading of the statute, the \"portion\" of fees taken from the prisoner-plaintiff's judgment will vary. See ante, at 788. True enough, but that fact does not justify the majority's brushoff. Congress' deliberate choice to use the indeterminate, discretion-conferring term \"portion\" in § 1997e(d)(2) reveals much about the statute's meaning.\nTo illustrate the significance of Congress' use of the word \"portion,\" imagine that § 1997e(d)(2) contained no qualifying \"not to exceed\" parenthetical, and instead provided only that \"a portion of the judgment shall be applied to satisfy the amount of attorney's fees awarded against the defendant.\" As applied to the typical scenario, i.e., where the attorney's fee award exceeds the prisoner-plaintiff's money judgment, the most natural reading of the statute absent the limiting parenthetical is that the amount of the judgment applied to the fee award must be more than zero and less than 100 percent. That is because, as explained above, \"portion\" means something less than the whole but does not have a fixed value. If the majority were correct in its reading of \"to satisfy,\" however-that it requires the district court to endeavor to discharge fully the attorney's fee award from the prisoner-plaintiff's judgment before turning to the defendant for a contribution-then, in the typical case, absent the parenthetical, we would have to conclude that \"a portion of the judgment\" always means \"all of the judgment\" or perhaps \"all of the judgment save a nominal amount.\" I do not think it reasonable to conclude that Congress intended to ascribe such a strained meaning to \"portion.\" That the majority's reading of one term-\"to satisfy\"-forces an implausible reading of another term-\"portion\"-strongly suggests that its reading is incorrect.\nCongress' use of the word \"portion,\" therefore, does not merely instruct that there are a range of possible portions that can be paid out of the judgment. \"Portion\" makes evident that the district court is afforded the discretion to choose the amount of the judgment to be paid toward the fee award. The addition of the \"not to exceed 25 percent\" parenthetical only enhances this conclusion. The phrase \"not to exceed,\" which is itself discretion conferring, sets an upper, but not a lower, limit and thus cabins, but does not eliminate, the exercise of discretion that \"portion\" confers.\nD\nThe distinction between cabining and eliminating discretion is also key to understanding the relationship between § 1997e(d) and 42 U.S.C. § 1988(b), as well as between § 1997e(d)(2) and its surrounding statutory provisions.\nSection 1988(b), the Civil Rights Attorney's Fees Awards Act of 1976, authorizes a district court to award \"a reasonable attorney's fee\" to a prevailing party in an action to enforce one or more of several federal civil rights laws. Section 1997e(d) in turn imposes limits on the attorney's fees available under § 1988(b) when the prevailing plaintiff in one of the specified civil-rights actions is a prisoner. In particular, the district court may award attorney's fees to the prisoner only if \"the fee was directly and reasonably incurred in proving an actual violation of the plaintiff's rights protected by a statute pursuant to which a fee may be awarded under section 1988,\" and \"the amount of the fee is proportionately related to the court ordered relief for the violation\" or \"the fee was directly and reasonably incurred in enforcing the relief ordered for the violation.\" § 1997e(d)(1). In addition, as noted supra, at 788, the district court may not base an award of attorney's fees \"on an hourly rate greater than 150 percent of the hourly rate established under [ 18 U.S.C. § 3006A ] for payment of court-appointed counsel\" and, if the prisoner-plaintiff was awarded damages, may not award attorney's fees in excess of 150 percent of the monetary judgment. §§ 1997e(d)(2)-(3).\nThese provisions, of course, do not eliminate a district court's discretion when it comes to the award of attorney's fees to a prevailing prisoner-plaintiff; they merely compress the range of permissible options. A district court still has the discretion to decide whether to award attorney's fees, just as it ordinarily would under § 1988(b) ; it simply must first ensure that the threshold conditions set out in § 1997e(d)(1) are satisfied. A district court likewise still has the discretion to determine what constitutes a reasonable amount of fees to award; it simply must abide by the two 150-percent caps in doing so.\nJust as these surrounding statutory provisions in § 1997e(d) set outward bounds on a district court's exercise of discretion while still preserving the exercise of discretion within those bounds, so, too, does § 1997e(d)(2). A district court is not free to require the defendant to pay the entire attorney's fee award, nor is it free to require the prisoner-plaintiff to give up more than 25 percent of his judgment to pay the fee award. But within those boundaries, the district court is free to decide which party should pay what portion of the fee award.\nThe majority suggests that affording discretion to district courts when it comes to the apportionment of attorney's fee awards is in tension with our adoption of the lodestar method as the presumptive means of calculating a reasonable fee award under § 1988. Ante, at 789. Prior to the lodestar's development, several lower courts utilized 12 \"sometimes subjective factors.\" Pennsylvania v. Delaware Valley Citizens' Council for Clean Air, 478 U.S. 546, 563, 106 S.Ct. 3088, 92 L.Ed.2d 439 (1986). Because that method \"placed unlimited discretion in trial judges and produced disparate results,\" ibid., this Court endorsed the lodestar approach, pursuant to which a court multiplies \"the number of hours reasonably expended on the litigation times a reasonable hourly rate,\" Blum v. Stenson, 465 U.S. 886, 888, 104 S.Ct. 1541, 79 L.Ed.2d 891 (1984), and then considers whether to make adjustments to that amount, see id., at 898-901, 104 S.Ct. 1541 ; Hensley v. Eckerhart, 461 U.S. 424, 435, 103 S.Ct. 1933, 76 L.Ed.2d 40 (1983). The majority asserts that adopting Murphy's reading of § 1997e(d)(2) would lead to \"exactly the sort of unguided and freewheeling choice\" this Court sought to leave behind when it sanctioned the lodestar approach. Ante, at 789. That analogy, however, is inapt.\nFirst, the question before us is whether § 1997e(d)(2) affords district courts any discretion in the apportionment of responsibility for payment of an attorney's fee award, not how district courts reasonably should exercise that discretion. When this Court embraced the lodestar approach, it did so to provide guideposts to district courts as they exercised the discretion granted to them by § 1988(b) to \"allow the prevailing party ... a reasonable attorney's fee.\" By no means did this Court eliminate that exercise of discretion. Rather, the Court has \"reemphasize[d] that the district court has discretion in determining the amount of a fee award.\" Hensley, 461 U.S., at 437, 103 S.Ct. 1933 ; see also Blum, 465 U.S., at 902, n. 19, 104 S.Ct. 1541 (\"A district court is expressly empowered to exercise discretion in determining whether an award is to be made and if so its reasonableness\"); id., at 896, 104 S.Ct. 1541 (explaining that the proper standard of review of an attorney's fee award is abuse of discretion). As was the case for the District Court here, that exercise of discretion can include, for example, whether a defendant is entitled to a reduction in hours where a plaintiff did not succeed on all his claims, and whether certain claimed expenses are reasonable. See App. to Pet. for Cert. 22a-26a.\nIf the majority is concerned that district courts are exercising the apportionment discretion afforded to them by § 1997e(d)(2) in an uneven or unguided manner, the solution is not to read the conferral of discretion out of the statute entirely. Instead, as occurred in the § 1988(b) context, the Court could endorse a method for apportioning attorney's fee awards that can consistently be applied across cases. Just as courts ultimately were capable, through trial-and-error, of discerning an appropriate formula for assessing the reasonableness of a given fee award, see Delaware Valley, 478 U.S., at 562-565, 106 S.Ct. 3088 so, too, are they capable of determining a sound approach to the apportionment decision envisioned by § 1997e(d)(2).\nSecond, even absent an equivalent method to the lodestar inquiry, § 1997e(d)(2) does not, unlike the old 12-factor analysis for calculating fee awards, afford unlimited discretion. Congress provided express bounds on a district court's apportionment discretion, requiring that it order the prevailing prisoner-plaintiff to contribute at least some part of his money judgment to the fee award but no more than 25 percent.\nFinally, it is not obvious that the need for a more regimented approach with respect to calculating the amount of an attorney's fee award under § 1988(b) should dictate the need for a similarly regimented approach with respect to the apportionment of responsibility for that award under § 1997e(d)(2). The two decisions involve fundamentally different inquiries: The first is focused on the prevailing-plaintiff's attorney and is concerned with determining a reasonable value for services rendered in pursuing the action, and the second is focused on the parties and is concerned with assessing the extent to which each party should bear responsibility for payment of those services (within the bounds set by Congress). In light of these distinctions, the Court should hesitate to extrapolate wholesale from the considerations that drove the adoption of the lodestar rule to constrain the apportionment discretion afforded by § 1997e(d)(2).\nIII\nOn my reading of the plain text of § 1997e(d)(2) and its surrounding statutory provisions and context, the proper interpretation of the provision is clear: District courts may exercise discretion in choosing the portion of the prisoner-plaintiff's monetary judgment that must go toward the attorney's fee award, so long as that choice is not greater than 25 percent of the judgment. Because the majority holds that a prevailing prisoner-plaintiff must always yield 25 percent of his monetary judgment or, if less, the full amount of the fee award in every case, I respectfully dissent.\nSee Black's Law Dictionary 1543 (10th ed. 2014) (defining \"satisfaction\" as \"[t]he fulfillment of an obligation; esp., the payment in full of a debt\"); 14 Oxford English Dictionary 504 (2d ed. 1989) (defining \"satisfy\" as \"[t]o pay off or discharge fully; to liquidate (a debt); to fulfil completely (an obligation), comply with (a demand)\"); Webster's New International Dictionary 2220 (2d ed. 1950) (defining \"satisfy\" as \"1. In general, to fill up to the measure of a want of (a person or a thing); hence, to gratify fully the desire of.... 2. a To pay to the extent of claims or deserts; to give what is due to; as, to satisfy a creditor. b To answer or discharge, as a claim, debt, legal demand, or the like; ... to pay off \").\nEven for those of us who might be inclined to entertain it, Mr. Murphy's legislative history argument fails to overcome the textual, contextual, and precedential evidence before us. He points to an early draft of § 1997e(d)(2) that read: \"Whenever a monetary judgment is awarded in an action described in paragraph (1), a portion of the judgment (not to exceed 25 percent) shall be applied to satisfy the amount of attorney's fees awarded against the defendant. If the award of attorney's fees is greater than 25 percent of the judgment, the excess shall be paid by the defendant.\" Prison Litigation Reform Act of 1995, S. 1279, 104th Cong., 1st Sess., § 3(d), p. 16 (1995) (emphasis added). Mr. Murphy admits that the italicized language in the second sentence suggests that it is the size of the attorney's fees award, not some invisible discretion, that determines what the defendant must pay. Yet, he notes, the second sentence was revised in the legislative process and now reads: \"If the award of attorney's fees is not greater than 150 percent of the judgment, the excess shall be paid by the defendant.\" 42 U.S.C. § 1997e(d)(2) (emphasis added).\nBut what exactly does this amendment process prove, even taken on its own terms? It shows that, at some stage of the bill's consideration, its proponents likely shared our understanding that the (still unchanged) first sentence doesn't give district courts the discretion to allocate fees to the defendant as they please. For if such discretion were intended, it would have been incoherent for the drafters to say, in the second sentence, that defendants must pay only \"[i]f the award of attorney's fees is greater than 25 percent of the judgment,\" instead of whenever the district court chooses. Beyond that, the amendment process tells us nothing. Did legislators voting on the measure agree with our interpretation of the first sentence and drop the confirmatory language from the second as flabby duplication? Or did they drop it because, as Mr. Murphy supposes, they thought it erroneous or even just bad policy? Did anyone voting on the measure even think about this question? There is no way to know, and we will not try to guess.\nA similar conclusion obtains if one considers the average, rather than the median, damages award in a prisoner-civil-rights action litigated to victory, which in 2012 was $20,815. See Trends in Prisoner Litigation 168 (Table 7).\nThe average such award in 1993, excluding one extreme outlier of $6.5 million, was $18,800. See Trends in Prisoner Litigation 167; Schlanger, 116 Harv. L. Rev., at 1603.\nIn fact, even here, where the monetary judgment awarded to Murphy was well above the average award in prisoner-civil-rights cases, 25 percent of the judgment cannot fully discharge the fees awarded to his attorney.\nIrrespective of what portion of the judgment the district court ultimately requires the prisoner-plaintiff to contribute to the fee award, the award will always be satisfied, i.e., paid in full, for once the prisoner-plaintiff provides his contribution from the judgment, the defendant will be called upon to contribute the remainder.\nNotably, such variation will be far less common under the majority's reading. Given that the fee awards in prisoner-civil-rights victories almost always exceed the monetary judgments, see Part II-A, supra, on the majority's reading, it will be the rare case indeed when the \"portion\" of the judgment applied to the fee award will be anything other than 25 percent.\nOf course, \"portion\" can gain a more determinate meaning by its surrounding context, as the majority's examples illustrate. See ante, at 793. But § 1997e(d)(2) is not like the recipe that quantifies the initial portion of sugar to be doubled or the statutory provision that describes with geographic precision the lands to be made part of the National Elk Refuge. \"[T]o satisfy\" simply instructs that some portion of the prisoner-plaintiff's judgment \"not to exceed 25 percent\" be applied toward the satisfaction of the fee award. See supra, at 789. Section 1997e(d)(2) therefore lacks the clarifying details present in the majority's examples that would give fixed meaning to the word \"portion.\"\nSuch an apportionment method could, for example, account for a defendant's conduct during the litigation, just as the lodestar method considers the prevailing-plaintiff's conduct in prosecuting the action. A defendant that acts in ways that unnecessarily prolong or complicate the litigation so as to increase the plaintiff's fees reasonably could be asked to bear a greater share of that expense.\nRelatedly, the majority indicates concern with the District Court's lack of explanation for its choice of 10 percent. See ante, at 790. That procedural failure can easily be remedied by requiring district courts to explain their apportionment decisions so as to facilitate meaningful appellate review.",
        "type": "majority",
        "author": "Justice GORSUCH delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Stuart Banner, Los Angeles, CA, for Petitioner.",
      "Brett E. Legner, Chicago, IL, for Respondents.",
      "Fred A. Rowley, Jr., Daniel B. Levin, Mark R. Yohalem, Munger, Tolles & Olson LLP, Los Angeles, CA, Fabian J. Rosati, Chicago, IL, Stuart Banner, UCLA School of Law, Supreme Court Clinic, Los Angeles, CA, for Petitioner.",
      "Lisa Madigan, Attorney General, State of Illinois, David L. Franklin, Solicitor General, Brett E. Legner, Deputy Solicitor General, Mary Ellen Margaret Welsh, Kaitlyn N. Chenevert, Sarah A. Hunger, Assistant Attorneys General, Chicago, IL, for Respondents."
    ],
    "corrections": "",
    "head_matter": "Charles MURPHY, Petitioner\nv.\nRobert SMITH, et al.\nNo. 16-1067.\nSupreme Court of the United States\nArgued Dec. 6, 2017.\nDecided Feb. 21, 2018.\nStuart Banner, Los Angeles, CA, for Petitioner.\nBrett E. Legner, Chicago, IL, for Respondents.\nFred A. Rowley, Jr., Daniel B. Levin, Mark R. Yohalem, Munger, Tolles & Olson LLP, Los Angeles, CA, Fabian J. Rosati, Chicago, IL, Stuart Banner, UCLA School of Law, Supreme Court Clinic, Los Angeles, CA, for Petitioner.\nLisa Madigan, Attorney General, State of Illinois, David L. Franklin, Solicitor General, Brett E. Legner, Deputy Solicitor General, Mary Ellen Margaret Welsh, Kaitlyn N. Chenevert, Sarah A. Hunger, Assistant Attorneys General, Chicago, IL, for Respondents."
  },
  "file_name": "0784-01",
  "first_page_order": 784,
  "last_page_order": 798
}
