{
  "id": 12617105,
  "name": "State of TEXAS, Plaintiff v. State of NEW MEXICO and State of Colorado.",
  "name_abbreviation": "Texas v. New Mexico",
  "decision_date": "2018-03-05",
  "docket_number": "No. 141, Orig.",
  "first_page": "954",
  "last_page": "960",
  "citations": [
    {
      "type": "official",
      "cite": "138 S. Ct. 954"
    },
    {
      "type": "parallel",
      "cite": "200 L. Ed. 2d 235"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "53 Stat. 788",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "791"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "53 Stat. 792",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "266 U.S. 405",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6142375
      ],
      "weight": 3,
      "year": 1925,
      "pin_cites": [
        {
          "page": "423-425",
          "parenthetical": "recognizing the strong interests of the United States in preventing interference with its treaty obligations"
        },
        {
          "parenthetical": "recognizing the strong interests of the United States in preventing interference with its treaty obligations"
        },
        {
          "parenthetical": "recognizing the strong interests of the United States in preventing interference with its treaty obligations"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/266/0405-01"
      ]
    },
    {
      "cite": "451 U.S. 725",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6192088
      ],
      "weight": 3,
      "year": 1981,
      "pin_cites": [
        {
          "page": "745, n. 21"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/451/0725-01"
      ]
    },
    {
      "cite": "24 How. 66",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3463590
      ],
      "weight": 2,
      "year": 1861,
      "pin_cites": [
        {
          "page": "98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/65/0066-01"
      ]
    },
    {
      "cite": "263 U.S. 365",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6142038
      ],
      "weight": 3,
      "year": 1923,
      "pin_cites": [
        {
          "page": "372-373"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/263/0365-01"
      ]
    },
    {
      "cite": "135 S.Ct. 1042",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12586954
      ],
      "weight": 3,
      "year": 2015,
      "pin_cites": [
        {
          "page": "1051",
          "parenthetical": "quoting North Dakota v. Minnesota, 263 U.S. 365, 372-373, 44 S.Ct. 138, 68 L.Ed. 342 (1923) "
        },
        {
          "parenthetical": "quoting North Dakota v. Minnesota, 263 U.S. 365, 372-373, 44 S.Ct. 138, 68 L.Ed. 342 (1923) "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/1042-01"
      ]
    },
    {
      "cite": "462 U.S. 554",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6190573
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "564"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/462/0554-01"
      ]
    },
    {
      "cite": "17 How. 478",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        5678225
      ],
      "weight": 2,
      "year": 1855,
      "pin_cites": [
        {
          "page": "494"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/58/0478-01"
      ]
    },
    {
      "cite": "53 Stat. 785",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "weight": 6,
      "pin_cites": [
        {
          "page": "792"
        },
        {
          "page": "787-788"
        },
        {
          "page": "788"
        },
        {
          "parenthetical": "\"[T]he entry of a Decree in accordance with Texas' Prayer for Relief would necessarily affect the United States' interests in the [Rio Grande] Project\" contract"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "34 Stat. 2953",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 751,
    "char_count": 13359,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26361343846687585
    },
    "sha256": "44af0a0b19cb09a5768fdb1032d9b5f3624ba9cea7f6f1f78d04aec48e8d2993",
    "simhash": "1:022cfdc4cfc45f55",
    "word_count": 2150
  },
  "last_updated": "2024-02-27T18:39:19.333036+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "State of TEXAS, Plaintiff\nv.\nState of NEW MEXICO and State of Colorado."
    ],
    "opinions": [
      {
        "text": "Justice GORSUCH delivered the opinion of the Court.\nWill Rogers reportedly called the Rio Grande \"the only river I ever saw that needed irrigation.\" In its long journey from the Colorado Rockies to the Gulf of Mexico, many and sometimes competing demands are made on the river's resources. In an effort to reconcile some of those demands, Colorado, New Mexico, and Texas, acting with the federal government's assent, signed the Rio Grande Compact in the 1930s. In today's lawsuit, Texas claims that New Mexico has defied the Compact. But at this stage in the proceedings we face only a preliminary and narrow question: May the United States, as an intervenor, assert essentially the same claims Texas already has? We believe it may.\nLike its namesake, the Rio Grande Compact took a long and circuitous route to ratification. Its roots trace perhaps to the 1890s, when Mexico complained to the United States that increasing demands on the river upstream left little for those below the border. The federal government responded by proposing, among other things, to build a reservoir and guarantee Mexico a regular and regulated release of water. Eventually, the government identified a potential dam site near Elephant Butte, New Mexico, about 105 miles north of the Texas state line. The government presented this suggestion to representatives of Mexico and the affected States in a 1904 \" 'Irrigation Congress,' \" where it was \" 'heartily endorse[d] and approve[d].' \" Official Proceedings of the Twelfth National Irrigation Congress 107 (G. Mitchell ed. 1905). So, in 1906, the United States agreed by treaty to deliver 60,000 acre-feet of water annually to Mexico upon completion of the new reservoir. Convention Between the United States and Mexico Providing for the Equitable Distribution of the Waters of the Rio Grande for Irrigation Purposes, 34 Stat. 2953. After obtaining the necessary water rights, the United States began construction of the dam in 1910 and completed it in 1916 as part of a broader infrastructure development known as the Rio Grande Project.\nBut that still left the problem of resolving similar disputes among the various States. After a number of interim agreements and impasses, the affected parties eventually (and nearly simultaneously) negotiated several agreements. And here again the Rio Grande Project and its Elephant Butte Reservoir played a central role. In the first set of agreements, the federal government promised to supply water from the Reservoir to downstream water districts with 155,000 irrigable acres in New Mexico and Texas. In turn, the water districts agreed to pay charges in proportion to the percentage of the total acres lying in each State-roughly 57% for New Mexico and 43% for Texas. We will call those agreements the \"Downstream Contracts.\" Additionally, Colorado, New Mexico, and Texas concluded the Rio Grande Compact, which Congress approved in 1939. Act of May 31, 1939, 53 Stat. 785. In the Compact, the parties indicated that nothing in their agreement should be \"construed as affecting\" the federal government's treaty duties to deliver promised water to Mexico, but only as resolving disputes among themselves. Id., at 792. Toward that end, the Compact required Colorado to deliver a specified amount of water annually to New Mexico at the state line. Id., at 787-788. But then, instead of similarly requiring New Mexico to deliver a specified amount of water annually to the Texas state line, the Compact directed New Mexico to deliver water to the Reservoir. Id., at 788. In isolation, this might have seemed a curious choice, for a promise to deliver water to a reservoir more than 100 miles inside New Mexico would seemingly secure nothing for Texas. But the choice made all the sense in the world in light of the simultaneously negotiated Downstream Contracts that promised Texas water districts a certain amount of water every year from the Reservoir's resources.\nFast forward to this dispute. Texas filed an original action before this Court complaining that New Mexico has violated the Compact. According to Texas, New Mexico is effectively breaching its Compact duty to deliver water to the Reservoir by allowing downstream New Mexico users to siphon off water below the Reservoir in ways the Downstream Contracts do not anticipate. After we permitted the United States to intervene, it also filed a complaint with allegations that parallel Texas's. In response to these complaints, New Mexico filed a motion to dismiss. A Special Master we appointed to consider the case received briefing, heard argument, and eventually issued an interim report recommending that we deny New Mexico's motion to dismiss Texas's complaint. We accepted that recommendation. At the same time, the Master recommended that we dismiss in part the complaint filed by the United States. The Master reasoned, in pertinent part, that the Compact does not confer on the United States the power to enforce its terms. In response to the Master's report, the parties filed a number of exceptions. We agreed to hear two of these exceptions-one by the United States and one by Colorado-concerning the scope of the claims the United States can assert in this original action. The United States says it may pursue claims for violations of the Compact itself; Colorado says the United States should be permitted to pursue claims only to the extent they arise under the 1906 treaty with Mexico.\nOur analysis begins with the Constitution. Its Compact Clause provides that \"[n]o State shall, without the Consent of Congress, ... enter into any Agreement or Compact with another State.\" Art. I, § 10, cl. 3. Congress's approval serves to \"prevent any compact or agreement between any two States, which might affect injuriously the interests of the others.\" Florida v. Georgia, 17 How. 478, 494, 15 L.Ed. 181 (1855). It also ensures that the Legislature can \"check any infringement of the rights of the national government.\" 3 J. Story, Commentaries on the Constitution of the United States § 1397, p. 272 (1833) (in subsequent editions, § 1403). So, for example, if a proposed interstate agreement might lead to friction with a foreign country or injure the interests of another region of our own, Congress may withhold its approval. But once Congress gives its consent, a compact between States-like any other federal statute-becomes the law of the land. Texas v. New Mexico, 462 U.S. 554, 564, 103 S.Ct. 2558, 77 L.Ed.2d 1 (1983).\nOur role in compact cases differs from our role in ordinary litigation. The Constitution endows this Court with original jurisdiction over disputes between the States. See Art. III, § 2. And this Court's role in these cases is to serve \" 'as a substitute for the diplomatic settlement of controversies between sovereigns and a possible resort to force.' \" Kansas v. Nebraska, 574 U.S. ----, ----, 135 S.Ct. 1042, 1051, 191 L.Ed.2d 1 (2015) (quoting North Dakota v. Minnesota, 263 U.S. 365, 372-373, 44 S.Ct. 138, 68 L.Ed. 342 (1923) ). As a result, the Court may, \"[i]n this singular sphere, ... 'regulate and mould the process it uses in such a manner as in its judgment will best promote the purposes of justice.' \" 574 U.S., at 1052, 135 S.Ct. 1042 (quoting Kentucky v. Dennison, 24 How. 66, 98, 16 L.Ed. 717 (1861) ).\nUsing that special authority, we have sometimes permitted the federal government to participate in compact suits to defend \"distinctively federal interests\" that a normal litigant might not be permitted to pursue in traditional litigation. Maryland v. Louisiana, 451 U.S. 725, 745, n. 21, 101 S.Ct. 2114, 68 L.Ed.2d 576 (1981). At the same time, our permission should not be confused for license. Viewed from some sufficiently abstract level of generality, almost any compact between the States will touch on some concern of the national government-foreign affairs, interstate commerce, taxing and spending. No doubt that is the very reason why the Constitution requires congressional ratification of state compacts. But just because Congress enjoys a special role in approving interstate agreements, it does not necessarily follow that the United States has blanket authority to intervene in cases concerning the construction of those agreements.\nStill, bearing in mind our unique authority to mold original actions, several considerations taken collectively persuade us that the United States may pursue the particular claims it has pleaded in this case:\nFirst, the Compact is inextricably intertwined with the Rio Grande Project and the Downstream Contracts. The Compact indicates that its purpose is to \"effec [t] an equitable apportionment\" of \"the waters of the Rio Grande\" between the affected States. 53 Stat. 785. Yet it can achieve that purpose only because, by the time the Compact was executed and enacted, the United States had negotiated and approved the Downstream Contracts, in which it assumed a legal responsibility to deliver a certain amount of water to Texas. In this way, the United States might be said to serve, through the Downstream Contracts, as a sort of \" 'agent' of the Compact, charged with assuring that the Compact's equitable apportionment\" to Texas and part of New Mexico \"is, in fact, made.\" Texas's Reply to Exceptions to the First Interim Report of the Special Master 40. Or by way of another rough analogy, the Compact could be thought implicitly to incorporate the Downstream Contracts by reference. Cf. 11 R. Lord, Williston on Contracts § 30:26 (4th ed. 2017). However described, it is clear enough that the federal government has an interest in seeing that water is deposited in the Reservoir consistent with the Compact's terms. That is what allows the United States to meet its duties under the Downstream Contracts, which are themselves essential to the fulfillment of the Compact's expressly stated purpose.\nSecond, New Mexico has conceded that the United States plays an integral role in the Compact's operation. Early in these proceedings, it argued that the federal government was an indispensable party to this lawsuit because it is \"responsible for ... delivery of ... water\" as required by the Downstream Contracts and anticipated by the Compact. Brief in Opposition 33; ibid. (\"[T]he entry of a Decree in accordance with Texas' Prayer for Relief would necessarily affect the United States' interests in the [Rio Grande] Project\" contract). And at oral argument, New Mexico contended that the federal government is so integrally a part of the Compact's operation that a State could sue the United States under the Compact for interfering with its operation. Tr. of Oral Arg. 59.\nThird, a breach of the Compact could jeopardize the federal government's ability to satisfy its treaty obligations. See Sanitary Dist. of Chicago v. United States, 266 U.S. 405, 423-425, 45 S.Ct. 176, 69 L.Ed. 352 (1925) (recognizing the strong interests of the United States in preventing interference with its treaty obligations). Our treaty with Mexico requires the federal government to deliver 60,000 acre-feet of water annually from the Elephant Butte Reservoir. And to fill that Reservoir the Compact obliges New Mexico to deliver a specified amount of water to the facility. So a failure by New Mexico to meet its Compact obligations could directly impair the federal government's ability to perform its obligations under the treaty. Now the Compact says plainly that it may not be \"construed as affecting the obligations of the United States of America to Mexico\" under existing treaties. 53 Stat. 792. But that means only that the Compact seeks to avoid impairing the federal government's treaty obligations. Permitting the United States to proceed here will allow it to ensure that those obligations are, in fact, honored.\nFourth, the United States has asserted its Compact claims in an existing action brought by Texas, seeking substantially the same relief and without that State's objection. This case does not present the question whether the United States could initiate litigation to force a State to perform its obligations under the Compact or expand the scope of an existing controversy between States.\nTaken together, we are persuaded these factors favor allowing the United States to pursue the Compact claims it has pleaded in this original action. Nothing in our opinion should be taken to suggest whether a different result would obtain in the absence of any of the considerations we have outlined or in the presence of additional, countervailing considerations. The United States's exception is sustained, all other exceptions are overruled, and the case is remanded to the Special Master for further proceedings consistent with this opinion.\nIt is so ordered.\nTo be precise, the Compact originally required New Mexico to deliver water to a measuring station at San Marcial, New Mexico, upstream of the Elephant Butte Reservoir. 53 Stat. 788. But the Compact also established something called the Rio Grande Compact Commission and gave it the power to administer the Compact in various ways. Id., at 791. In 1948, that Commission relocated the spot for measuring the delivery obligation from the measuring station to the Reservoir itself.",
        "type": "majority",
        "author": "Justice GORSUCH delivered the opinion of the Court."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "State of TEXAS, Plaintiff\nv.\nState of NEW MEXICO and State of Colorado.\nNo. 141, Orig.\nSupreme Court of the United States\nArgued Jan. 8, 2018.\nDecided March 5, 2018."
  },
  "file_name": "0954-01",
  "first_page_order": 954,
  "last_page_order": 960
}
