{
  "id": 12612235,
  "name": "Timothy D. KOONS, Kenneth Jay Putensen, Randy Feauto, Esequiel Gutierrez, and Jose Manuel Gardea, Petitioners v. UNITED STATES.",
  "name_abbreviation": "Koons v. United States",
  "decision_date": "2018-06-04",
  "docket_number": "No. 17–5716.",
  "first_page": "1783",
  "last_page": "1790",
  "citations": [
    {
      "type": "official",
      "cite": "138 S. Ct. 1783"
    },
    {
      "type": "parallel",
      "cite": "201 L. Ed. 2d 93"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "770 F.3d 285",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4266569
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "287-288",
          "parenthetical": "collecting cases"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/770/0285-01"
      ]
    },
    {
      "cite": "560 U.S. 817",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12454872,
        3641961
      ],
      "weight": 8,
      "year": 2010,
      "pin_cites": [
        {
          "page": "824-826"
        },
        {
          "page": "824-825"
        },
        {
          "page": "825-826, 831"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/177/0271-01",
        "/us/560/0817-01"
      ]
    },
    {
      "cite": "569 U.S. 530",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12697059
      ],
      "weight": 3,
      "year": 2013,
      "pin_cites": [
        {
          "page": "542"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/569/0530-01"
      ]
    },
    {
      "cite": "199 L.Ed.2d 423",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12615834,
        12615835,
        12615831
      ],
      "year": 2017,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/0543-04",
        "/s-ct/138/0543-05",
        "/s-ct/138/0543-01"
      ]
    },
    {
      "cite": "138 S.Ct. 543",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12615831,
        12615832,
        12615833,
        12615834,
        12615835
      ],
      "weight": 7,
      "year": 2017,
      "pin_cites": [
        {
          "page": "1778"
        },
        {
          "page": "1778"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/0543-01",
        "/s-ct/138/0543-02",
        "/s-ct/138/0543-03",
        "/s-ct/138/0543-04",
        "/s-ct/138/0543-05"
      ]
    },
    {
      "cite": "850 F.3d 973",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12277771
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "977"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/850/0973-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3553",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(e)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "21 U.S.C. § 841",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(b)(1)"
        },
        {
          "page": "70"
        },
        {
          "page": "114-115, 148, 174, 197, 216"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 3582",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(c)(2)"
        },
        {
          "page": "(c)(2)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 624,
    "char_count": 13830,
    "pagerank": {
      "raw": 2.1834800180233954e-07,
      "percentile": 0.7729361827658678
    },
    "sha256": "75e91293b4abfad2922f70af2f29b5525a390fb8b9a425342266fa0f025494d6",
    "simhash": "1:e8ca7e79b54793e1",
    "word_count": 2146
  },
  "last_updated": "2024-02-27T18:39:19.333036+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Timothy D. KOONS, Kenneth Jay Putensen, Randy Feauto, Esequiel Gutierrez, and Jose Manuel Gardea, Petitioners\nv.\nUNITED STATES."
    ],
    "opinions": [
      {
        "text": "Justice ALITO delivered the opinion of the Court.\nUnder 18 U.S.C. § 3582(c)(2), a defendant is eligible for a sentence reduction if he was initially sentenced \"based on a sentencing range\" that was later lowered by the United States Sentencing Commission. The five petitioners in today's case claim to be eligible under this provision. They were convicted of drug offenses that carried statutory mandatory minimum sentences, but they received sentences below these mandatory minimums, as another statute allows, because they substantially assisted the Government in prosecuting other drug offenders. We hold that petitioners' sentences were \"based on\" their mandatory minimums and on their substantial assistance to the Government, not on sentencing ranges that the Commission later lowered. Petitioners are therefore ineligible for § 3582(c)(2) sentence reductions.\nI\nAll five petitioners pleaded guilty before the same sentencing judge to methamphetamine conspiracy offenses that subjected them to mandatory minimum sentences under 21 U.S.C. § 841(b)(1). Before the District Court imposed those sentences, however, it first calculated petitioners' advisory Guidelines ranges, as district courts do in sentencing proceedings all around the country. These ranges take into account the seriousness of a defendant's offense and his criminal history in order to produce a set of months as a recommended sentence (e.g., 151 to 188 months for petitioner Koons). But not only are these ranges advisory, they are also tentative: They can be overridden by other considerations, such as a congressionally mandated minimum sentence. Indeed, the Guidelines themselves instruct that \"[w]here a statutorily required minimum sentence is greater than the maximum of the applicable guideline range, the statutorily required minimum sentence shall be the [final] guideline sentence.\" United States Sentencing Commission, Guidelines Manual § 5G1.1(b) (Nov. 2016) (USSG); see also § 1B1.1(a)(8).\nThat is what happened here. In each of petitioners' cases, the top end of the Guidelines range fell below the applicable mandatory minimum sentence, and so the court concluded that the mandatory minimum superseded the Guidelines range. E.g., App. 197; see also id., at 70. Thus, in all five cases, the court discarded the advisory ranges in favor of the mandatory minimum sentences. See id., at 114-115, 148, 174, 197, 216.\nWhen a statute sets out a mandatory minimum sentence, a defendant convicted under that statute will generally receive a sentence at or above the mandatory minimum-but not always. If the defendant has substantially assisted the Government \"in the investigation or prosecution of another person,\" the Government may move under 18 U.S.C. § 3553(e) to allow the district court to \"impose a sentence below\" the mandatory minimum \"so as to reflect [the] defendant's substantial assistance.\"\nThe Government filed such motions in each of petitioners' cases, and in each case, the District Court departed downward from the mandatory minimum because of petitioners' substantial assistance. In settling on the final sentences, the court considered the so-called \"substantial-assistance factors\" found in § 5K1.1(a) of the Guidelines, all of which relate to the assistance defendants supply the Government. App. 80, 197; see, e.g., USSG §§ 5K1.1(a)(1)-(3), (5) (the \"extent,\" \"timeliness,\" \"significance[,] and usefulness\" of the defendant's assistance and the \"truthfulness, completeness, and reliability of [the] information\" provided). In no case did the court consider the original drug Guidelines ranges that it had earlier discarded. See App. 115-116, 148-154, 174-177, 197-198, 216-218. The sentences ultimately imposed in these cases represented downward departures from the mandatory minimums of between 25 and 45 percent. See Brief for United States 3.\nYears after petitioners' sentences became final, the Sentencing Commission issued amendment 782, which reduced the Guidelines' base offense levels for certain drug offenses, including those for which petitioners were convicted. See USSG App. C, Amdt. 782 (Supp. Nov. 2012-Nov. 2016); see also Hughes v. United States, --- U.S, at ----, 138 S.Ct., at 1774, ante. And because the amendment applied retroactively, ibid., it made defendants previously convicted of those offenses potentially eligible for a sentence reduction under § 3582(c)(2).\nPetitioners sought such reductions, but in order to qualify, they had to show that their sentences were \"based on\" the now-lowered drug Guidelines ranges. § 3582(c)(2). The courts below held that petitioners could not make that showing, App. 93-97; 850 F.3d 973, 977 (C.A.8 2017), and we granted certiorari to review the question, 583 U.S. ----, 138 S.Ct. 543, 199 L.Ed.2d 423 (2017).\nII\nWe hold that petitioners do not qualify for sentence reductions under § 3582(c)(2) because their sentences were not \"based on\" their lowered Guidelines ranges. Instead, their sentences were \"based on\" their mandatory minimums and on their substantial assistance to the Government.\nA\nFor a sentence to be \"based on\" a lowered Guidelines range, the range must have at least played \"a relevant part [in] the framework the [sentencing] judge used\" in imposing the sentence. Hughes, --- U.S, at ----, 138 S.Ct., at 1778, ante ; see - -- U.S, at ---- - ----, 138 S.Ct., at 1775 - 1777, ante . The Guidelines range will often play that part, for district judges must calculate the defendant's advisory range and then will frequently tie the sentence they impose to that range. See - -- U.S, at ---- - ----, 138 S.Ct., at 1775 - 1776, ante ; see also § 3553(a)(4). But that is not always the case. After all, the Guidelines are advisory, and in some instances they even explicitly call for the ranges to be tossed aside. When that happens-when the ranges play no relevant part in the judge's determination of the defendant's ultimate sentence-the resulting sentence is not \"based on\" a Guidelines range.\nPetitioners' sentences fall into this latter category of cases. Their sentences were not \"based on\" the lowered Guidelines ranges because the District Court did not consider those ranges in imposing its ultimate sentences. On the contrary, the court scrapped the ranges in favor of the mandatory minimums, and never considered the ranges again; as the court explained, the ranges dropped out of the case. App. 114-115, 148, 174, 197, 216. And once out of the case, the ranges could not come close to forming the \"basis for the sentence that the District Court imposed,\"\nHughes, --- U.S, at ----, 138 S.Ct., at 1778, ante , and petitioners thus could not receive § 3582(c)(2) sentence reductions.\nB\nPetitioners' four counterarguments do not change our conclusion.\nFirst, petitioners insist that because the Guidelines ranges serve as \"the starting point for every sentencing calculation in the federal system,\" Peugh v. United States, 569 U.S. 530, 542, 133 S.Ct. 2072, 186 L.Ed.2d 84 (2013), all sentences are \"based on\" Guidelines ranges. See Brief for Petitioners 21-22; Reply Brief 16-17. It is true that our cases require sentencing judges to calculate the now-advisory Guidelines range in every sentencing proceeding. And it is true that many judges use those ranges as \"the foundation of [their] sentencing decisions.\" Hughes, --- U.S, at ----, 138 S.Ct., at 1774 - 1775, ante .\nBut it does not follow that any sentence subsequently imposed must be regarded as \"based on\" a Guidelines range. What matters, instead, is the role that the Guidelines range played in the selection of the sentence eventually imposed-not the role that the range played in the initial calculation. And here, while consideration of the ranges may have served as the \"starting point\" in the sense that the court began by calculating those ranges, the ranges clearly did not form the \"foundation\" of the sentences ultimately selected. See Hughes, --- U.S, at ---- - ----, 138 S.Ct., at 1775 - 1777, ante. In constructing a house, a builder may begin by considering one design but may ultimately decide to use entirely different plans. While the first design would represent the starting point in the builder's decisionmaking process, the house finally built would not be \"based on\" that design. The same is true here. Petitioners' sentences were not \"based on\" Guidelines ranges that the sentencing judge discarded in favor of mandatory minimums and substantial-assistance factors.\nSecond, petitioners argue that even if their sentences were not actually based on their Guidelines ranges, they are eligible under § 3582(c)(2) because their sentences should have been based on those ranges. See Brief for Petitioners 25-34. But even under that reading of \"based on,\" petitioners are not eligible because the District Court made no mistake at sentencing. Petitioners emphasize that when a court departs downward because of a defendant's substantial assistance, § 3553(e) requires it to impose a sentence \"in accordance with the guidelines.\" Id., at 28 (emphasis deleted). But that does not mean \"in accordance with the guidelines range .\" Instead, a court imposes a sentence \"in accordance with the guidelines\" when it follows the Guidelines-including the parts of the Guidelines that instruct it to disregard the advisory ranges, see USSG §§ 1B1.1(a)(8), 5G1.1(b) -in settling on a sentence. And that is precisely what the court did here. It properly discarded the advisory ranges, ibid., and permissibly considered only factors related to petitioners' substantial assistance, rather than factors related to the advisory ranges, as a guide in determining how far to depart downward, USSG § 5K1.1. See § 3553(e).\nThird, petitioners stress that the Sentencing Commission's policy statement makes clear that the Commission wanted defendants in their shoes to be eligible for sentence reductions. Brief for Petitioners 35-38; see USSG § 1B1.10(c) (policy statement). But the Commission's policy statement cannot alter § 3582(c)(2), which applies only when a sentence was \"based on\" a subsequently lowered range. The Sentencing Commission may limit the application of its retroactive Guidelines amendments through its \" 'applicable policy statements.' \" Dillon v. United States, 560 U.S. 817, 824-826, 130 S.Ct. 2683, 177 L.Ed.2d 271 (2010). But policy statements cannot make a defendant eligible when § 3582(c)(2) makes him ineligible. See id., at 824-825, 130 S.Ct. 2683. In short, because petitioners do not satisfy § 3582(c)(2)'s threshold \"based on\" requirement, the Commission had no power to enable their sentence reductions.\nFourth and finally, far from creating \"unjustifiable sentencing disparities,\" Brief for Petitioners 38-42, our rule avoids such disparities. Identically situated defendants sentenced today may receive the same sentences as petitioners received. See App. 89-90. Now, as then, district courts calculate the advisory Guidelines ranges, see USSG § 1B1.1(a)(7) ; discard them in favor of the mandatory minimum sentences, §§ 1B1.1(a)(8), 5G1.1(b) ; and then may use the substantial-assistance factors to determine how far to depart downward, §§ 1B1.1(b), 5K1.1(a). See § 3553(e). Those resulting sentences, like the sentences here, are not \"based on\" a lowered Guidelines range-they are \"based on\" the defendants' mandatory minimums and substantial assistance to the Government. And those defendants, like petitioners, are not eligible for sentence reductions under § 3582(c)(2).\n* * *\nFor these reasons, we affirm.\nIt is so ordered.\nThe Government argues that defendants subject to mandatory minimum sentences can never be sentenced \"based on a sentencing range\" that the Commission has lowered, 18 U.S.C. § 3582(c)(2), because such defendants' \"sentencing range[s]\" are the mandatory minimums, which the Commission has no power to lower. See Brief for United States 19-28. We need not resolve the meaning of \"sentencing range\" today. Even if it referred to the discarded Guidelines range rather than the mandatory minimum-as petitioners contend, see Brief for Petitioners 20-21-petitioners still would not be eligible for sentence reductions: As explained in the text that follows, their sentences were not \"based on\" even that range.\nWe assume for argument's sake that what should have happened at the initial sentencing proceedings, rather than what actually happened, matters for purposes of § 3582(c)(2). But cf. Dillon v. United States, 560 U.S. 817, 825-826, 831, 130 S.Ct. 2683, 177 L.Ed.2d 271 (2010).\nMany courts have held that § 3553(e)prohibits consideration of the advisory Guidelines ranges in determining how far to depart downward. See, e.g., United States v. Spinks, 770 F.3d 285, 287-288, and n. 1 (C.A.4 2014) (collecting cases). We take no view on that issue. All we must decide today is that, at the least, neither § 3553(e) nor the Guidelines required the District Court to use the advisory ranges in determining how far to depart downward.",
        "type": "majority",
        "author": "Justice ALITO delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Jeffrey L. Fisher, Stanford, CA, appointed by this Court, for Petitioners.",
      "Eric J. Feigin, Washington, D.C., for Respondent.",
      "James Whalen, Federal Public Defender, Joseph Herrold, Assistant Federal Public Defender, Des Moines, IA, Jeffrey L. Fisher, David T. Goldberg, Pamela S. Karlan, Stanford Law School, Supreme Court Litigation Clinic, Stanford, CA, for Petitioners.",
      "Noel J. Francisco, Solicitor General, John P. Cronan, Acting Assistant Attorney General, Edwin S. Kneedler, Deputy Solicitor General, Eric J. Feigin, Christopher G. Michel, Assistants to the Solicitor General, Demetra Lambros, Attorney, Department of Justice, Washington, D.C., for Respondent."
    ],
    "corrections": "",
    "head_matter": "Timothy D. KOONS, Kenneth Jay Putensen, Randy Feauto, Esequiel Gutierrez, and Jose Manuel Gardea, Petitioners\nv.\nUNITED STATES.\nNo. 17-5716.\nSupreme Court of the United States\nArgued March 27, 2018.\nDecided June 4, 2018.\nJeffrey L. Fisher, Stanford, CA, appointed by this Court, for Petitioners.\nEric J. Feigin, Washington, D.C., for Respondent.\nJames Whalen, Federal Public Defender, Joseph Herrold, Assistant Federal Public Defender, Des Moines, IA, Jeffrey L. Fisher, David T. Goldberg, Pamela S. Karlan, Stanford Law School, Supreme Court Litigation Clinic, Stanford, CA, for Petitioners.\nNoel J. Francisco, Solicitor General, John P. Cronan, Acting Assistant Attorney General, Edwin S. Kneedler, Deputy Solicitor General, Eric J. Feigin, Christopher G. Michel, Assistants to the Solicitor General, Demetra Lambros, Attorney, Department of Justice, Washington, D.C., for Respondent."
  },
  "file_name": "1783-01",
  "first_page_order": 1783,
  "last_page_order": 1790
}
