{
  "id": 12612243,
  "name": "Carlos TREVINO v. Lorie DAVIS, Director, Texas Department of Criminal Justice, Correctional Institutions Division.",
  "name_abbreviation": "Trevino v. Davis",
  "decision_date": "2018-06-04",
  "docket_number": "No. 17–6883.",
  "first_page": "1793",
  "last_page": "1800",
  "citations": [
    {
      "type": "official",
      "cite": "138 S. Ct. 1793"
    },
    {
      "type": "parallel",
      "cite": "201 L. Ed. 2d 1014"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "561 U.S. 945",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12455290,
        3644230
      ],
      "weight": 3,
      "year": 2010,
      "pin_cites": [
        {
          "page": "955-956",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/l-ed-2d/177/1025-01",
        "/us/561/0945-01"
      ]
    },
    {
      "cite": "466 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204802
      ],
      "weight": 5,
      "year": 1984,
      "pin_cites": [
        {
          "page": "687, 694"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/466/0668-01"
      ]
    },
    {
      "cite": "861 F.3d 545",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12276184
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f3d/861/0545-01"
      ]
    },
    {
      "cite": "539 U.S. 510",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8898384
      ],
      "weight": 5,
      "year": 2003,
      "pin_cites": [
        {
          "page": "534"
        },
        {
          "page": "534"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/539/0510-01"
      ]
    },
    {
      "cite": "569 U.S. 413",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12697053
      ],
      "weight": 5,
      "year": 2013,
      "pin_cites": [
        {
          "page": "429",
          "parenthetical": "quoting Martinez, 566 U.S., at 17, 132 S.Ct. 1309 "
        },
        {
          "parenthetical": "quoting Martinez, 566 U.S., at 17, 132 S.Ct. 1309 "
        },
        {
          "parenthetical": "quoting Martinez, 566 U.S., at 17, 132 S.Ct. 1309 "
        },
        {
          "page": "428"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/569/0413-01"
      ]
    },
    {
      "cite": "566 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12188233
      ],
      "weight": 5,
      "year": 2012,
      "pin_cites": [
        {
          "page": "17"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/566/0001-01"
      ]
    },
    {
      "cite": "2015 WL 3651534",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2015,
      "opinion_index": 0
    },
    {
      "cite": "558 U.S. 15",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3638982
      ],
      "weight": 12,
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "page": "22"
        },
        {
          "page": "17"
        },
        {
          "page": "26"
        },
        {
          "page": "22"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/558/0015-01"
      ]
    },
    {
      "cite": "545 U.S. 374",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8209271
      ],
      "weight": 17,
      "year": 2005,
      "pin_cites": [
        {
          "page": "393"
        },
        {
          "page": "392"
        },
        {
          "page": "390-391"
        },
        {
          "page": "393"
        },
        {
          "page": "391-393"
        },
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/545/0374-01"
      ]
    },
    {
      "cite": "529 U.S. 362",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9508607
      ],
      "weight": 23,
      "year": 2000,
      "pin_cites": [
        {
          "page": "398"
        },
        {
          "page": "395-396"
        },
        {
          "page": "396"
        },
        {
          "page": "398"
        },
        {
          "page": "398"
        },
        {
          "page": "398"
        },
        {
          "page": "398"
        },
        {
          "page": "398"
        },
        {
          "page": "398"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/529/0362-01"
      ]
    },
    {
      "cite": "561 U.S. 945",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12455290,
        3644230
      ],
      "weight": 5,
      "year": 2010,
      "pin_cites": [
        {
          "page": "954",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "page": "955"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/177/1025-01",
        "/us/561/0945-01"
      ]
    },
    {
      "cite": "861 F.3d 545",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12276184
      ],
      "weight": 28,
      "year": 2017,
      "pin_cites": [
        {
          "page": "547"
        },
        {
          "page": "553",
          "parenthetical": "Dennis, J., dissenting"
        },
        {
          "parenthetical": "alterations in original"
        },
        {
          "parenthetical": "ellipsis and alterations in original"
        },
        {
          "page": "549"
        },
        {
          "page": "549-550"
        },
        {
          "page": "550"
        },
        {
          "page": "554",
          "parenthetical": "Dennis, J., dissenting"
        },
        {
          "page": "550"
        },
        {
          "page": "550"
        },
        {
          "page": "550-551"
        },
        {
          "page": "551"
        },
        {
          "page": "549"
        },
        {
          "page": "556",
          "parenthetical": "Dennis, J., dissenting"
        },
        {
          "page": "550"
        },
        {
          "page": "549"
        },
        {
          "page": "548-551"
        },
        {
          "page": "551-557"
        },
        {
          "page": "553-554",
          "parenthetical": "Dennis, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/861/0545-01"
      ]
    },
    {
      "cite": "539 U.S. 510",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8898384
      ],
      "weight": 7,
      "year": 2003,
      "pin_cites": [
        {
          "page": "534"
        },
        {
          "page": "537"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/539/0510-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1025,
    "char_count": 25196,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4741042817554228
    },
    "sha256": "702ad4df4acaf1600ae568df6c0a835169f9f925f02632098209ec49690364ee",
    "simhash": "1:e3dbe32f4a43874c",
    "word_count": 3922
  },
  "last_updated": "2024-02-27T18:39:19.333036+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carlos TREVINO\nv.\nLorie DAVIS, Director, Texas Department of Criminal Justice, Correctional Institutions Division."
    ],
    "opinions": [
      {
        "text": "Where, as here, new evidence presented during postconviction proceedings includes both mitigating and aggravating factors, a court still must consider all of the mitigating evidence alongside all of the aggravating evidence. The new evidence must not be evaluated in isolation. Moreover, the court must step into the shoes of the jury, and review the evidence as the jury would have in the first instance. See Williams v. Taylor, 529 U.S. 362, 398, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000) ; Rompilla v. Beard, 545 U.S. 374, 393, 125 S.Ct. 2456, 162 L.Ed.2d 360 (2005).\nIn Texas, a jury at the penalty phase of a capital trial first considers whether there is a probability that the defendant will be a future threat to society, Tex.Code Crim. Proc. Ann., Art. 37.071, § (2)(b)(1) (Vernon Cum. Supp. 2017), and whether the defendant caused, intended to cause, or anticipated a death, § 2(b)(2). Only if the state has proved those two issues beyond a reasonable doubt will the jury then consider the effect of mitigating evidence on the sentence. §§ 2(c), (g). If even one juror decides that, \"taking into consideration all of the evidence, including the circumstances of the offense, the defendant's character and background, and the personal moral culpability of the defendant, there is a sufficient mitigating circumstance or circumstances to warrant that a sentence of life imprisonment without parole rather than a death sentence be imposed,\" the court must impose a life sentence. §§ 2(e)(1), (f)(2), (g).\nB\nWith that framework in mind, consider the facts of this case. During the penalty-phase proceedings, the State presented evidence of Trevino's juvenile criminal record and adult convictions. The jury also heard uncontroverted testimony that Trevino was a member of a street gang and a violent prison gang, and, needless to say, the jurors were aware that they had just convicted Trevino of capital murder.\nWith respect to mitigation, Trevino's counsel presented just one witness, Trevino's aunt, who testified that\n\" '(1) she had known [Trevino] all his life, (2) [his] father was largely absent throughout [his] life, (3) [his] mother \"has alcohol problems right now,\" (4) [his] family was on welfare during his childhood, (5) [Trevino] was a loner in school, (6) [Trevino] dropped out of school and went to work for his mother's boyfriend doing roofing work, (7) [Trevino] is the father of one child and is good with children, often taking care of her two daughters, and (8) she knows [he] is incapable of committing capital murder.' \" 861 F.3d, at 547.\nWith only that mitigation before them, the jury deliberated for approximately eight hours before it unanimously concluded that the State satisfied its burden of showing that Trevino was a continuing threat to society; that he had caused, intended to cause, or anticipated the death of a person; and that the mitigating circumstances were insufficient to warrant a life sentence instead of a death sentence. Ibid.\nIn addition to this evidence presented at trial, Trevino offered new mitigating evidence in support of his habeas petition, including testimony from expert and lay witnesses, relating to his fetal alcohol spectrum disorder. Dr. Rebecca H. Dyer, Ph. D., a clinical and forensic psychologist, reported that Trevino \"functions 'within the low average range of intellectual functioning,' and has a 'history of employing poor problem-solving strategies, attentional deficits, poor academic functioning, memory difficulties, and history of substance abuse.' \" Id., at 553 (Dennis, J., dissenting). She further stated:\n\" '[Trevino's] history of [FASD] clearly had an impact on his cognitive development, academic performance, social functioning, and overall adaptive functioning. These factors, along with his significant history of physical and emotional abuse, physical and emotional neglect, and social deprivation clearly contributed to [Trevino's] ability to make appropriate decisions and choices about his lifestyle, behaviors and actions, his ability to withstand and ignore group influences, and his ability to work through and adapt to frustration and anger.' \" Ibid. (alterations in original).\nShe concluded that Trevino's FASD \" 'would ... have impacted any of [his] decisions to participate in or refrain from any activities that resulted in his capital murder charges,' \" ibid. (ellipsis and alterations in original), even if the condition \" 'would not have significantly interfered with his ability to know right from wrong, or to appreciate the nature and quality of his actions at the time of the capital offense,' \" id., at 549.\nDr. Paul Conner, Ph. D., a clinical neurologist, further reported that \"Trevino demonstrated deficiencies in eight cognitive domains, where only three are necessary for a diagnosis of FASD.\" Id., at 549-550. Trevino's \" 'daily functioning skills are essentially at a level that might be expected from an individual who was diagnosed with an intellectual disability.' \" Id., at 550.\nTrevino's lay witnesses placed his FASD in context. Ibid. Linda Mockeridge, a mitigation expert, collected testimony that Trevino's mother drank between 18 and 24 cans of beer every day during her pregnancy; Trevino weighed only four pounds at birth; he was not potty trained until he was six years old and wore diapers at night until he was eight years old; he was developmentally delayed as compared to his siblings; he repeated several grades in elementary school and eventually dropped out of school in the ninth grade, at which point he read at a third-grade level. Id., at 554 (Dennis, J., dissenting).\nTrevino's former girlfriend stated that Trevino \"was a good father and caring toward her, but was easily influenced by his friends.\" Id., at 550. She also recounts instances where he \"was violent toward her,\" including a time when Trevino \"put a gun to [her] head\" and another when \"he attempted to rape her at knifepoint.\" Ibid. She says she \" 'was always fearful of him,' \" and Trevino's brother says he had \"witnessed Trevino be physically violent toward [the former girlfriend], including choking her.\" Ibid.\nTrevino's former employer commented that Trevino \"was a good worker that lacked initiative.\" Ibid. A friend stated that Trevino is \" 'peaceful' \" and \" 'not violent,' \" but acknowledged that Trevino \" 'had firearms and was part of a street gang,' \" and that when Trevino was released on parole he \"went out with friends, 'getting high and drunk and robbing people.' \" Ibid.\nC\nReviewing Trevino's claim de novo, the Fifth Circuit majority concluded that the evidence is \"insufficient to create a reasonable probability that Trevino would not have been sentenced to death had it been presented to the jury.\" Ibid. The majority first attempted to distinguish Wiggins, where the Court concluded that trial counsel rendered ineffective assistance in failing to discover and present mitigation information. \"Unlike in Wiggins, \" where the only mitigation presented at trial was \" 'that Wiggins had no prior convictions,' \" the majority reasoned that \"Trevino's trial counsel did present mitigating evidence,\" in that his aunt \"covered his mother's alcohol problems, his absent father, his trouble in school, and the love he demonstrated toward [the aunt's] daughters.\" 861 F.3d, at 550.\nThen, looking at the new evidence in isolation, the majority noted that \"[t]he mitigating evidence that Trevino suffers from FASD would be heard along with [his former girlfriend's] graphic testimony of Trevino's violence toward her and [his friend's] testimony that he was involved in gang and criminal activity.\" Ibid. It also found that the additional mitigating evidence was \"undermined by Dyer's conclusion that Trevino's FASD 'would not have significantly interfered with his ability to know right from wrong, or to appreciate the nature and quality of his actions at the time of the capital offense.' \" Id., at 550-551.\nIn light of these negative aspects of the new evidence, the majority concluded that it created \"a significant double-edged problem that was not present in Wiggins .\" Id., at 551. Because \"[j]urors could easily infer from this new FASD evidence that Trevino may have had developmental problems ... and poor decisionmaking, but that he also engaged in a pattern of violent behavior ... that he understood was wrong,\" the majority concluded that he could not establish prejudice. Ibid. The analysis stopped there, and over the dissent of one judge, the majority affirmed the denial of habeas relief.\nII\nIn focusing on what it considered to be the \"double-edged\" nature of the new evidence, the Fifth Circuit majority failed to view the prejudice inquiry holistically. The requisite inquiry demands that courts consider the entirety of the evidence and reweigh it as if the jury had considered it all together in the first instance. Wiggins, 539 U.S., at 534, 123 S.Ct. 2527. The Court's decisions in Williams v. Taylor, 529 U.S. 362, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000), Rompilla v. Beard, 545 U.S. 374, 125 S.Ct. 2456, 162 L.Ed.2d 360 (2005), and Wong v. Belmontes, 558 U.S. 15, 130 S.Ct. 383, 175 L.Ed.2d 328 (2009) (per curiam ), control the outcome here.\nIn Williams, new mitigation evidence presented in postconviction proceedings revealed that the petitioner was \" 'borderline mentally retarded,' \" experienced severe child abuse and neglect, and as a child spent time in \"the custody of the social services bureau.\" 529 U.S., at 395-396, 120 S.Ct. 1495. The Court acknowledged, however, that \"not all of the additional evidence was favorable to [the petitioner].\" Id., at 396, 120 S.Ct. 1495. For example, \"juvenile records revealed that he had been thrice committed to the juvenile system\" for various offenses. Ibid.\nThe Court did not isolate that new evidence, which included both mitigating and potentially aggravating aspects, and decide that it canceled itself out. Rather, it considered all the evidence and evaluated how the new evidence would have affected the jury's evaluation of future dangerousness and moral culpability in light of what the jury already knew. Specifically, the Court recognized that, although the additional evidence \"may not have overcome a finding of future dangerousness, the graphic description of Williams' childhood, filled with abuse and privation, or the reality that he was 'borderline mentally retarded,' might well have influenced the jury's appraisal of his moral culpability.\" Id., at 398, 120 S.Ct. 1495.\nIn Rompilla, the Court again discussed mitigating and aggravating aspects of new evidence presented in support of a failure-to-investigate claim. Postconviction mitigation investigation revealed that the petitioner \" 'suffers from organic brain damage, an extreme mental disturbance significantly impairing several of his cognitive functions,' \" that he read at a third-grade level, and that his mental health problems \" 'were likely caused by fetal alcohol syndrome.' \" 545 U.S., at 392, 125 S.Ct. 2456. In addition to this mitigating evidence, the Court acknowledged that new evidence also showed that the petitioner \" 'early came to [the] attention of juvenile authorities, quit school at 16, [and] started a series of incarcerations ... often of assaultive nature and commonly related to over-indulgence in alcoholic beverages.' \" Id., at 390-391, 125 S.Ct. 2456 (some alterations in original).\nDespite what the Fifth Circuit majority here would have called the \"double-edged\" nature of that new evidence, the Court concluded that the petitioner was prejudiced by his counsel's failure to investigate and introduce the evidence because \"the undiscovered 'mitigating evidence, taken as a whole, \"might well have influenced the jury's appraisal\" of [Rompilla's] culpability.' \" Id., at 393, 125 S.Ct. 2456 (alteration in original; emphasis added).\nIn Wong, although the Court concluded that the petitioner had not been prejudiced by his counsel's mitigation presentation, that conclusion resulted from an assessment of all the mitigation and aggravation evidence available in the record, both from trial and from the habeas proceeding. The Court found that much of the new \"humanizing evidence\" was cumulative of the mitigating evidence presented at trial, 558 U.S., at 22, 130 S.Ct. 383, whereas the new aggravating evidence was \"potentially devastating\" information that the jury had not heard, namely, that Wong had committed a prior, unrelated murder \"execution style,\" id., at 17, 130 S.Ct. 383. The Court emphasized the importance of considering \"all the evidence-the good and the bad-when evaluating prejudice.\" Id., at 26, 130 S.Ct. 383. It ultimately concluded that because \"the worst kind of evidence would have come in with the good,\" all of the mitigating evidence would not have outweighed the aggravating evidence. Ibid.\nThe Fifth Circuit majority's misguided focus on the \"double-edged problem\" of the new evidence failed to comport with the clear takeaway from Williams, Rompilla, and Wong that a court assessing prejudice based on failure to investigate and present mitigating evidence must consider the value of the newly discovered evidence in the context of the whole record.\nThat legal error is particularly evident given Texas' capital sentencing scheme. In Texas, if a jury reaches a mitigation inquiry, it necessarily already has concluded beyond a reasonable doubt that the defendant poses a continuing threat to society. Tex. Code Crim. Proc. Ann., Art. 37.071, §§ 2(b)(1), (c), (g). Just as in Williams, it may be that the new evidence that Trevino uncovered in his habeas proceedings would \"not have overcome [the] finding\" that he posed a threat to society. 529 U.S., at 398, 120 S.Ct. 1495. In fact, some of the new evidence may bolster that determination. But whether the defendant poses a risk of future dangerousness is not the only inquiry a jury considering death must undertake. Having found future dangerousness, a jury still must consider whether \"there is a sufficient mitigating circumstance or circumstances to warrant that a sentence of life imprisonment without parole rather than a death sentence be imposed,\" in light of variables such as the \"circumstances of the offense, the defendant's character and background, and the personal moral culpability of the defendant.\" § 2(e)(1). In that inquiry, as the Court in Williams stated, \"[m]itigating evidence unrelated to dangerousness may alter the jury's selection of penalty, even if it does not undermine or rebut the prosecution's death-eligibility case.\" Id., at 398, 120 S.Ct. 1495.\nHad the Fifth Circuit majority undertaken a full inquiry, it is unlikely that the new aggravating evidence would have factored substantially into the jury's mitigation decision, as much of the new aggravating evidence \"was merely cumulative\" of the evidence presented at trial. Wong, 558 U.S., at 22, 130 S.Ct. 383. The jury already knew, for example, that Trevino was a member of a street gang and a violent prison gang. The allegations that Trevino assaulted his former girlfriend, although serious, reflected his violent tendencies and were hardly new character-and-background information for a jury that had just convicted Trevino of capital murder. The fact that one expert testified that Trevino's FASD \" 'would not have significantly interfered with his ability to know right from wrong, or to appreciate the nature and quality of his actions at the time of the capital offense,' \" 861 F.3d, at 549, cannot be considered new aggravating evidence given that \"Trevino did not assert an insanity defense and the same jury had already found him guilty of the offense,\" id., at 556 (Dennis, J., dissenting).\nIn contrast, the new mitigating evidence relating to FASD is completely different in kind from any other evidence that the jury heard about Trevino. At sentencing, the testimony of Trevino's aunt did not in any sense touch on Trevino's FASD or its implications for his cognitive development. Had the jury learned of the FASD and related testimony, it would have had a much fuller perspective of his character and background. For example, the jurors learned that Trevino dropped out of school early, but they had no idea that his disorder affected his academic functioning, including his problem-solving skills, memory, and reading ability, or that his achievement of basic childhood milestones like potty training had been so severely delayed. As in Williams, where the jury had not learned that the petitioner was \" 'borderline mentally retarded,' \" 529 U.S., at 398, 120 S.Ct. 1495, the jurors here did not know that Trevino's \" 'daily functioning skills are essentially at a level that might be expected from an individual who was diagnosed with an intellectual disability.' \" 861 F.3d, at 550.\nThe jurors heard that Trevino was a good father and often cared for his aunt's children, but they did not know of the childhood abuse and neglect that he overcame to learn to care for other children. The jurors were aware that Trevino's mother had alcohol problems, but they were unaware that she drank 18 to 24 beers per day during pregnancy, resulting in Trevino's developmental delays.\nEvidence of FASD also would have helped the jury better understand the circumstances leading to the capital murder charges, as the disorder \"would ... have impacted any of ... Trevino's decisions to participate in or refrain from [related] activities.\" Id., at 549. The jurors heard that Trevino had violent tendencies, but they did not know that his FASD impacted his ability to work through and adapt to frustration and anger, or that FASD affected his ability to withstand and ignore group influences.\nAll in all, the new mitigating evidence had remarkable value, especially given this Court's recognition that evidence relating to a defendant's cognitive functioning plays an important role in a jury's selection of a penalty. See Williams, 529 U.S., at 398, 120 S.Ct. 1495 ; Rompilla, 545 U.S., at 391-393, 125 S.Ct. 2456. Yet, despite the lack of any other evidence at trial that dealt with Trevino's lifelong cognitive disorder, the Fifth Circuit majority discounted the new evidence in its entirety under its double-edged theory, without considering its potential effect on a jury's \"appraisal of [Trevino's] moral culpability.\" Williams, 529 U.S., at 398, 120 S.Ct. 1495.\nThe Fifth Circuit majority's error is glaring, because considering all of the evidence, including that relating to Trevino's FASD, it is obvious that \"there is a reasonable probability that at least one juror would have struck a different balance.\" Wiggins, 539 U.S., at 537, 123 S.Ct. 2527.\nIII\nThe Fifth Circuit majority plainly misapplied our precedents. Absent intervention from this Court to correct that error, Trevino remains subject to a death sentence having received inadequate consideration of his claim of ineffective assistance of trial counsel, and with no jury having fairly appraised the substantial new mitigating evidence that a competent counsel would have discovered. That result is indefensible, especially where our failure to intervene sanctions the taking of a life by the state.\nI therefore respectfully dissent from the denial of certiorari.\nIf at least one juror decides either of those two issues in the negative, the court must impose a life sentence regardless of the effect of mitigating circumstances. See Tex. Code Crim. Proc. Ann., Art. 37.071, § 2(g).\nThe procedural history of this case is complex. For present purposes, it is sufficient to note that after this Court's remand, Trevino filed a second amended federal habeas petition. The District Court denied relief. Trevino v. Stephens, 2015 WL 3651534 (W.D.Tex., June 11, 2015). The Fifth Circuit granted a certificate of appealability and affirmed the District Court's denial of relief solely on the basis that, on the merits, Trevino could not establish that he was prejudiced by his trial counsel's failure to introduce additional mitigating evidence. See 861 F.3d 545, 548-551 (2017). Judge Dennis dissented from that decision. Id., at 551-557.\nTrevino showed deficits in \"academics, especially math; verbal and visuospatial memory; visuospatial construction; processing speed; executive functioning, especially on tasks that provide lower levels of structure and as such require greater independent problem solving or abstraction skills; communication skills, especially receptive skills; daily living skills, primarily 'community skills'; and socialization skills.\" Id., at 553-554 (Dennis, J., dissenting).\nThe Court of Appeals' review was de novo because the state court \"never reached the issue of prejudice.\" Rompilla v. Beard, 545 U.S. 374, 390, 125 S.Ct. 2456, 162 L.Ed.2d 360 (2005).\nThe Fifth Circuit majority considered the aunt's testimony to have been at least more substantial than the mitigation presented in Wiggins v. Smith, 539 U.S. 510, 123 S.Ct. 2527, 156 L.Ed.2d 471 (2003), but that point is irrelevant. This Court has \"never limited the prejudice inquiry under Strickland to cases in which there was only little or no mitigation presented.\"Sears v. Upton, 561 U.S. 945, 954, 130 S.Ct. 3259, 177 L.Ed.2d 1025 (2010) (per curiam ) (internal quotation marks omitted). The fact that trial counsel made an \"effort to present some mitigation evidence\" does not \"foreclose an inquiry into whether a facially deficient mitigation investigation might have prejudiced the defendant.\" Id., at 955, 130 S.Ct. 3259 (emphasis in original).",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied.",
      "Unfortunately, that is not what happened. When the Court of Appeals for the Fifth Circuit ultimately considered whether Trevino was prejudiced by his trial counsel's failure to investigate and present evidence of his fetal alcohol spectrum disorder (FASD), the panel majority did not properly \"reweigh the evidence in aggravation against the totality of available mitigating evidence.\" Wiggins v. Smith, 539 U.S. 510, 534, 123 S.Ct. 2527, 156 L.Ed.2d 471 (2003). Rather, the majority dismissed the new FASD evidence because it purportedly created a \"significant double-edged problem\" in that it had both mitigating and aggravating aspects, and stopped its analysis short without reweighing the totality of all the evidence. 861 F.3d 545, 551 (2017). That truncated approach is in direct contravention of this Court's precedent, which has long recognized that a court cannot simply conclude that new evidence in aggravation cancels out new evidence in mitigation; the true impact of new evidence, both aggravating and mitigating, can only be understood by asking how the jury would have considered that evidence in light of what it already knew.",
      "Under Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), to establish that trial counsel's \"deficient performance prejudiced the defense,\" a \"defendant must show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" Id., at 687, 694, 104 S.Ct. 2052. For purposes of a mitigation-investigation claim like this one, a court must \"consider the totality of the available mitigation evidence-both that adduced at trial, and the evidence adduced in the habeas proceeding-and reweigh it against the evidence in aggravation.\" Sears v. Upton, 561 U.S. 945, 955-956, 130 S.Ct. 3259, 177 L.Ed.2d 1025 (2010) (per curiam ) (internal quotation marks and alteration omitted); Wiggins, 539 U.S., at 534, 123 S.Ct. 2527."
    ],
    "corrections": "",
    "head_matter": "Carlos TREVINO\nv.\nLorie DAVIS, Director, Texas Department of Criminal Justice, Correctional Institutions Division.\nNo. 17-6883.\nSupreme Court of the United States\nJune 4, 2018.\nThe petition for a writ of certiorari is denied.\nJustice SOTOMAYOR, with whom Justice GINSBURG joins, dissenting from the denial of certiorari.\nThe first time this Court considered petitioner Carlos Trevino's case, it held pursuant to Martinez v. Ryan, 566 U.S. 1, 132 S.Ct. 1309, 182 L.Ed.2d 272 (2012), that a \" 'procedural default will not bar a federal habeas court from hearing a substantial claim of ineffective assistance at trial if, in the initial-review collateral proceeding, there was no counsel or counsel ... was ineffective,' \" and if, as in Texas, the \"state procedural framework ... makes it highly unlikely in a typical case that a defendant will have a meaningful opportunity to raise a claim of ineffective assistance of trial counsel on direct appeal.\" Trevino v. Thaler, 569 U.S. 413, 429, 133 S.Ct. 1911, 185 L.Ed.2d 1044 (2013) (quoting Martinez, 566 U.S., at 17, 132 S.Ct. 1309 ). Having emphasized that the right to adequate assistance of trial counsel is \"critically important,\" 569 U.S., at 428, 133 S.Ct. 1911, the Court remanded Trevino's case with the expectation that, if Trevino could establish that his underlying ineffective-assistance-of-trial-counsel claim was substantial and that his initial-review counsel was ineffective, courts would afford him meaningful review of the underlying claim.\nUnfortunately, that is not what happened. When the Court of Appeals for the Fifth Circuit ultimately considered whether Trevino was prejudiced by his trial counsel's failure to investigate and present evidence of his fetal alcohol spectrum disorder (FASD), the panel majority did not properly \"reweigh the evidence in aggravation against the totality of available mitigating evidence.\" Wiggins v. Smith, 539 U.S. 510, 534, 123 S.Ct. 2527, 156 L.Ed.2d 471 (2003). Rather, the majority dismissed the new FASD evidence because it purportedly created a \"significant double-edged problem\" in that it had both mitigating and aggravating aspects, and stopped its analysis short without reweighing the totality of all the evidence. 861 F.3d 545, 551 (2017). That truncated approach is in direct contravention of this Court's precedent, which has long recognized that a court cannot simply conclude that new evidence in aggravation cancels out new evidence in mitigation; the true impact of new evidence, both aggravating and mitigating, can only be understood by asking how the jury would have considered that evidence in light of what it already knew.\nAlthough this Court is not usually in the business of error correction, this case warrants our intervention and summary disposition. I respectfully dissent from the Court's refusal to correct the Fifth Circuit's flagrant error.\nI\nA\nUnder Strickland v. Washington, 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), to establish that trial counsel's \"deficient performance prejudiced the defense,\" a \"defendant must show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" Id., at 687, 694, 104 S.Ct. 2052. For purposes of a mitigation-investigation claim like this one, a court must \"consider the totality of the available mitigation evidence-both that adduced at trial, and the evidence adduced in the habeas proceeding-and reweigh it against the evidence in aggravation.\" Sears v. Upton, 561 U.S. 945, 955-956, 130 S.Ct. 3259, 177 L.Ed.2d 1025 (2010) (per curiam ) (internal quotation marks and alteration omitted); Wiggins, 539 U.S., at 534, 123 S.Ct. 2527."
  },
  "file_name": "1793-01",
  "first_page_order": 1793,
  "last_page_order": 1800
}
