{
  "id": 12612291,
  "name": "ANIMAL SCIENCE PRODUCTS, INC., et al., Petitioners v. HEBEI WELCOME PHARMACEUTICAL CO. LTD., et al.",
  "name_abbreviation": "Animal Sci. Prods., Inc. v. Hebei Welcome Pharm. Co.",
  "decision_date": "2018-06-14",
  "docket_number": "No. 16–1220.",
  "first_page": "1865",
  "last_page": "1875",
  "citations": [
    {
      "type": "official",
      "cite": "138 S. Ct. 1865"
    },
    {
      "type": "parallel",
      "cite": "201 L. Ed. 2d 225"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "320 F.3d 280",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5871425,
        9323737,
        3717938,
        9323774
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us-app-dc/355/0152-01",
        "/f3d/320/0280-01",
        "/us-app-dc/355/0152-02",
        "/f3d/320/0280-02"
      ]
    },
    {
      "cite": "271 F.3d 1101",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9467027,
        3726999
      ],
      "pin_cites": [
        {
          "page": "1108-1109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/271/1101-01",
        "/us-app-dc/348/0160-01"
      ]
    },
    {
      "cite": "954 F.2d 1279",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10519859
      ],
      "year": 1992,
      "pin_cites": [
        {
          "page": "1311-1313",
          "parenthetical": "adopting French Government's interpretation of French law, but only after considering all of the circumstances, including the French Government's statements in other contexts"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/954/1279-01"
      ]
    },
    {
      "cite": "315 U.S. 203",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        374717
      ],
      "weight": 17,
      "year": 1942,
      "pin_cites": [
        {
          "page": "210-211"
        },
        {
          "page": "211-212"
        },
        {
          "page": "213-215, 217"
        },
        {
          "page": "218"
        },
        {
          "page": "220"
        },
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/315/0203-01"
      ]
    },
    {
      "cite": "484 U.S. 383",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        600890
      ],
      "weight": 3,
      "year": 1988,
      "pin_cites": [
        {
          "page": "393-396"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/484/0383-01"
      ]
    },
    {
      "cite": "520 U.S. 43",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11651034
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "76-77, n. 30"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/520/0043-01"
      ]
    },
    {
      "cite": "421 U.S. 684",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        541415
      ],
      "weight": 3,
      "year": 1975,
      "pin_cites": [
        {
          "page": "691"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/421/0684-01"
      ]
    },
    {
      "cite": "464 U.S. 78",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6194763
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "84",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/464/0078-01"
      ]
    },
    {
      "cite": "621 F.3d 624",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3783976
      ],
      "year": 2010,
      "pin_cites": [
        {
          "page": "638-639",
          "parenthetical": "Wood, J., concurring"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/621/0624-01"
      ]
    },
    {
      "cite": "331 F.3d 1228",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9114850,
        9114874
      ],
      "weight": 2,
      "year": 2003,
      "pin_cites": [
        {
          "page": "1241"
        },
        {
          "page": "1239-1242",
          "parenthetical": "noting Honduran Government's shift in position on the question of Honduran law and determining that the original position stated the proper interpretation"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/331/1228-01",
        "/f3d/331/1228-02"
      ]
    },
    {
      "cite": "482 U.S. 522",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6217178
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "543"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/482/0522-01"
      ]
    },
    {
      "cite": "2 L.Ed. 249",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "weight": 5,
      "year": 1804,
      "pin_cites": [
        {
          "parenthetical": "\"Foreign laws are well understood to be facts.\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2 Cranch 187",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        6760162,
        6760147
      ],
      "year": 1804,
      "pin_cites": [
        {
          "page": "236",
          "parenthetical": "\"Foreign laws are well understood to be facts.\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/dc/2/0187-02",
        "/dc/2/0187-01"
      ]
    },
    {
      "cite": "2 L.Ed. 15",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        12121268
      ],
      "year": 1801,
      "opinion_index": 0,
      "case_paths": [
        "/us/5/0001-01"
      ]
    },
    {
      "cite": "1 Cranch 1",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        6757315,
        12121268
      ],
      "year": 1801,
      "pin_cites": [
        {
          "page": "38"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/dc/1/0001-01",
        "/us/5/0001-01"
      ]
    },
    {
      "cite": "65 Mich. L. Rev. 613",
      "category": "journals:journal",
      "reporter": "Mich. L. Rev.",
      "year": 1967,
      "pin_cites": [
        {
          "page": "617-619",
          "parenthetical": "Miller"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "199 L.Ed.2d 601",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12616710,
        12616713,
        12616714,
        12616702,
        12616703
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/0735-06",
        "/s-ct/138/0736-03",
        "/s-ct/138/0736-04",
        "/s-ct/138/0734-01",
        "/s-ct/138/0734-02"
      ]
    },
    {
      "cite": "138 S.Ct. 734",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12616704,
        12413326,
        12413332,
        12616702,
        12616703
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/0734-03",
        "/br/580/0734-01",
        "/br/580/0734-02",
        "/s-ct/138/0734-01",
        "/s-ct/138/0734-02"
      ]
    },
    {
      "cite": "810 F.Supp.2d 522",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        4178461
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "525-526"
        },
        {
          "page": "532",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "525"
        },
        {
          "page": "532",
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/810/0522-01"
      ]
    },
    {
      "cite": "584 F.Supp.2d 546",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        3949044
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "559"
        },
        {
          "page": "557"
        },
        {
          "page": "559"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/584/0546-01"
      ]
    },
    {
      "cite": "15 U.S.C. § 1",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "837 F.3d 175",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12124214
      ],
      "weight": 23,
      "year": 2016,
      "pin_cites": [
        {
          "page": "189"
        },
        {
          "page": "178, 195"
        },
        {
          "page": "186"
        },
        {
          "page": "189"
        },
        {
          "page": "191, n. 10"
        },
        {
          "page": "189-190"
        },
        {
          "page": "189"
        },
        {
          "page": "189-190"
        },
        {
          "page": "187"
        },
        {
          "page": "186-187, 189"
        },
        {
          "page": "189"
        },
        {
          "page": "191, n. 10"
        },
        {
          "parenthetical": "case below"
        },
        {
          "page": "189"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/837/0175-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1147,
    "char_count": 24613,
    "pagerank": {
      "raw": 1.2462582101134869e-07,
      "percentile": 0.609057902603588
    },
    "sha256": "fc37a4d0d11e1a68a4278d74d6d81a33d3d9713a5193da7d5460d0297ee8fc05",
    "simhash": "1:0a67fa9ba14497cf",
    "word_count": 3864
  },
  "last_updated": "2024-02-27T18:39:19.333036+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "ANIMAL SCIENCE PRODUCTS, INC., et al., Petitioners\nv.\nHEBEI WELCOME PHARMACEUTICAL CO. LTD., et al."
    ],
    "opinions": [
      {
        "text": "Justice GINSBURG delivered the opinion of the Court.\nWhen foreign law is relevant to a case instituted in a federal court, and the foreign government whose law is in contention submits an official statement on the meaning and interpretation of its domestic law, may the federal court look beyond that official statement? The Court of Appeals for the Second Circuit answered generally \"no,\" ruling that federal courts are \"bound to defer\" to a foreign government's construction of its own law, whenever that construction is \"reasonable.\" In re Vitamin C Antitrust Litigation, 837 F.3d 175, 189 (2016).\nWe hold otherwise. A federal court should accord respectful consideration to a foreign government's submission, but is not bound to accord conclusive effect to the foreign government's statements. Instead, Federal Rule of Civil Procedure 44.1 instructs that, in determining foreign law, \"the court may consider any relevant material or source ... whether or not submitted by a party.\" As \"[t]he court's determination must be treated as a ruling on a question of law,\" Fed. Rule Civ. Proc. 44.1, the court \"may engage in its own research and consider any relevant material thus found,\" Advisory Committee's 1966 Note on Fed. Rule Civ. Proc. 44.1, 28 U.S.C. App., p. 892 (hereinafter Advisory Committee's Note). Because the Second Circuit ordered dismissal of this case on the ground that the foreign government's statements could not be gainsaid, we vacate that court's judgment and remand the case for further consideration.\nI\nPetitioners, U.S.-based purchasers of vitamin C (hereinafter U.S. purchasers), filed a class-action suit against four Chinese corporations that manufacture and export the nutrient (hereinafter Chinese sellers). The U.S. purchasers alleged that the Chinese sellers, two of whom are respondents here, had agreed to fix the price and quantity of vitamin C exported to the United States from China, in violation of § 1 of the Sherman Act, 15 U.S.C. § 1. More particularly, the U.S. purchasers stated that the Chinese sellers had formed a cartel \"facilitated by the efforts of their trade association,\" the Chamber of Commerce of Medicines and Health Products Importers and Exporters (Chamber). Complaint in No. 1:05-CV-453, Docket No. 1, ¶ 43. The Judicial Panel on Multidistrict Litigation consolidated the instant case and related suits for pretrial proceedings in the United States District Court for the Eastern District of New York.\nThe Chinese sellers moved to dismiss the U.S. purchasers' complaint on the ground that Chinese law required them to fix the price and quantity of vitamin C exports. Therefore, the Chinese sellers urged, they are shielded from liability under U.S. antitrust law by the act of state doctrine, the foreign sovereign compulsion doctrine, and principles of international comity. The Ministry of Commerce of the People's Republic of China (Ministry) filed a brief as amicus curiae in support of the Chinese sellers' motion. The Ministry's brief stated that the Ministry is \"the highest administrative authority in China authorized to regulate foreign trade,\" App. to Pet. for Cert. 190a; that the Chamber is \"an entity under the Ministry's direct and active supervision\" and is authorized to regulate vitamin C exports, id., at 196a; and that the conspiracy in restraint of trade alleged by the U.S. purchasers was in fact \"a regulatory pricing regime mandated by the government of China,\" id., at 197a.\nIn response, the U.S. purchasers disputed that Chinese law required the Chinese sellers to engage in price fixing. Among other things, the U.S. purchasers noted that the Ministry had not identified any written law or regulation expressly ordering the Chinese sellers' price agreement. They also highlighted a Chamber announcement that the manufacturers \"were able to reach a self-regulated agreement ... whereby they would voluntarily control the quantity and pace of exports ... without any government intervention.\" App. 109. In addition, the U.S. purchasers presented expert testimony that the Chinese Government's authorization of a Vitamin C Subcommittee within the Chamber did not necessarily mean that the subcommittee's price fixing was mandated by law.\nThe District Court denied the Chinese sellers' motion to dismiss the complaint in relevant part. In re Vitamin C Antitrust Litigation, 584 F.Supp.2d 546, 559 (E.D.N.Y.2008). That court acknowledged that the Ministry's amicus brief was \"entitled to substantial deference.\" Id., at 557. The court, however, did not regard the Ministry's statements as \"conclusive,\" emphasizing particularly that the U.S. purchasers had submitted evidence suggesting that the price fixing was voluntary. Ibid. The record, the District Court determined, was \"too ambiguous to foreclose further inquiry into the voluntariness of [the Chinese sellers'] actions.\" Id., at 559.\nAfter further discovery, focused on whether Chinese law compelled the Chinese sellers to enter into a price-fixing agreement, the Chinese sellers moved for summary judgment. See In re Vitamin C Antitrust Litigation, 810 F.Supp.2d 522, 525-526 (E.D.N.Y.2011). The Ministry submitted an additional statement, reiterating that \"the Ministry specifically charged the Chamber ... with the authority and responsibility ... for regulating, through consultation, the price of vitamin C manufactured for export.\" App. 133. The Chinese sellers tendered expert testimony in accord with the Ministry's account, which stressed that the Ministry's \"interpretation of its own regulations and policies carries decisive weight under Chinese law.\" Id., at 142. The U.S. purchasers, in response, cited further materials supporting their opposing view, including China's statement to the World Trade Organization (WTO) that it \"gave up export administration of ... vitamin C\" in 2002. 810 F.Supp.2d, at 532 (internal quotation marks omitted). Denying the Chinese sellers' motion for summary judgment, the District Court held that Chinese law did not require the sellers to fix the price or quantity of vitamin C exports. Id., at 525.\nThe case was then tried to a jury, which returned a verdict for the U.S. purchasers. The jury found that the Chinese sellers had agreed to fix the prices and quantities of vitamin C exports, see App. to Pet. for Cert. 276a-279a, and further found that the Chinese sellers were not \"actually compelled\" by China to enter into those agreements, id., at 278a. In accord with the jury's verdict, the District Court entered judgment for the U.S. purchasers, awarding some $147 million in treble damages and enjoining the Chinese sellers from further violations of the Sherman Act.\nThe Court of Appeals for the Second Circuit reversed, holding that the District Court erred in denying the Chinese sellers' motion to dismiss the complaint. In re Vitamin C Antitrust Litigation, 837 F.3d 175, 178, 195 (2016). The Court of Appeals determined that the propriety of dismissal hinged on whether the Chinese sellers could adhere to both Chinese law and U.S. antitrust law. See id., at 186. That question, in turn, depended on \"the amount of deference\" owed to the Ministry's characterization of Chinese law. Ibid . Cognizant of \"competing authority\" on this question, ibid., the Court of Appeals settled on a highly deferential rule: \"[W]hen a foreign government, acting through counsel or otherwise, directly participates in U.S. court proceedings by providing a [statement] regarding the construction and effect of [the foreign government's] laws and regulations, which is reasonable under the circumstances presented, a U.S. court is bound to defer to those statements,\" id., at 189. The appeals court \"note[d] that[,] if the Chinese Government had not appeared in this litigation, the [D]istrict [C]ourt's careful and thorough treatment of the evidence before it in analyzing what Chinese law required at both the motion to dismiss and summary judgment stages would have been entirely appropriate.\" Id., at 191, n. 10.\nApplying its highly deferential rule, the Court of Appeals concluded that the Ministry's account of Chinese law was \"reasonable.\" In so concluding, the Court of Appeals inspected only the Ministry's brief and sources cited therein. Id., at 189-190. Because it thought that \"a U.S. court [must] not embark on a challenge to a foreign government's official representation,\" id., at 189, the Court of Appeals disregarded the submissions made by the U.S. purchasers casting doubt on the Ministry's account of Chinese law, id., at 189-190. Based solely on the Ministry's statements, the Court of Appeals held that \"Chinese law required [the Chinese sellers] to engage in activities in China that constituted antitrust violations here in the United States.\" Ibid.\nWe granted certiorari to resolve a Circuit conflict over this question: Is a federal court determining foreign law under Rule 44.1 required to treat as conclusive a submission from the foreign government describing its own law? 583 U.S. ----, 138 S.Ct. 734, 199 L.Ed.2d 601 (2018).\nII\nAt common law, the content of foreign law relevant to a dispute was treated \"as a question of fact.\" Miller, Federal Rule 44.1 and the \"Fact\" Approach to Determining Foreign Law: Death Knell for a Die-Hard Doctrine, 65 Mich. L. Rev. 613, 617-619 (1967) (Miller). In 1801, this Court endorsed the common-law rule, instructing that \"the laws of a foreign nation\" must be \"proved as facts.\" Talbot v. Seeman, 1 Cranch 1, 38, 2 L.Ed. 15 (1801) ;\nsee, e.g., Church v. Hubbart, 2 Cranch 187, 236, 2 L.Ed. 249 (1804) (\"Foreign laws are well understood to be facts.\"). Ranking questions of foreign law as questions of fact, however, \"had a number of undesirable practical consequences.\" 9A C. Wright & A. Miller, Federal Practice and Procedure § 2441, p. 324 (3d ed. 2008) (Wright & Miller). Foreign law \"had to be raised in the pleadings\" and proved \"in accordance with the rules of evidence.\" Ibid. Appellate review was deferential and limited to the record made in the trial court. Ibid. ; see also Miller 623.\nFederal Rule of Civil Procedure 44.1, adopted in 1966, fundamentally changed the mode of determining foreign law in federal courts. The Rule specifies that a court's determination of foreign law \"must be treated as a ruling on a question of law,\" rather than as a finding of fact. Correspondingly, in ascertaining foreign law, courts are not limited to materials submitted by the parties; instead, they \"may consider any relevant material or source ..., whether or not ... admissible under the Federal Rules of Evidence.\" Ibid. Appellate review, as is true of domestic law determinations, is de novo . Advisory Committee's Note, at 892. Rule 44.1 frees courts \"to reexamine and amplify material ... presented by counsel in partisan fashion or in insufficient detail.\" Ibid. The \"obvious\" purpose of the changes Rule 44.1 ordered was \"to make the process of determining alien law identical with the method of ascertaining domestic law to the extent that it is possible to do so.\" Wright & Miller § 2444, at 338-342.\nFederal courts deciding questions of foreign law under Rule 44.1 are sometimes provided with the views of the relevant foreign government, as they were in this case through the amicus brief of the Ministry. See supra, at 1866 - 1871. As the Court of Appeals correctly observed, Rule 44.1 does not address the weight a federal court determining foreign law should give to the views presented by the foreign government. See 837 F.3d, at 187. Nor does any other rule or statute. In the spirit of \"international comity,\" Societe Nationale Industrielle Aerospatiale v. United States Dist. Court for Southern Dist. of Iowa, 482 U.S. 522, 543, and n. 27, 107 S.Ct. 2542, 96 L.Ed.2d 461 (1987), a federal court should carefully consider a foreign state's views about the meaning of its own laws. See United States v. McNab, 331 F.3d 1228, 1241 (C.A.11 2003) ; cf. Bodum USA, Inc. v. La Cafetiere, Inc., 621 F.3d 624, 638-639 (C.A.7 2010) (Wood, J., concurring). But the appropriate weight in each case will depend upon the circumstances; a federal court is neither bound to adopt the foreign government's characterization nor required to ignore other relevant materials. When a foreign government makes conflicting statements, see supra, at 1871 - 1872, or, as here, offers an account in the context of litigation, there may be cause for caution in evaluating the foreign government's submission.\nGiven the world's many and diverse legal systems, and the range of circumstances in which a foreign government's views may be presented, no single formula or rule will fit all cases in which a foreign government describes its own law. Relevant considerations include the statement's clarity, thoroughness, and support; its context and purpose; the transparency of the foreign legal system; the role and authority of the entity or official offering the statement; and the statement's consistency with the foreign government's past positions.\nJudged in this light, the Court of Appeals erred in deeming the Ministry's submission binding, so long as facially reasonable. That unyielding rule is inconsistent with Rule 44.1 (determination of an issue of foreign law \"must be treated as a ruling on a question of law\"; court may consider \"any relevant material or source\") and, tellingly, with this Court's treatment of analogous submissions from States of the United States. If the relevant state law is established by a decision of \"the State's highest court,\" that decision is \"binding on the federal courts.\" Wainwright v. Goode, 464 U.S. 78, 84, 104 S.Ct. 378, 78 L.Ed.2d 187 (1983) (per curiam ); see Mullaney v. Wilbur, 421 U.S. 684, 691, 95 S.Ct. 1881, 44 L.Ed.2d 508 (1975). But views of the State's attorney general, while attracting \"respectful consideration,\" do not garner controlling weight. Arizonans for Official English v. Arizona, 520 U.S. 43, 76-77, n. 30, 117 S.Ct. 1055, 137 L.Ed.2d 170 (1997) ; see, e.g., Virginia v. American Booksellers Assn., Inc., 484 U.S. 383, 393-396, 108 S.Ct. 636, 98 L.Ed.2d 782 (1988). Furthermore, because the Court of Appeals riveted its attention on the Ministry's submission, it did not address other evidence, including, for example, China's statement to the WTO that China had \"g[i]ve[n] up export administration ... of vitamin C\" at the end of 2001. 810 F.Supp.2d, at 532 (internal quotation marks omitted).\nThe Court of Appeals also misperceived this Court's decision in United States v. Pink, 315 U.S. 203, 62 S.Ct. 552, 86 L.Ed. 796 (1942). See 837 F.3d, at 186-187, 189. Pink, properly comprehended, is not compelling authority for the attribution of controlling weight to the Ministry's brief. We note, first, that Pink was a pre- Rule 44.1 decision. Second, Pink arose in unusual circumstances. Pink was an action brought by the United States to recover assets of the U.S. branch of a Russian insurance company that had been nationalized in 1918, after the Russian revolution. 315 U.S., at 210-211, 62 S.Ct. 552. In 1933, the Soviet Government assigned the nationalized assets located in this country to the United States. Id., at 211-212, 62 S.Ct. 552. The disposition of the case turned on the extraterritorial effect of the nationalization decree-specifically, whether the decree reached assets of the Russian insurance company located in the United States, or was instead limited to property in Russia. Id., at 213-215, 217, 62 S.Ct. 552. To support the position that the decree reached all of the company's assets, the United States obtained an \"official declaration of the Commissariat for Justice\" of the Russian Socialist Federal Soviet Republic. Id., at 218, 62 S.Ct. 552. The declaration certified that the nationalization decree reached \"the funds and property of former insurance companies ... irrespective of whether [they were] situated within the territorial limits of [Russia] or abroad.\" Id., at 220, 62 S.Ct. 552 (internal quotation marks omitted). This Court determined that \"the evidence supported [a] finding\" that \"the Commissariat for Justice ha[d] power to interpret existing Russian law.\" Ibid . \"That being true,\" the Court concluded, the \"official declaration [wa]s conclusive so far as the intended extraterritorial effect of the Russian decree [wa]s concerned.\" Ibid.\nThis Court's treatment of the Commissariat's submission as conclusive rested on a document obtained by the United States, through official \"diplomatic channels.\" Id., at 218, 62 S.Ct. 552. There was no indication that the declaration was inconsistent with the Soviet Union's past statements. Indeed, the Court emphasized that the declaration was consistent with expert evidence in point. See ibid. That the Commissariat's declaration was deemed \"conclusive\" in the circumstances Pink presented scarcely suggests that all submissions by a foreign government are entitled to the same weight.\nThe Court of Appeals also reasoned that a foreign government's characterization of its own laws should be afforded \"the same respect and treatment that we would expect our government to receive in comparable matters.\" 837 F.3d, at 189. The concern for reciprocity is sound, but it does not warrant the Court of Appeals' judgment. Indeed, the United States, historically, has not argued that foreign courts are bound to accept its characterizations or precluded from considering other relevant sources.\nThe understanding that a government's expressed view of its own law is ordinarily entitled to substantial but not conclusive weight is also consistent with two international treaties that establish formal mechanisms by which one government may obtain from another an official statement characterizing its laws. Those treaties specify that \"[t]he information given in the reply shall not bind the judicial authority from which the request emanated.\" European Convention on Information on Foreign Law, Art. 8, June 7, 1968, 720 U.N.T.S. 154; see Inter-American Convention on Proof of and Information on Foreign Law, Art. 6, May 8, 1979, O.A.S.T.S. 1439 U.N.T.S. 111 (similar). Although the United States is not a party to those treaties, they reflect an international practice inconsistent with the Court of Appeals' \"binding, if reasonable\" resolution.\n* * *\nBecause the Court of Appeals concluded that the District Court was bound to defer to the Ministry's brief, the court did not consider the shortcomings the District Court identified in the Ministry's position or other aspects of \"the [D]istrict [C]ourt's careful and thorough treatment of the evidence before it.\" 837 F.3d, at 191, n. 10. The correct interpretation of Chinese law is not before this Court, and we take no position on it. But the materials identified by the District Court were at least relevant to the weight the Ministry's submissions should receive and to the question whether Chinese law required the Chinese sellers' conduct. We therefore vacate the judgment of the Court of Appeals and remand the case for renewed consideration consistent with this opinion.\nIt is so ordered.\nThe Ministry told the District Court: For much of the 20th century, China allowed only state-owned entities to export products. App. to Pet. for Cert. 198a. When China started to allow private enterprises to obtain export licenses, the Ministry established the Chamber to regulate exports under the Ministry's authority and direction. Ibid.\nIn 1997, the Ministry authorized the establishment of the Chamber's Vitamin C Subcommittee. Id., at 202a. That year, the Ministry promulgated a regulation authorizing and requiring the subcommittee to limit the production of vitamin C for export and to set export prices. Id., at 202a-204a. Under the regulation delineating this \"Export Licensing System,\" the Ministry issued export licenses only to manufacturers whose export volume and price complied with the output quota and price coordinated by the Vitamin C Subcommittee. Id., at 204a.\nIn 2002, the Ministry replaced the Export Licensing System with a \"Verification and Chop System.\" Id., at 208a. As set forth in a 2002 Ministry Notice, the Chamber itself-instead of the Ministry-would inspect each export contract and certify its compliance with the coordinated quotas and price by affixing a special seal, known as a \"chop.\" Id., at 208a-209a. China's Customs would allow export only if the exporter presented its contract bearing the Chamber's \"chop.\" Id., at 209a. According to the Ministry, it was implicit in this arrangement that vitamin C exporters would remain under an obligation to fix prices and volumes. Id., at 208a.\nThe effect of China's regime on the Chinese sellers' liability under the Sherman Act, we note, is not an issue before the Court today.\nThe complaint, the U.S. purchasers emphasized, was directed only at conduct occurring after December 2001. As they understood the Ministry's 2002 Notice, see supra, at 1870, n. 1, vitamin C exporters could have lawfully opted out of price fixing. Beyond that, the Vitamin C Subcommittee had replaced its 1997 Charter with a new 2002 Charter, App. 182-197, which eliminated the 1997 Charter's requirement that subcommittee members \"[s]trictly execute\" the \"coordinated price\" set by the Chamber, compare id., at 85, with id., at 185, and granted members an express \"[r]igh[t]\" to \"freely resign from the Subcommittee,\" id., at 186.\nCompare In re Vitamin C Antitrust Litigation, 837 F.3d 175 (C.A.2 2016) (case below), with In re Oil Spill by Amoco Cadiz, 954 F.2d 1279, 1311-1313 (C.A.7 1992) (adopting French Government's interpretation of French law, but only after considering all of the circumstances, including the French Government's statements in other contexts); United States v. McNab, 331 F.3d 1228, 1239-1242 (C.A.11 2003) (noting Honduran Government's shift in position on the question of Honduran law and determining that the original position stated the proper interpretation); McKesson HBOC, Inc. v. Islamic Republic of Iran, 271 F.3d 1101, 1108-1109 (C.A.D.C.2001), vacated in part on other grounds, 320 F.3d 280 (C.A.D.C.2003) (declining to adopt the view of Iranian law advanced by Iranian Government because it was not supported by the affidavits submitted by Iran's experts).\nFederal Rule of Criminal Procedure 26.1 establishes \"substantially the same\" rule for criminal cases. Advisory Committee's 1966 Note on Fed. Rule Crim. Proc. 26.1, 18 U.S.C. App., p. 709.\nThe Court of Appeals additionally mischaracterized the Ministry's brief as a \"sworn evidentiary proffer.\" 837 F.3d, at 189. In so describing the Ministry's submission, the Court of Appeals overlooked that a court's resolution of an issue of foreign law \"must be treated as a ruling on a question of law.\" Fed. Rule Civ. Proc. 44.1. The Ministry's brief, while a probative source for resolving the legal question at hand, was not an attestation to facts.\nThe Chinese sellers assert, see Supp. Brief for Respondents 7-8, that the United States sought a greater degree of deference in a 2002 submission to a World Trade Organization panel. In fact, the submission acknowledged that \"the Panel is not bound to accept the interpretation [of U.S. law] presented by the United States.\" Brief for United States as Amicus Curiae 29, n. 6 (quoting Second Written Submission of the United States of America, United States-Section 129(c)(1) of the Uruguay Round Agreements Act, WT/DS221 ¶ 11 (Mar. 8, 2002)).",
        "type": "majority",
        "author": "Justice GINSBURG delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Michael J. Gottlieb, Washington, DC, for Petitioners.",
      "Brian H. Fletcher, for the United States, as amicus curiae, by special leave of the Court, supporting the petitioners.",
      "Carter G. Phillips, for the Ministry of Commerce of the People's Republic of China, as amicus curiae, by special leave of the Court, supporting the respondents.",
      "Jonathan M. Jacobson, New York, NY, for Respondents.",
      "James T. Southwick, Shawn L. Raymond, Susman Godfrey LLP, Houston, TX, Michael D. Hausfeld, Brian A. Ratner, Melinda R. Coolidge, Hausfeld LLP, Michael J. Gottlieb, Karen L. Dunn, William A. Isaacson, Aaron E. Nathan, Boies Schiller Flexner LLP, Washington, DC, David Boies, Boies Schiller Flexner LLP, Armonk, NY, Brent W. Landau, Hausfeld LLP, Philadelphia, PA, for Petitioners.",
      "Jonathan M. Jacobson, Daniel P. Weick, Justin A. Cohen, Wilson Sonsini Goodrich & Rosati, P.C., New York, NY, Susan A. Creighton, Scott A. Sher, Bradley T. Tennis, Elyse Dorsey, Wilson Sonsini Goodrich & Rosati, P.C., Washington, D.C., for Respondents."
    ],
    "corrections": "",
    "head_matter": "ANIMAL SCIENCE PRODUCTS, INC., et al., Petitioners\nv.\nHEBEI WELCOME PHARMACEUTICAL CO. LTD., et al.\nNo. 16-1220.\nSupreme Court of the United States\nArgued April 24, 2018.\nDecided June 14, 2018.\nMichael J. Gottlieb, Washington, DC, for Petitioners.\nBrian H. Fletcher, for the United States, as amicus curiae, by special leave of the Court, supporting the petitioners.\nCarter G. Phillips, for the Ministry of Commerce of the People's Republic of China, as amicus curiae, by special leave of the Court, supporting the respondents.\nJonathan M. Jacobson, New York, NY, for Respondents.\nJames T. Southwick, Shawn L. Raymond, Susman Godfrey LLP, Houston, TX, Michael D. Hausfeld, Brian A. Ratner, Melinda R. Coolidge, Hausfeld LLP, Michael J. Gottlieb, Karen L. Dunn, William A. Isaacson, Aaron E. Nathan, Boies Schiller Flexner LLP, Washington, DC, David Boies, Boies Schiller Flexner LLP, Armonk, NY, Brent W. Landau, Hausfeld LLP, Philadelphia, PA, for Petitioners.\nJonathan M. Jacobson, Daniel P. Weick, Justin A. Cohen, Wilson Sonsini Goodrich & Rosati, P.C., New York, NY, Susan A. Creighton, Scott A. Sher, Bradley T. Tennis, Elyse Dorsey, Wilson Sonsini Goodrich & Rosati, P.C., Washington, D.C., for Respondents."
  },
  "file_name": "1865-01",
  "first_page_order": 1865,
  "last_page_order": 1875
}
