{
  "id": 12613136,
  "name": "Michael SEXTON, Warden v. Nicholas BEAUDREAUX.",
  "name_abbreviation": "Sexton v. Beaudreaux",
  "decision_date": "2018-06-28",
  "docket_number": "No. 17–1106.",
  "first_page": "2555",
  "last_page": "2561",
  "citations": [
    {
      "type": "official",
      "cite": "138 S. Ct. 2555"
    },
    {
      "type": "parallel",
      "cite": "201 L. Ed. 2d 986"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "569 U.S. 58",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12697062
      ],
      "weight": 3,
      "year": 2013,
      "pin_cites": [
        {
          "page": "64",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/569/0058-01"
      ]
    },
    {
      "cite": "138 S.Ct. 4",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12614892
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "8-9",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/138/0004-01"
      ]
    },
    {
      "cite": "556 U.S. 111",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3653936
      ],
      "weight": 3,
      "year": 2009,
      "pin_cites": [
        {
          "page": "123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/556/0111-01"
      ]
    },
    {
      "cite": "559 U.S. 766",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12448445,
        3581999
      ],
      "weight": 3,
      "year": 2010,
      "pin_cites": [
        {
          "page": "776",
          "parenthetical": "brackets in original"
        },
        {
          "parenthetical": "brackets in original"
        },
        {
          "parenthetical": "brackets in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/176/0678-01",
        "/us/559/0766-01"
      ]
    },
    {
      "cite": "134 S.Ct. 1697",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12706994,
        12579839
      ],
      "weight": 2,
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/us/572/0415-01",
        "/s-ct/134/1697-01"
      ]
    },
    {
      "cite": "572 U.S. 415",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12706994
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "419"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/572/0415-01"
      ]
    },
    {
      "cite": "394 U.S. 440",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173399
      ],
      "weight": 11,
      "year": 1969,
      "pin_cites": [
        {
          "page": "443"
        },
        {
          "page": "441, 443"
        },
        {
          "page": "441"
        },
        {
          "page": "441-442"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0440-01"
      ]
    },
    {
      "cite": "390 U.S. 377",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6170914
      ],
      "weight": 5,
      "year": 1968,
      "pin_cites": [
        {
          "page": "384"
        },
        {
          "page": "385-386"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/390/0377-01"
      ]
    },
    {
      "cite": "409 U.S. 188",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6173155
      ],
      "weight": 12,
      "year": 1972,
      "pin_cites": [
        {
          "page": "198"
        },
        {
          "page": "197"
        },
        {
          "page": "201"
        },
        {
          "page": "199"
        },
        {
          "page": "201"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/409/0188-01"
      ]
    },
    {
      "cite": "432 U.S. 98",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6177400
      ],
      "weight": 9,
      "year": 1977,
      "pin_cites": [
        {
          "page": "107, 109"
        },
        {
          "page": "114"
        },
        {
          "page": "115"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/432/0098-01"
      ]
    },
    {
      "cite": "565 U.S. 228",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12186177,
        12445445
      ],
      "weight": 10,
      "year": 2012,
      "pin_cites": [
        {
          "page": "238"
        },
        {
          "page": "238-239"
        },
        {
          "page": "239"
        },
        {
          "page": "239"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/565/0228-01",
        "/l-ed-2d/181/0694-01"
      ]
    },
    {
      "cite": "562 U.S. 115",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12439787,
        6027669
      ],
      "weight": 3,
      "year": 2011,
      "pin_cites": [
        {
          "page": "124"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/178/0649-01",
        "/us/562/0115-01"
      ]
    },
    {
      "cite": "466 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204802
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "687"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0668-01"
      ]
    },
    {
      "cite": "134 S.Ct. 10",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12577864,
        12701345
      ],
      "weight": 2,
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/134/0010-01",
        "/us/571/0012-01"
      ]
    },
    {
      "cite": "571 U.S. 12",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12701345
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/571/0012-01"
      ]
    },
    {
      "cite": "562 U.S. 86",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12439786,
        6005083
      ],
      "weight": 8,
      "year": 2011,
      "pin_cites": [
        {
          "page": "102"
        },
        {
          "page": "102"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/178/0624-01",
        "/us/562/0086-01"
      ]
    },
    {
      "cite": "63 F.3d 926",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        7415903
      ],
      "weight": 4,
      "year": 1995,
      "pin_cites": [
        {
          "page": "929"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/63/0926-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 10,
      "pin_cites": [
        {
          "page": "(d)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 769,
    "char_count": 14889,
    "pagerank": {
      "raw": 8.333934700800351e-08,
      "percentile": 0.4805494451607024
    },
    "sha256": "6e7ffb53f66f5490de480a907c842e62e1bafc76b58274c7e1b3eb98b9c20279",
    "simhash": "1:b9812baa1cc4bfc3",
    "word_count": 2376
  },
  "last_updated": "2024-02-27T18:39:19.333036+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Michael SEXTON, Warden\nv.\nNicholas BEAUDREAUX."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nIn this case, the United States Court of Appeals for the Ninth Circuit reversed a denial of federal habeas relief, 28 U.S.C. § 2254, on the ground that the state court had unreasonably rejected respondent's claim of ineffective assistance of counsel. The Court of Appeals' decision ignored well-established principles. It did not consider reasonable grounds that could have supported the state court's summary decision, and it analyzed respondent's arguments without any meaningful deference to the state court. Accordingly, the petition for certiorari is granted, and the judgment of the Court of Appeals is reversed.\nI\nRespondent Nicholas Beaudreaux shot and killed Wayne Drummond during a late-night argument in 2006. Dayo Esho and Brandon Crowder were both witnesses to the shooting. The next day, Crowder told the police that he knew the shooter from middle school, but did not know the shooter's name. Esho described the shooter, but also did not know his name. Seventeen months later, Crowder was arrested for an unrelated crime. While Crowder was in custody, police showed him a middle-school yearbook with Beaudreaux's picture, as well as a photo lineup including Beaudreaux. Crowder identified Beaudreaux as the shooter in the Drummond murder.\nOfficers interviewed Esho the next day. They first spoke with him during his lunch break. They showed him a display that included a recent picture of Beaudreaux and pictures of five other men. Esho tentatively identified Beaudreaux as the shooter, saying his picture \"was 'closest' to the gunman.\" App. to Pet. for Cert. 4a. Later that day, one of the officers found another photograph of Beaudreaux that was taken \"closer to the date\" of the shooting. Record ER 263. Beaudreaux looked different in the two photographs. In the first, \" 'his face [was] a little wider and his head [was] a little higher.' \" Id., at ER 262. Between four and six hours after the first interview, the officers returned to show Esho a second six-man photo lineup, which contained the older picture of Beaudreaux. Beaudreaux's photo was in a different position in the lineup than it had been in the first one. Esho again identified Beaudreaux as the shooter, telling the officers that the second picture was \" 'very close.' \" Id., at ER 263-ER 264. But he again declined to positively state that Beaudreaux was the shooter. Esho was hesitant because there were \"a few things\" he remembered about the shooter that would require seeing him in person. Id., at ER 283-ER 284. At a preliminary hearing, Esho identified Beaudreaux as the shooter. At trial, Esho explained that it \"clicked\" when he saw Beaudreaux in person based on \"the way that he walked.\" Id., at ER 285. After seeing him in person, Esho was \"sure\" that Beaudreaux was the shooter. Ibid. At no time did any investigator or prosecutor suggest to Esho that Beaudreaux was the one who shot Drummond. Ibid.\nBeaudreaux was tried in 2009 for first-degree murder and attempted second-degree robbery. Esho and Crowder both testified against Beaudreaux and both identified him as Drummond's shooter. The jury found Beaudreaux guilty, and the trial court sentenced him to a term of 50 years to life. Beaudreaux's conviction was affirmed on direct appeal, and his first state habeas petition was denied.\nIn 2013, Beaudreaux filed a second state habeas petition. He claimed, among other things, that his trial attorney was ineffective for failing to file a motion to suppress Esho's identification testimony. The California Court of Appeal summarily denied the petition, and the California Supreme Court denied review. Petitioner then filed a federal habeas petition, which the District Court denied.\nA divided panel of the Ninth Circuit reversed. The panel majority spent most of its opinion conducting a de novo analysis of the merits of the would-be suppression motion-relying in part on arguments and theories that Beaudreaux had not presented to the state court in his second state habeas petition. See App. to Pet. for Cert. 1a-7a; Record ER 153-ER 154. It first determined that counsel's failure to file the suppression motion constituted deficient performance. See App. to Pet. for Cert. 3a. The circumstances surrounding Esho's pretrial identification were \"unduly suggestive,\" according to the Ninth Circuit, because only Beaudreaux's picture was in both photo lineups. Id., at 4a. And, relying on Ninth Circuit precedent, the panel majority found that the preliminary hearing was unduly suggestive as well. Ibid. (quoting Johnson v. Sublett, 63 F.3d 926, 929 (C.A.9 1995) ). The panel majority next concluded that, under the totality of the circumstances, Esho's identification was not reliable enough to overcome the suggestiveness of the procedures. App. to Pet. for Cert. 5a. The panel majority then determined that counsel's failure to file the suppression motion prejudiced Beaudreaux, given the weakness of the State's case. Id., at 5a-6a. After conducting this de novo analysis of Beaudreaux's ineffectiveness claim, the panel majority asserted that the state court's denial of this claim was not just wrong, but objectively unreasonable under § 2254(d). See id., at 6a-7a. Judge Gould dissented. He argued that the state court could have reasonably concluded that Beaudreaux had failed to prove prejudice. Id., at 8a.\nThe State of California petitioned for certiorari.\nII\nUnder the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), a federal court cannot grant habeas relief \"with respect to any claim that was adjudicated on the merits in State court proceedings unless the adjudication of the claim ... resulted in a decision that was contrary to, or involved an unreasonable application of, clearly established Federal law, as determined by\" this Court, or \"a decision that was based on an unreasonable determination of the facts in light of the evidence presented in the State court proceeding.\" § 2254(d). When, as here, there is no reasoned state-court decision on the merits, the federal court \"must determine what arguments or theories ... could have supported the state court's decision; and then it must ask whether it is possible fairminded jurists could disagree that those arguments or theories are inconsistent with the holding in a prior decision of this Court.\" Harrington v. Richter, 562 U.S. 86, 102, 131 S.Ct. 770, 178 L.Ed.2d 624 (2011). If such disagreement is possible, then the petitioner's claim must be denied. Ibid. We have often emphasized that \"this standard is difficult to meet\" \"because it was meant to be.\" Ibid. ; e.g., Burt v. Titlow, 571 U.S. 12, 20, 134 S.Ct. 10, 187 L.Ed.2d 348 (2013). The Ninth Circuit failed to properly apply this standard.\nA\nTo prove ineffective assistance of counsel, a petitioner must demonstrate both deficient performance and prejudice. Strickland v. Washington, 466 U.S. 668, 687, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). The state court's denial of relief in this case was not an unreasonable application of Strickland . A fairminded jurist could conclude that counsel's performance was not deficient because counsel reasonably could have determined that the motion to suppress would have failed. See Premo v. Moore, 562 U.S. 115, 124, 131 S.Ct. 733, 178 L.Ed.2d 649 (2011).\nThis Court has previously described \"the approach appropriately used to determine whether the Due Process Clause requires suppression of an eyewitness identification tainted by police arrangement.\" Perry v. New Hampshire, 565 U.S. 228, 238, 132 S.Ct. 716, 181 L.Ed.2d 694 (2012). In particular, the Court has said that \"due process concerns arise only when law enforcement officers use[d] an identification procedure that is both suggestive and unnecessary.\" Id., at 238-239, 132 S.Ct. 716 (citing Manson v. Brathwaite, 432 U.S. 98, 107, 109, 97 S.Ct. 2243, 53 L.Ed.2d 140 (1977), and Neil v. Biggers, 409 U.S. 188, 198, 93 S.Ct. 375, 34 L.Ed.2d 401 (1972) ; emphasis added). To be \" 'impermissibly suggestive,' \" the procedure must \" 'give rise to a very substantial likelihood of irreparable misidentification.' \" Id., at 197, 93 S.Ct. 375 (quoting Simmons v. United States, 390 U.S. 377, 384, 88 S.Ct. 967, 19 L.Ed.2d 1247 (1968) ). It is not enough that the procedure \"may have in some respects fallen short of the ideal.\" Id., at 385-386, 88 S.Ct. 967. Even when an unnecessarily suggestive procedure was used, \"suppression of the resulting identification is not the inevitable consequence.\" Perry, 565 U.S., at 239, 132 S.Ct. 716. Instead, \"the Due Process Clause requires courts to assess, on a case-by-case basis, whether improper police conduct created a 'substantial likelihood of misidentification.' \" Ibid. (quoting Biggers, supra, at 201, 93 S.Ct. 375 ). \"[R]eliability [of the eyewitness identification] is the linchpin' of that evaluation.\" Perry, supra, at 239, 132 S.Ct. 716 (quoting Manson, 432 U.S., at 114, 97 S.Ct. 2243 ; alterations in original). The factors affecting reliability include \"the opportunity of the witness to view the criminal at the time of the crime, the witness' degree of attention, the accuracy of his prior description of the criminal, the level of certainty demonstrated at the confrontation, and the time between the crime and the confrontation.\" Id ., at 114, 97 S.Ct. 2243. This Court has held that pretrial identification procedures violated the Due Process Clause only once, in Foster v. California, 394 U.S. 440, 89 S.Ct. 1127, 22 L.Ed.2d 402 (1969). There, the police used two highly suggestive lineups and \"a one-to-one confrontation,\" which \"made it all but inevitable that [the witness] would identify [the defendant].\" Id., at 443, 89 S.Ct. 1127.\nIn this case, there is at least one theory that could have led a fairminded jurist to conclude that the suppression motion would have failed. See Richter, supra, at 102, 131 S.Ct. 770. The state court could have reasonably concluded that Beaudreaux failed to prove that, \"under the 'totality of the circumstances,' \" the identification was not \"reliable.\" Biggers, supra, at 199, 93 S.Ct. 375. Beaudreaux's claim was facially deficient because his state habeas petition failed to even address this requirement. See Record ER 153-ER 154. And the state court could have reasonably concluded that the totality of the circumstances tipped against Beaudreaux. True, Esho gave a vague initial description of the shooter, see Manson, supra, at 115, 97 S.Ct. 2243 (noting the detailed physical description the witness gave \"minutes after\"), and there was a 17-month delay between the shooting and the identification, see Biggers, supra, at 201, 93 S.Ct. 375 (determining that \"a lapse of seven months ... would be a seriously negative factor in most cases\"). But, as the District Court found, Esho had a good opportunity to view the shooter, having talked to Beaudreaux immediately after the shooting. See App. to Pet. for Cert. 66a. He also was paying attention during the crime and even remembered Beaudreaux's distinctive walk. See id., at 64a, 66a. Esho demonstrated a high overall level of certainty in his identification. He chose Beaudreaux's picture in both photo lineups, and he was \"sure\" about his identification once he saw Beaudreaux in person. Record ER 285; App. to Pet. for Cert. 63a-64a, 66a. There also was \"little pressure\" on Esho to make a particular identification. Manson, supra, at 116, 97 S.Ct. 2243. It would not have been \" ' \"objectively unreasonable\" ' \" to weigh the totality of these circumstances against Beaudreaux. White v. Woodall, 572 U.S. 415, 419, 134 S.Ct. 1697, 188 L.Ed.2d 698 (2014).\nB\nThe Ninth Circuit's opinion was not just wrong. It also committed fundamental errors that this Court has repeatedly admonished courts to avoid.\nFirst, the Ninth Circuit effectively inverted the rule established in Richter . Instead of considering the \"arguments or theories [that] could have supported\" the state court's summary decision, 562 U.S., at 102, 131 S.Ct. 770 the Ninth Circuit considered arguments against the state court's decision that Beaudreaux never even made in his state habeas petition.\nAdditionally, the Ninth Circuit failed to assess Beaudreaux's ineffectiveness claim with the appropriate amount of deference. The Ninth Circuit essentially evaluated the merits de novo, only tacking on a perfunctory statement at the end of its analysis asserting that the state court's decision was unreasonable. But deference to the state court should have been near its apex in this case, which involves a Strickland claim based on a motion that turns on general, fact-driven standards such as suggestiveness and reliability. The Ninth Circuit's analysis did not follow this Court's repeated holding that, \" '[t]he more general the rule ... the more leeway [state] courts have.' \" Renico v. Lett, 559 U.S. 766, 776, 130 S.Ct. 1855, 176 L.Ed.2d 678 (2010) (brackets in original). Nor did it follow this Court's precedents stating that, \"because the Strickland standard is a general standard, a state court has even more latitude to reasonably determine that a defendant has not satisfied that standard.\" Knowles v. Mirzayance, 556 U.S. 111, 123, 129 S.Ct. 1411, 173 L.Ed.2d 251 (2009). The Ninth Circuit's essentially de novo analysis disregarded this deferential standard.\n* * *\nThe petition for a writ of certiorari and respondent's motion to proceed in forma pauperis are granted. The judgment of the United States Courts of Appeals for the Ninth Circuit is reversed, and the case is remanded for further proceedings consistent with this opinion.\nIt is so ordered.\nJustice BREYER dissents.\nJudge Gould found that the state court could have reasonably concluded that Beaudreaux failed to prove prejudice because the weight of the evidence against him-even without Esho's identification-would have been sufficient to ensure his conviction. See App. to Pet. for Cert. 8a. We need not reach that issue.\nIn the first lineup, the suspect was nearly six inches taller than the other two men in the lineup, and was the only one wearing a leather jacket like the one the witness described the robber as wearing. Foster, 394 U.S., at 441, 443, 89 S.Ct. 1127. Police then arranged a \"one-to-one confrontation\" in which the witness sat in the same room as the suspect and spoke to him. Id., at 441, 89 S.Ct. 1127. And in the second lineup, the suspect was the only one in the five man lineup who had been in the original lineup. Id., at 441-442, 89 S.Ct. 1127.\nBecause our decision merely applies 28 U.S.C. § 2254(d)(1), it takes no position on the underlying merits and does not decide any other issue. See Kernan v. Cuero, 583 U.S. ----, ----, 138 S.Ct. 4, 8-9, 199 L.Ed.2d 236 (2017) (per curiam ); Marshall v. Rodgers, 569 U.S. 58, 64, 133 S.Ct. 1446, 185 L.Ed.2d 540 (2013) (per curiam ).",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Michael SEXTON, Warden\nv.\nNicholas BEAUDREAUX.\nNo. 17-1106.\nSupreme Court of the United States\nJune 28, 2018."
  },
  "file_name": "2555-01",
  "first_page_order": 2555,
  "last_page_order": 2561
}
