{
  "id": 12613144,
  "name": "Mary Anne SAUSE v. Timothy J. BAUER, et al.",
  "name_abbreviation": "Sause v. Bauer",
  "decision_date": "2018-06-28",
  "docket_number": "No. 17–742.",
  "first_page": "2561",
  "last_page": "2563",
  "citations": [
    {
      "type": "official",
      "cite": "138 S. Ct. 2561"
    },
    {
      "type": "parallel",
      "cite": "201 L. Ed. 2d 982"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "859 F.3d 1270",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12276643
      ],
      "weight": 3,
      "year": 2017,
      "pin_cites": [
        {
          "page": "1279"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/859/1270-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 359,
    "char_count": 5755,
    "pagerank": {
      "raw": 5.4627839988701474e-08,
      "percentile": 0.34295204083326863
    },
    "sha256": "6333eb24dff3aa7def1cda1a79777f555aea49d3386a19c9ebbf87e03dea0cc0",
    "simhash": "1:63ead7860a1f5760",
    "word_count": 935
  },
  "last_updated": "2024-02-27T18:39:19.333036+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mary Anne SAUSE\nv.\nTimothy J. BAUER, et al."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nPetitioner Mary Ann Sause, proceeding pro se, filed this action under Rev. Stat. 1979, 42 U.S.C. § 1983, and named as defendants past and present members of the Louisburg, Kansas, police department, as well as the current mayor and a former mayor of the town. The centerpiece of her complaint was the allegation that two of the town's police officers visited her apartment in response to a noise complaint, gained admittance to her apartment, and then proceeded to engage in a course of strange and abusive conduct, before citing her for disorderly conduct and interfering with law enforcement. Among other things, she alleged that at one point she knelt and began to pray but one of the officers ordered her to stop. She claimed that a third officer refused to investigate her complaint that she had been assaulted by residents of her apartment complex and had threatened to issue a citation if she reported this to another police department. In addition, she alleged that the police chief failed to follow up on a promise to investigate the officers' conduct and that the present and former mayors were aware of unlawful conduct by the town's police officers.\nPetitioner's complaint asserted a violation of her First Amendment right to the free exercise of religion and her Fourth Amendment right to be free of any unreasonable search or seizure. The defendants moved to dismiss the complaint for failure to state a claim on which relief may be granted, arguing that the defendants were entitled to qualified immunity. Petitioner then moved to amend her complaint, but the District Court denied that motion and granted the motion to dismiss.\nOn appeal, petitioner, now represented by counsel, argued only that her free exercise rights were violated by the two officers who entered her home. The Court of Appeals for the Tenth Circuit affirmed the decision of the District Court, concluding that the officers were entitled to qualified immunity. 859 F.3d 1270 (2017). Chief Judge Tymkovich filed a concurring opinion. While agreeing with the majority regarding petitioner's First Amendment claim, he noted that petitioner's \"allegations fit more neatly in the Fourth Amendment context.\" Id., at 1279. He also observed that if the allegations in the complaint are true, the conduct of the officers \"should be condemned,\" and that if the allegations are untrue, petitioner had \"done the officers a grave injustice.\" Ibid.\nThe petition filed in this Court contends that the Court of Appeals erred in holding that the officers who visited petitioner's home are entitled to qualified immunity. The petition argues that it was clearly established that law enforcement agents violate a person's right to the free exercise of religion if they interfere, without any legitimate law enforcement justification, when a person is at prayer. The petition further maintains that the absence of a prior case involving the unusual situation alleged to have occurred here does not justify qualified immunity.\nThere can be no doubt that the First Amendment protects the right to pray. Prayer unquestionably constitutes the \"exercise\" of religion. At the same time, there are clearly circumstances in which a police officer may lawfully prevent a person from praying at a particular time and place. For example, if an officer places a suspect under arrest and orders the suspect to enter a police vehicle for transportation to jail, the suspect does not have a right to delay that trip by insisting on first engaging in conduct that, at another time, would be protected by the First Amendment. When an officer's order to stop praying is alleged to have occurred during the course of investigative conduct that implicates Fourth Amendment rights, the First and Fourth Amendment issues may be inextricable.\nThat is the situation here. As the case comes before us, it is unclear whether the police officers were in petitioner's apartment at the time in question based on her consent, whether they had some other ground consistent with the Fourth Amendment for entering and remaining there, or whether their entry or continued presence was unlawful. Petitioner's complaint contains no express allegations on these matters. Nor does her complaint state what, if anything, the officers wanted her to do at the time when she was allegedly told to stop praying. Without knowing the answers to these questions, it is impossible to analyze petitioner's free exercise claim.\nIn considering the defendants' motion to dismiss, the District Court was required to interpret the pro se complaint liberally, and when the complaint is read that way, it may be understood to state Fourth Amendment claims that could not properly be dismissed for failure to state a claim. We appreciate that petitioner elected on appeal to raise only a First Amendment argument and not to pursue an independent Fourth Amendment claim, but under the circumstances, the First Amendment claim demanded consideration of the ground on which the officers were present in the apartment and the nature of any legitimate law enforcement interests that might have justified an order to stop praying at the specific time in question. Without considering these matters, neither the free exercise issue nor the officers' entitlement to qualified immunity can be resolved. Thus, petitioner's choice to abandon her Fourth Amendment claim on appeal did not obviate the need to address these matters.\nFor these reasons, we grant the petition for a writ of certiorari; we reverse the judgment of the Tenth Circuit; and we remand the case for further proceedings consistent with this opinion.\nIt is so ordered.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Mary Anne SAUSE\nv.\nTimothy J. BAUER, et al.\nNo. 17-742.\nSupreme Court of the United States\nJune 28, 2018."
  },
  "file_name": "2561-01",
  "first_page_order": 2561,
  "last_page_order": 2563
}
