{
  "id": 12628544,
  "name": "Kenneth R. ISOM v. ARKANSAS",
  "name_abbreviation": "Isom v. Arkansas",
  "decision_date": "2019-11-25",
  "docket_number": "No. 18-9517",
  "first_page": "342",
  "last_page": "344",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 342"
    },
    {
      "type": "parallel",
      "cite": "205 L. Ed. 2d 373"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "99 L.Ed. 942",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "349 U.S. 133",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11333990
      ],
      "weight": 2,
      "year": 1955,
      "pin_cites": [
        {
          "page": "138"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/349/0133-01"
      ]
    },
    {
      "cite": "510 U.S. 540",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        235096
      ],
      "weight": 5,
      "year": 1994,
      "pin_cites": [
        {
          "page": "555"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/510/0540-01"
      ]
    },
    {
      "cite": "136 S.Ct. 1899",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12597488
      ],
      "weight": 6,
      "year": 2016,
      "pin_cites": [
        {
          "page": "1905",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "1905"
        },
        {
          "page": "1906"
        },
        {
          "page": "1905",
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/1899-01"
      ]
    },
    {
      "cite": "421 U.S. 35",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        541084
      ],
      "weight": 7,
      "year": 1975,
      "pin_cites": [
        {
          "page": "47"
        },
        {
          "page": "58, n. 25"
        },
        {
          "page": "57"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/421/0035-01"
      ]
    },
    {
      "cite": "137 S.Ct. 905",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12609944
      ],
      "weight": 3,
      "year": 2017,
      "pin_cites": [
        {
          "page": "907",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "page": "907"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0905-01"
      ]
    },
    {
      "cite": "2018 Ark. 368",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        12658388
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/563/0533-01"
      ]
    },
    {
      "cite": "373 U.S. 83",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11716714
      ],
      "weight": 3,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/373/0083-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 431,
    "char_count": 5739,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2636601593374749
    },
    "sha256": "b478bebcf355ce2a3b596485bd2091965015a2c143434c9d772cbc9bbdb0e93b",
    "simhash": "1:33df24615bc53564",
    "word_count": 920
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kenneth R. ISOM\nv.\nARKANSAS"
    ],
    "opinions": [
      {
        "text": "Statement of Justice SOTOMAYOR respecting the denial of certiorari.\nPetitioner Kenneth Isom was thrice charged with burglary and theft offenses by Drew County, Arkansas, prosecutor Sam Pope. Isom was acquitted on two of those occasions, but was convicted on the third. After Isom was granted parole three years into his sentence, Prosecutor Pope met with the Office of the Governor to express his concern and to inquire whether Isom could somehow be returned to prison, but to no avail.\nSeven years later, a jury convicted Isom of capital murder in a case presided over by Pope himself-now a Drew County judge. Isom sought postconviction relief, which was denied, also by Judge Pope. The Arkansas Supreme Court later granted Isom leave to file a writ of coram nobis to challenge the State's suppression of critical evidence under Brady v. Maryland , 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963). That suppressed evidence pertained to, among other things, a suggestive photo identification and the inconsistent testimony of a state witness.\nAgain, Judge Pope presided. Isom filed a recusal motion, alleging that Pope's prior efforts to prosecute Isom (and to rescind his parole) created, at the very least, an appearance of bias requiring recusal under the Due Process Clause. Judge Pope denied the motion. After crediting testimony that supported his original photo-identification ruling, and after limiting discovery relevant to the inconsistent-testimony issue, Judge Pope also denied coram nobis relief.\nThe Arkansas Supreme Court affirmed. 2018 Ark. 368, 563 S.W.3d 533. Justices Hart and Wood dissented, concluding that there was at least an appearance of bias that required recusal. Justice Hart reasoned that the unusual coram nobis posture presented an especially compelling case for recusal, because Judge Pope was in the \"untenable position\" of evaluating his own prior findings about whether the photo identification should have been suppressed. Id. , at 550. Justice Hart also considered it significant that, after a state witness appeared to become confused during cross-examination, Judge Pope rehabilitated the witness and ordered a recess, after which the witness testified that his prior statements were mistaken. Id., at 551. Justice Wood, in turn, found it difficult to afford Judge Pope the usual deference extended to the close, discretionary decisions of circuit court judges, given his \"extensive history\" with Isom. Id. , at 552.\nOur precedents require recusal where the \"probability of actual bias on the part of the judge or decisionmaker is too high to be constitutionally tolerable.\" Rippo v . Baker , 580 U. S. ----, ----, 137 S.Ct. 905, 907, 197 L.Ed.2d 167 (2017) (per curiam ) (quoting Withrow v. Larkin , 421 U.S. 35, 47, 95 S.Ct. 1456, 43 L.Ed.2d 712 (1975) ). The operative inquiry is objective: whether, \"considering all the circumstances alleged,\" Rippo , 580 U. S., at ----, 137 S.Ct., at 907, \"the average judge in [the same] position is likely to be neutral, or whether there is an unconstitutional potential for bias,\" Williams v . Pennsylvania , 579 U. S. ----, ----, 136 S.Ct. 1899, 1905, 195 L.Ed.2d 132 (2016) (internal quotation marks omitted). This Court has \"not set forth a specific test\" or required recusal as a matter of course when a judge has had prior involvement with a defendant in his role as a prosecutor. Cf. id. , at ----, 136 S.Ct., at 1905. Nor has it found that \"opinions formed by the judge on the basis of facts introduced or events occurring in the course of ... prior proceedings\" constitute a basis for recusal in the ordinary case. Liteky v. United States , 510 U.S. 540, 555, 114 S.Ct. 1147, 127 L.Ed.2d 474 (1994). Indeed, \"it may be necessary and prudent to permit judges to preside over successive causes involving the same parties or issues.\" Id. , at 562, 114 S.Ct. 1147 (Kennedy, J., concurring).\nAt the same time, the Court has acknowledged that \"[a]llowing a decisionmaker to review and evaluate his own prior decisions raises problems,\" Withrow , 421 U.S. at 58, n. 25, 95 S.Ct. 1456, perhaps because of the risk that a judge might \" 'be so psychologically wedded to his or her previous position' \" that he or she will \" 'consciously or unconsciously avoid the appearance of having erred or changed position.' \" Williams , 579 U. S., at ----, 136 S.Ct., at 1906 (quoting Withrow , 421 U.S. at 57, 95 S.Ct. 1456 ). And it has warned that a judge's \"personal knowledge and impression\" of a case may sometimes outweigh the parties' arguments. In re Murchison , 349 U.S. 133, 138, 75 S.Ct. 623, 99 L.Ed. 942 (1955).\nThe allegations of bias presented to the Arkansas Supreme Court are concerning. But they are complicated by the fact that Isom did not raise the issue of Judge Pope's prior involvement in his prosecutions, either at his capital trial or for nearly 15 years thereafter during his postconviction proceedings. Although the Arkansas Supreme Court did not base its recusal decision on this point, it is a consideration in evaluating whether there was an \"unconstitutional potential for bias\" in this case sufficient to warrant the grant of certiorari. Williams , 579 U. S., at ----, 136 S.Ct., at 1905 (internal quotation marks omitted). I therefore do not dissent from the denial of certiorari. I write, however, to encourage vigilance about the risk of bias that may arise when trial judges peculiarly familiar with a party sit in judgment of themselves. The Due Process Clause's guarantee of a neutral decisionmaker will mean little if this form of partiality is overlooked or underestimated.",
        "type": "majority",
        "author": "Statement of Justice SOTOMAYOR respecting the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "Kenneth R. ISOM\nv.\nARKANSAS\nNo. 18-9517\nSupreme Court of the United States.\nDecided November 25, 2019\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "0342-02",
  "first_page_order": 342,
  "last_page_order": 344
}
