{
  "id": 12628545,
  "name": "NATIONAL REVIEW, INC. v. Michael E. MANN Competitive Enterprise Institute, et al. v. Michael E. Mann",
  "name_abbreviation": "Nat'l Review, Inc. v. Mann",
  "decision_date": "2019-11-25",
  "docket_number": "No. 18-1451; No. 18-1477",
  "first_page": "344",
  "last_page": "348",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 344"
    },
    {
      "type": "parallel",
      "cite": "205 L. Ed. 2d 369"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "28 U. S. C. § 1257",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "420 U.S. 469",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11643989
      ],
      "weight": 6,
      "year": 1975,
      "pin_cites": [
        {
          "page": "485",
          "parenthetical": "observing that \"there should be no trial at all\" if the statute at issue offended the First Amendment"
        },
        {
          "parenthetical": "observing that \"there should be no trial at all\" if the statute at issue offended the First Amendment"
        },
        {
          "parenthetical": "observing that \"there should be no trial at all\" if the statute at issue offended the First Amendment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/420/0469-01"
      ]
    },
    {
      "cite": "559 U.S. 460",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3582194,
        12448252
      ],
      "weight": 3,
      "year": 2010,
      "pin_cites": [
        {
          "page": "466"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/559/0460-01",
        "/l-ed-2d/176/0435-01"
      ]
    },
    {
      "cite": "567 U.S. 709",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12407413
      ],
      "weight": 3,
      "year": 2012,
      "opinion_index": 0,
      "case_paths": [
        "/us/567/0709-01"
      ]
    },
    {
      "cite": "137 S.Ct. 1744",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12604763
      ],
      "weight": 2,
      "year": 2017,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/1744-01"
      ]
    },
    {
      "cite": "139 S.Ct. 2294",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12620693
      ],
      "weight": 3,
      "year": 2019,
      "pin_cites": [
        {
          "page": "2302-2303",
          "parenthetical": "concurring opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/2294-01"
      ]
    },
    {
      "cite": "497 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6212323
      ],
      "weight": 6,
      "year": 1990,
      "opinion_index": 0,
      "case_paths": [
        "/us/497/0001-01"
      ]
    },
    {
      "cite": "379 U.S. 64",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11728748
      ],
      "weight": 3,
      "year": 1964,
      "pin_cites": [
        {
          "page": "74-75",
          "parenthetical": "\"[S]peech concerning public affairs is more than self-expression; it is the essence of selfgovernment\""
        },
        {
          "parenthetical": "\"[S]peech concerning public affairs is more than self-expression; it is the essence of selfgovernment\""
        },
        {
          "parenthetical": "\"[S]peech concerning public affairs is more than self-expression; it is the essence of selfgovernment\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/379/0064-01"
      ]
    },
    {
      "cite": "376 U.S. 254",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        379234
      ],
      "weight": 5,
      "year": 1964,
      "pin_cites": [
        {
          "page": "270"
        },
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/376/0254-01"
      ]
    },
    {
      "cite": "562 U.S. 443",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12457264,
        5996242
      ],
      "weight": 5,
      "year": 2011,
      "pin_cites": [
        {
          "page": "451-452"
        },
        {
          "page": "448-449"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/179/0172-01",
        "/us/562/0443-01"
      ]
    },
    {
      "cite": "465 U.S. 770",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11337359
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "781",
          "parenthetical": "regular circulation of magazines in forum State sufficient to support jurisdiction in defamation action"
        },
        {
          "parenthetical": "regular circulation of magazines in forum State sufficient to support jurisdiction in defamation action"
        },
        {
          "parenthetical": "regular circulation of magazines in forum State sufficient to support jurisdiction in defamation action"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/465/0770-01"
      ]
    },
    {
      "cite": "470 A.2d 782",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7992548
      ],
      "weight": 3,
      "year": 1984,
      "pin_cites": [
        {
          "page": "784"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/470/0782-01"
      ]
    },
    {
      "cite": "500 N.E.2d 794",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1986,
      "pin_cites": [
        {
          "page": "797"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "398 Mass. 731",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        877668
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "734"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/398/0731-01"
      ]
    },
    {
      "cite": "586 P.2d 572",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1978,
      "pin_cites": [
        {
          "page": "576"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "150 Cal.Rptr. 258",
      "category": "reporters:state",
      "reporter": "Cal. Rptr.",
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "22 Cal.3d 672",
      "category": "reporters:state",
      "reporter": "Cal. 3d",
      "case_ids": [
        2282086
      ],
      "year": 1978,
      "pin_cites": [
        {
          "page": "682"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/cal-3d/22/0672-01"
      ]
    },
    {
      "cite": "15 F.3d 1137",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        1527419,
        3817863
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "1142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/15/1137-01",
        "/us-app-dc/304/0406-01"
      ]
    },
    {
      "cite": "221 F.3d 243",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11244033
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "248"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/221/0243-01"
      ]
    },
    {
      "cite": "539 F.3d 646",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3118096
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "654"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/539/0646-01"
      ]
    },
    {
      "cite": "668 F.3d 559",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3718600
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "564"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/668/0559-01"
      ]
    },
    {
      "cite": "150 A.3d 1213",
      "category": "reporters:state_regional",
      "reporter": "A.3d",
      "case_ids": [
        12199289
      ],
      "year": 2016,
      "pin_cites": [
        {
          "page": "1247, 1249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/150/1213-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 907,
    "char_count": 14254,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26366035239892366
    },
    "sha256": "aa1474c5814846c24ccc5f97374e00521931a39d5e98b73bcbc62f3177538c69",
    "simhash": "1:2c8a638aefb457be",
    "word_count": 2366
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "NATIONAL REVIEW, INC.\nv.\nMichael E. MANN"
    ],
    "opinions": [
      {
        "text": "Justice ALITO, dissenting from the denial of certiorari.\nThe petition in this case presents questions that go to the very heart of the constitutional guarantee of freedom of speech and freedom of the press: the protection afforded to journalists and others who use harsh language in criticizing opposing advocacy on one of the most important public issues of the day. If the Court is serious about protecting freedom of expression, we should grant review.\nI\nPenn State professor Michael Mann is internationally known for his academic work and advocacy on the contentious subject of climate change. As part of this work, Mann and two colleagues produced what has been dubbed the \"hockey stick\" graph, which depicts a slight dip in temperatures between the years 1050 and 1900, followed by a sharp rise in temperature over the last century. Because thermometer readings for most of this period are not available, Mann attempted to ascertain temperatures for the earlier years based on other data such as growth rings of ancient trees and corals, ice cores from glaciers, and cave sediment cores. The hockey stick graph has been prominently cited as proof that human activity has led to global warming. Particularly after e-mails from the University of East Anglia's Climate Research Unit were made public, the quality of Mann's work was called into question in some quarters.\nColumnists Rand Simberg and Mark Steyn criticized Mann, the hockey stick graph, and an investigation conducted by Penn State into allegations of wrongdoing by Mann. Simberg's and Steyn's comments, which appeared in blogs hosted by the Competitive Enterprise Institute and National Review Online, employed pungent language, accusing Mann of, among other things, \"misconduct,\" \"wrongdoing,\" and the \"manipulation\" and \"tortur[e]\" of data. App. to Pet. for Cert. in No. 18-1451, pp. 94a, 98a (App.).\nMann responded by filing a defamation suit in the District of Columbia's Superior Court. Petitioners moved for dismissal, relying in part on the District's anti-SLAPP statute, D. C. Code § 16-5502(b) (2012), which requires dismissal of a defamation claim if it is based on speech made \"in furtherance of the right of advocacy on issues of public interest\" and the plaintiff cannot show that the claim is likely to succeed on the merits. The Superior Court denied the motion, and the D. C. Court of Appeals affirmed. 150 A.3d 1213, 1247, 1249 (2016). The petition now before us presents two questions: (1) whether a court or jury must determine if a factual connotation is \"provably false\" and (2) whether the First Amendment permits defamation liability for expressing a subjective opinion about a matter of scientific or political controversy. Both questions merit our review.\nII\nThe first question is important and has divided the lower courts. See 1 R. Smolla, Law of Defamation §§ 6.61, 6.62, 6.63 (2d ed. 2019); 1 R. Sack, Defamation § 4:3.7 (5th ed. 2019). Federal courts have held that \"[w]hether a communication is actionable because it contained a provably false statement of fact is a question of law.\" Chambers v. Travelers Cos. , 668 F.3d 559, 564 (C.A.8 2012) ; see also, e.g. , Madison v. Frazier , 539 F.3d 646, 654 (C.A.7 2008) ; Gray v. St. Martin's Press, Inc. , 221 F.3d 243, 248 (C.A.1 2000) ; Moldea v. New York Times Co. , 15 F.3d 1137, 1142 (C.A.D.C. 1994). Some state courts, on the other hand, have held that \"it is for the jury to determine whether an ordinary reader would have understood [expression] as a factual assertion.\" Good Govt. Group of Seal Beach, Inc. v. Superior Ct. of Los Angeles Cty. , 22 Cal.3d 672, 682, 150 Cal.Rptr. 258, 586 P.2d 572, 576 (1978) ; see also, e.g. , Aldoupolis v. Globe Newspaper Co. , 398 Mass. 731, 734, 500 N.E.2d 794, 797 (1986) ; Caron v. Bangor Publishing Co. , 470 A.2d 782, 784 (Me. 1984). In this case, it appears that the D. C. Court of Appeals has joined the latter camp, leaving it for a jury to decide whether it can be proved as a matter of fact that Mann improperly treated the data in question. See App. 29a, 52a-53a, 65a, n. 46.\nRespondent does not deny the existence of a conflict in the decisions of the lower courts. See Brief in Opposition at 30. Nor does he dispute the importance of the question. Instead, he argues that the D. C. Court of Appeals followed the federal rule, but the D. C. Court of Appeals' opinion repeatedly stated otherwise. See App. 29a (asking what \"a jury properly instructed on the applicable legal and constitutional standards could reasonably find\"); id ., at 52a-53a (repeatedly describing what a jury \"could find\"); id. , at 65a, n. 46 (stating that in a case like this one, involving what it characterized as a claim of \" 'ordinary libel,' \" \"the standard is 'whether a reasonable jury could find that the challenged statements were false' \" (emphasis in original)). This last statement is especially revealing because it appears in a footnote that was revised in response to petitioners' petition for rehearing, see id., at 1a, n. *, which disputed the correctness of the standard that asks what a jury could find, see id ., at 65a, n. 46. We therefore have before us a decision on an indisputably important question of constitutional law on which there is an acknowledged split in the decisions of the lower courts. A question of this nature deserves a place on our docket.\nThis question-whether the courts or juries should decide whether an allegedly defamatory statement can be shown to be untrue-is delicate and sensitive and has serious implications for the right to freedom of expression. And two factors make the question especially important in the present case.\nFirst, the question that the jury will apparently be asked to decide-whether petitioners' assertions about Mann's use of scientific data can be shown to be factually false-is highly technical. Whether an academic's use and presentation of data falls within the range deemed reasonable by those in the field is not an easy matter for lay jurors to assess.\nSecond, the controversial nature of the whole subject of climate change exacerbates the risk that the jurors' determination will be colored by their preconceptions on the matter. When allegedly defamatory speech concerns a political or social issue that arouses intense feelings, selecting an impartial jury presents special difficulties. And when, as is often the case, allegedly defamatory speech is disseminated nationally, a plaintiff may be able to bring suit in whichever jurisdiction seems likely to have the highest percentage of jurors who are sympathetic to the plaintiff 's point of view. See Keeton v. Hustler Magazine, Inc. , 465 U.S. 770, 781, 104 S.Ct. 1473, 79 L.Ed.2d 790 (1984) (regular circulation of magazines in forum State sufficient to support jurisdiction in defamation action). For these reasons, the first question presented in the petition calls out for review.\nIII\nThe second question may be even more important. The constitutional guarantee of freedom of expression serves many purposes, but its most important role is protection of robust and uninhibited debate on important political and social issues. See Snyder v. Phelps , 562 U.S. 443, 451-452, 131 S.Ct. 1207, 179 L.Ed.2d 172 (2011) ; New York Times Co. v. Sullivan , 376 U.S. 254, 270, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964). If citizens cannot speak freely and without fear about the most important issues of the day, real self-government is not possible. See Garrison v. Louisiana , 379 U.S. 64, 74-75, 85 S.Ct. 209, 13 L.Ed.2d 125 (1964) (\"[S]peech concerning public affairs is more than self-expression; it is the essence of selfgovernment\"). To ensure that our democracy is preserved and is permitted to flourish, this Court must closely scrutinize any restrictions on the statements that can be made on important public policy issues. Otherwise, such restrictions can easily be used to silence the expression of unpopular views.\nAt issue in this case is the line between, on the one hand, a pungently phrased expression of opinion regarding one of the most hotly debated issues of the day and, on the other, a statement that is worded as an expression of opinion but actually asserts a fact that can be proven in court to be false. Milkovich v. Lorain Journal Co. , 497 U.S. 1, 110 S.Ct. 2695, 111 L.Ed.2d 1 (1990). Under Milkovich , statements in the first category are protected by the First Amendment, but those in the latter are not. Id ., at 19-20, 22, 110 S.Ct. 2695. And Milkovich provided examples of statements that fall into each category. As explained by the Court, a defamation claim could be asserted based on the statement: \"In my opinion John Jones is a liar.\" Id ., at 18, 110 S.Ct. 2695. This statement, the Court noted, implied knowledge that Jones had made particular factual statements that could be shown to be false. Ibid . As for a statement that could not provide the basis for a valid defamation claim, the Court gave this example: \"In my opinion Mayor Jones shows his abysmal ignorance by accepting the teachings of Marx and Lenin.\" Id ., at 20, 110 S.Ct. 2695.\nWhen an allegedly defamatory statement is couched as an expression of opinion on the quality of a work of scholarship relating to an issue of public concern, on which side of the Milkovich line does it fall? This is a very important question that would greatly benefit from clarification by this Court. Although Milkovich asserted that its hypothetical statement about the teachings of Marx and Lenin would not be actionable, it did not explain precisely why this was so. Was it the lack of specificity or the nature of statements about economic theories or all scholarly theories or perhaps something else?\nIn recent years, the Court has made a point of vigilantly enforcing the Free Speech Clause even when the speech at issue made no great contribution to public debate. For example, last Term, in Iancu v . Brunetti , 588 U. S. ----, 139 S.Ct. 2294, 204 L.Ed.2d 714 (2019), we upheld the right of a manufacturer of jeans to register the trademark \"F-U-C-T.\" Two years before, in Matal v. Tam , 582 U. S. ----, 137 S.Ct. 1744, 198 L.Ed.2d 366 (2017), we held that a rock group called \"The Slants\" had the right to register its name.\nIn earlier cases, the Court went even further. In United States v. Alvarez , 567 U.S. 709, 132 S.Ct. 2537, 183 L.Ed.2d 574 (2012), the Court held that the First Amendment protected a man's false claim that he had won the Congressional Medal of Honor. In Snyder , the successful party had viciously denigrated a deceased soldier outside a church during his funeral. 562 U.S. at 448-449, 131 S.Ct. 1207. In United States v. Stevens , 559 U.S. 460, 466, 130 S.Ct. 1577, 176 L.Ed.2d 435 (2010), the First Amendment claimant had sold videos of dog fights.\nIf the speech in all these cases had been held to be unprotected, our Nation's system of self-government would not have been seriously threatened. But as I noted in Brunetti , 588 U. S., at ----, 139 S.Ct., at 2302-2303 (concurring opinion), the protection of even speech as trivial as a naughty trademark for jeans can serve an important purpose: It can demonstrate that this Court is deadly serious about protecting freedom of speech. Our decisions protecting the speech at issue in that case and the others just noted can serve as a promise that we will be vigilant when the freedom of speech and the press are most seriously implicated, that is, in cases involving disfavored speech on important political or social issues.\nThis is just such a case. Climate change has staked a place at the very center of this Nation's public discourse. Politicians, journalists, academics, and ordinary Americans discuss and debate various aspects of climate change daily-its causes, extent, urgency, consequences, and the appropriate policies for addressing it. The core purpose of the constitutional protection of freedom of expression is to ensure that all opinions on such issues have a chance to be heard and considered.\nI do not suggest that speech that touches on an important and controversial issue is always immune from challenge under state defamation law, and I express no opinion on whether the speech at issue in this case is or is not entitled to First Amendment protection. But the standard to be applied in a case like this is immensely important. Political debate frequently involves claims and counterclaims about the validity of academic studies, and today it is something of an understatement to say that our public discourse is often \"uninhibited, robust, and wide-open.\" New York Times Co. , 376 U.S. at 270, 84 S.Ct. 710.\nI recognize that the decision now before us is interlocutory and that the case may be reviewed later if the ultimate outcome below is adverse to petitioners. But requiring a free speech claimant to undergo a trial after a ruling that may be constitutionally flawed is no small burden. See Cox Broadcasting Corp. v. Cohn , 420 U.S. 469, 485, 95 S.Ct. 1029, 43 L.Ed.2d 328 (1975) (observing that \"there should be no trial at all\" if the statute at issue offended the First Amendment). A journalist who prevails after trial in a defamation case will still have been required to shoulder all the burdens of difficult litigation and may be faced with hefty attorney's fees. Those prospects may deter the uninhibited expression of views that would contribute to healthy public debate.\nFor these reasons, I would grant the petition in this case, and I respectfully dissent from the denial of certiorari.\nRespondent's lead argument in opposition to certiorari is that we lack jurisdiction under 28 U. S. C. § 1257, see Brief in Opposition 27-30, but petitioners have a strong argument that we have jurisdiction under Cox Broadcasting Corp. v. Cohn , 420 U.S. 469, 95 S.Ct. 1029, 43 L.Ed.2d 328 (1975). If the Court has doubts on this score, the question of jurisdiction can be considered together with the merits.",
        "type": "majority",
        "author": "Justice ALITO, dissenting from the denial of certiorari."
      }
    ],
    "attorneys": [
      "The motions of Southeastern Legal Foundation for leave to file briefs as amicus curiae are granted. The petitions for writs of certiorari are denied."
    ],
    "corrections": "",
    "head_matter": "NATIONAL REVIEW, INC.\nv.\nMichael E. MANN\nCompetitive Enterprise Institute, et al.\nv.\nMichael E. Mann\nNo. 18-1451\nNo. 18-1477\nSupreme Court of the United States.\nDecided November 25, 2019\nThe motions of Southeastern Legal Foundation for leave to file briefs as amicus curiae are granted. The petitions for writs of certiorari are denied."
  },
  "file_name": "0344-01",
  "first_page_order": 344,
  "last_page_order": 348
}
