{
  "id": 12629668,
  "name": "RETIREMENT PLANS COMMITTEE OF IBM, et al., Petitioners v. Larry W. JANDER, et al.",
  "name_abbreviation": "Ret. Plans Comm. of IBM v. Jander",
  "decision_date": "2020-01-14",
  "docket_number": "No. 18-1165",
  "first_page": "592",
  "last_page": "597",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 592"
    },
    {
      "type": "parallel",
      "cite": "205 L. Ed. 2d 432"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "566 U.S. 463",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12189545
      ],
      "weight": 3,
      "year": 2012,
      "pin_cites": [
        {
          "page": "473",
          "parenthetical": "\"For good reason, appellate courts ordinarily abstain from entertaining issues that have not been raised and preserved\""
        },
        {
          "parenthetical": "\"For good reason, appellate courts ordinarily abstain from entertaining issues that have not been raised and preserved\""
        },
        {
          "parenthetical": "\"For good reason, appellate courts ordinarily abstain from entertaining issues that have not been raised and preserved\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/566/0463-01"
      ]
    },
    {
      "cite": "910 F.3d 620",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12519454
      ],
      "year": 2018,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/910/0620-01"
      ]
    },
    {
      "cite": "544 U.S. 709",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5868782
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "718, n. 7",
          "parenthetical": "\"[W]e are a court of review, not of first view\""
        },
        {
          "parenthetical": "\"[W]e are a court of review, not of first view\""
        },
        {
          "parenthetical": "\"[W]e are a court of review, not of first view\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/544/0709-01"
      ]
    },
    {
      "cite": "542 U.S. 155",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5857349
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "175",
          "parenthetical": "citation omitted"
        },
        {
          "parenthetical": "citation omitted"
        },
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/542/0155-01"
      ]
    },
    {
      "cite": "134 S.Ct. 2459",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12581663
      ],
      "weight": 22,
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/134/2459-01"
      ]
    },
    {
      "cite": "573 U.S. 409",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "weight": 8,
      "year": 2014,
      "pin_cites": [
        {
          "page": "429"
        },
        {
          "page": "429"
        },
        {
          "page": "423"
        },
        {
          "page": "428-429"
        },
        {
          "page": "428"
        },
        {
          "page": "429"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "266 U.S. 507",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6143405
      ],
      "weight": 3,
      "year": 1925,
      "pin_cites": [
        {
          "page": "511"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/266/0507-01"
      ]
    },
    {
      "cite": "530 U.S. 211",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9413530
      ],
      "weight": 3,
      "year": 2000,
      "pin_cites": [
        {
          "page": "225-226"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/530/0211-01"
      ]
    },
    {
      "cite": "134 S.Ct. 2459",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12581663
      ],
      "weight": 6,
      "year": 2014,
      "opinion_index": 1,
      "case_paths": [
        "/s-ct/134/2459-01"
      ]
    },
    {
      "cite": "573 U.S. 409",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "weight": 3,
      "year": 2014,
      "pin_cites": [
        {
          "page": "412"
        },
        {
          "page": "428"
        },
        {
          "page": "428"
        }
      ],
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 712,
    "char_count": 14207,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26366595118093755
    },
    "sha256": "6d329da08a1ef5af4f12144cb26ab27f7acacf0e428ce429c8d4774e3abc9879",
    "simhash": "1:f7dca8d46a4a9e19",
    "word_count": 2329
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "RETIREMENT PLANS COMMITTEE OF IBM, et al., Petitioners\nv.\nLarry W. JANDER, et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nIn Fifth Third Bancorp v. Dudenhoeffer , 573 U.S. 409, 134 S.Ct. 2459, 189 L.Ed.2d 457 (2014), we held that \"[t]o state a claim for breach of the duty of prudence\" imposed on plan fiduciaries by the Employee Retirement Income Security Act of 1974 (ERISA) \"on the basis of inside information, a plaintiff must plausibly allege an alternative action that the defendant could have taken that would have been consistent with the securities laws and that a prudent fiduciary in the same circumstances would not have viewed as more likely to harm the fund than to help it.\" Id., at 428, 134 S.Ct. 2459. We then set out three considerations that \"inform the requisite analysis.\" Ibid.\nFirst, we pointed out that the \"duty of prudence, under ERISA as under the common law of trusts, does not require a fiduciary to break the law.\" Ibid. Accordingly, \"ERISA's duty of prudence cannot require\" the fiduciary of an Employee Stock Ownership Plan (ESOP) \"to perform an action-such as divesting the fund's holdings of the employer's stock on the basis of inside information-that would violate the securities laws.\" Ibid.\nWe then added that, where a complaint \"faults fiduciaries for failing to decide, on the basis of the inside information, to refrain from making additional stock purchases or for failing to disclose that information to the public so that the stock would no longer be overvalued, additional considerations arise.\" Id., at 429, 134 S.Ct. 2459. In such cases, \"[t]he courts should consider the extent to which an ERISA-based obligation either to refrain on the basis of inside information from making a planned trade or to disclose inside information to the public could conflict with the complex insider trading and corporate disclosure requirements imposed by the federal securities laws or with the objectives of those laws.\" Ibid. We noted that the \"U. S. Securities and Exchange Commission ha[d] not advised us of its views on these matters, and we believe[d] those views may well be relevant.\" Ibid.\nThird, and finally, we said that \"lower courts faced with such claims should also consider whether the complaint has plausibly alleged that a prudent fiduciary in the defendant's position could not have concluded that stopping purchases-which the market might take as a sign that insider fiduciaries viewed the employer's stock as a bad investment-or publicly disclosing negative information would do more harm than good to the fund by causing a drop in the stock price and a concomitant drop in the value of the stock already held by the fund.\" Id., at 429-430, 134 S.Ct. 2459.\nThe question presented in this case concerned what it takes to plausibly allege an alternative action \"that a prudent fiduciary in the same circumstances would not have viewed as more likely to harm the fund than to help it.\" Id., at 428, 134 S.Ct. 2459. It asked whether Dudenhoeffer 's \" 'more harm than good' pleading standard can be satisfied by generalized allegations that the harm of an inevitable disclosure of an alleged fraud generally increases over time.\" Pet. for Cert. i.\nIn their briefing on the merits, however, the petitioners (fiduciaries of the ESOP at issue here) and the Government (presenting the views of the Securities and Exchange Commission as well as the Department of Labor), focused their arguments primarily upon other matters. The petitioners argued that ERISA imposes no duty on an ESOP fiduciary to act on inside information. And the Government argued that an ERISA-based duty to disclose inside information that is not otherwise required to be disclosed by the securities laws would \"conflict\" at least with \"objectives of \" the \"complex insider trading and corporate disclosure requirements imposed by the federal securities laws ....\" Dudenhoeffer , 573 U.S. at 429, 134 S.Ct. 2459.\nThe Second Circuit \"did not address the[se] argument[s], and, for that reason, neither shall we.\" F. Hoffmann-La Roche Ltd. v. Empagran S. A. , 542 U.S. 155, 175, 124 S.Ct. 2359, 159 L.Ed.2d 226 (2004) (citation omitted); see Cutter v. Wilkinson , 544 U.S. 709, 718, n. 7, 125 S.Ct. 2113, 161 L.Ed.2d 1020 (2005) (\"[W]e are a court of review, not of first view\"). See also 910 F.3d 620 (2018). Nevertheless, in light of our statement in Dudenhoeffer that the views of the \"U. S. Securities and Exchange Commission\" might \"well be relevant\" to discerning the content of ERISA's duty of prudence in this context, 573 U.S. at 429, 134 S.Ct. 2459, we believe that the Court of Appeals should have an opportunity to decide whether to entertain these arguments in the first instance. For this reason we vacate the judgment below and remand the case, leaving it to the Second Circuit whether to determine their merits, taking such action as it deems appropriate.\nIt is so ordered .\nJustice KAGAN, with whom Justice GINSBURG joins, concurring.\nToday's per curiam vacates and remands so that the Court of Appeals for the Second Circuit can decide whether to consider two arguments that occupied most of the briefing in this Court even though the lower courts had not addressed them. I join the Court's opinion with two further notes.\nFirst, the Court of Appeals may of course determine that under its usual rules of waiver or forfeiture, it will not consider those arguments. The per curiam is clear that the Second Circuit is to \"decide whether to entertain\" the arguments in the first instance. Ante , at 594-95. If the arguments were not properly preserved, sound judicial practice points toward declining to address them. See, e .g ., Wood v. Milyard , 566 U.S. 463, 473, 132 S.Ct. 1826, 182 L.Ed.2d 733 (2012) (\"For good reason, appellate courts ordinarily abstain from entertaining issues that have not been raised and preserved\"). That is so, contrary to Justice GORSUCH's suggestion, whether or not the issue will come back in the future. See post , at 596 (concurring opinion).\nSecond, if the Court of Appeals chooses to address the merits of either argument, the opening question must be whether it is consistent with this Court's decision in Fifth Third Bancorp v. Dudenhoeffer , 573 U.S. 409, 134 S.Ct. 2459, 189 L.Ed.2d 457 (2014). I cannot see how. The petitioners argue that ERISA \"imposes no duty on an ESOP fiduciary to act on insider information.\" Ante , at 594. But Dudenhoeffer makes clear that an ESOP fiduciary at times has such a duty; the decision sets out exactly what a plaintiff must allege to state a claim that the fiduciary breached his duty of prudence by \"failing to act on inside information.\" 573 U.S. at 423, 134 S.Ct. 2459 ; see id ., at 428, 134 S.Ct. 2459 ; ante , at 594. For its part, the Government argues that (absent extraordinary circumstances) an ESOP fiduciary has only the duty to disclose inside information that the federal securities laws already impose. See ante , at 594-95. But Dudenhoeffer characterizes the relationship between ERISA's duty of prudence and the securities laws differently. It recognizes that a fiduciary can have no obligation to take actions \"violat[ing] the securities laws\" or \"conflict[ing]\" with their \"requirements\" or \"objectives.\" 573 U.S. at 428-429, 134 S.Ct. 2459 ; see ante , at 594. At the same time, the decision explains that when an action does not so conflict, it might fall within an ESOP fiduciary's duty-even if the securities laws do not require it. See 573 U.S. at 428, 134 S.Ct. 2459. The question in that conflict-free zone is whether a prudent fiduciary would think the action more likely to help than to harm the fund. See id ., at 428, 430, 134 S.Ct. 2459 ; see ante , at 594 . The Government candidly acknowledges that its approach would mostly wipe out that central aspect of the Dudenhoeffer standard. See Brief for United States as Amicus Curiae 22. That too does not accord with the decision.\nJustice GORSUCH essays still another argument, but it also conflicts with Dudenhoeffer . He claims that an ESOP fiduciary can never have a duty under ERISA to make disclosures \"in their capacities as corporate officers.\" Post, at 596. But Dudenhoeffer spells out when ERISA forecloses such a duty-when making the disclosure would conflict with the requirements and objectives of the securities laws. See 573 U.S. at 429, 134 S.Ct. 2459. Absent a conflict of that kind, there is no categorical exclusion: The question, stated once again, is whether a prudent fiduciary would think the disclosure more likely to benefit than to harm the fund. See id., at 429-430, 134 S.Ct. 2459.",
        "type": "majority",
        "author": "Per Curiam."
      },
      {
        "text": "Justice GORSUCH, concurring.\nThe gist of respondents' sole surviving claim is that certain ERISA fiduciaries should have used their positions as corporate insiders to cause the company to make an SEC-regulated disclosure. But merely stating the theory suggests a likely flaw: In ordering up a special disclosure, the defendants necessarily would be acting in their capacities as corporate officers, not ERISA fiduciaries. Run-of-the-mill ERISA fiduciaries cannot, after all, order corporate disclosures on behalf of their portfolio companies. Nor do even all corporate insiders have that authority. These defendants (allegedly) had the opportunity to make a corrective disclosure only because of the positions they happened to hold within the organization. So while respondents are correct to note that insider fiduciaries are subject to the \"same duty of prudence that applies to ERISA fiduciaries in general,\" Fifth Third Bancorp v. Dudenhoeffer , 573 U.S. 409, 412, 134 S.Ct. 2459, 189 L.Ed.2d 457 (2014), at bottom they seek to impose an even higher duty on fiduciaries who have the authority to make or order SEC-regulated disclosures on behalf of the corporation. Because ERISA fiduciaries are liable only for actions taken while \"acting as a fiduciary,\" it would be odd to hold the same fiduciaries liable for \"alternative action[s they] could have taken\" only in some other capacity. Compare Pegram v. Herdrich , 530 U.S. 211, 225-226, 120 S.Ct. 2143, 147 L.Ed.2d 164 (2000), with Dudenhoeffer , 573 U.S. at 428, 134 S.Ct. 2459.\nDespite its promise, this argument seemingly wasn't considered by lower courts before the case arrived in our Court. In these circumstances, I agree with the Court's per curiam that the better course is to remand the case to allow the lower courts to address these matters in the first instance. But the payout of today's remand is really about timing: By remanding rather than dismissing, we give the lower courts the chance to answer this important question sooner rather than later. To be sure, on remand respondents might try to say this argument was waived or forfeited in earlier motions practice. See ante, at 595 (KAGAN, J., concurring). But following respondents down that path would do no more than briefly delay the task at hand. The argument before us involves a pure question of law, raised in the context of a motion to dismiss. If it isn't addressed immediately on remand, it will only prove unavoidable later, not just in other suits but at later stages in this very litigation.\nOf course, today's remand would be pointless if the argument before us were already foreclosed by Dudenhoeffer , as Justice KAGAN suggests. Ante , at 594-95, n. But I do not believe our remand is a wasted gesture, because I do not read Dudenhoeffer so broadly. Dudenhoeffer held that an ERISA plaintiff must plausibly allege \"an alternative action that the defendant could have taken that would have been consistent with the securities laws and that a prudent fiduciary ... would not have viewed as more likely to harm the fund than to help it.\" 573 U.S. at 428, 134 S.Ct. 2459. Put differently, the Court held the plaintiff 's ability to identify a helpful action that the defendant could have taken consistent with the securities laws is a necessary condition to an ERISA suit. But nowhere did Dudenhoeffer hold this is also a sufficient condition to suit, promising that a case may proceed anytime a plaintiff is able to conjure a hypothetical helpful action that would've been consistent with the securities laws.\nThe Court didn't consider whether other necessary conditions to suit might exist because the question wasn't before it. Dudenhoeffer did discuss some \"additional considerations\" that might arise when a plaintiff tries to plead as \"alternative action[s]\" either \"refrain[ing] from making additional stock purchases\" or \"disclos[ing] inside information to the public.\" Id ., at 428-429, 134 S.Ct. 2459. But the Court singled out these circumstances only because of their obvious potential to \"conflict with the complex insider trading and corporate disclosure requirements imposed by the federal securities laws.\" Id ., at 429, 134 S.Ct. 2459. So Dudenhoeffer made plain that suits requiring fiduciaries to violate the securities laws cannot proceed. But only the most unabashed optimist could read that as guaranteeing all other suits may.\nThe truth is, Dudenhoeffer was silent on the argument now before us for the simple reason that the parties in Dudenhoeffer were silent on it too. No one in that case asked the Court to decide whether ERISA plaintiffs may hold fiduciaries liable for alternative actions they could have taken only in a nonfiduciary capacity. And it is beyond debate that \"[q]uestions which merely lurk in the record, neither brought to the attention of the court nor ruled upon, are not to be considered as having been so decided as to constitute precedents.\" Webster v. Fall , 266 U.S. 507, 511, 45 S.Ct. 148, 69 L.Ed. 411 (1925).",
        "type": "concurrence",
        "author": "Justice GORSUCH, concurring."
      }
    ],
    "attorneys": [
      "Paul D. Clement, Washington, DC, for the petitioners.",
      "Jonathan Y. Ellis for the United States as amicus curiae, by special leave of the Court, supporting neither party.",
      "Samuel Bonderoff, New York, NY, for the respondents.",
      "Lawrence Portnoy, Michael S. Flynn, David B. Toscano, Trent Thompson, Davis Polk & Wardwell LLP, New York, NY, Paul D. Clement, George W. Hicks, Jr., C. Harker Rhodes IV, Andrew C. Lawrence, Kirkland & Ellis LLP, Washington, DC, for petitioners.",
      "Samuel E. Bonderoff, Jacob H. Zamansky, James Ostaszewski, Zamansky LLC, New York, NY, for respondents."
    ],
    "corrections": "",
    "head_matter": "RETIREMENT PLANS COMMITTEE OF IBM, et al., Petitioners\nv.\nLarry W. JANDER, et al.\nNo. 18-1165\nSupreme Court of the United States.\nJanuary 14, 2020\nPaul D. Clement, Washington, DC, for the petitioners.\nJonathan Y. Ellis for the United States as amicus curiae, by special leave of the Court, supporting neither party.\nSamuel Bonderoff, New York, NY, for the respondents.\nLawrence Portnoy, Michael S. Flynn, David B. Toscano, Trent Thompson, Davis Polk & Wardwell LLP, New York, NY, Paul D. Clement, George W. Hicks, Jr., C. Harker Rhodes IV, Andrew C. Lawrence, Kirkland & Ellis LLP, Washington, DC, for petitioners.\nSamuel E. Bonderoff, Jacob H. Zamansky, James Ostaszewski, Zamansky LLC, New York, NY, for respondents."
  },
  "file_name": "0592-01",
  "first_page_order": 592,
  "last_page_order": 597
}
