{
  "id": 12629670,
  "name": "DEPARTMENT OF HOMELAND SECURITY, et al. v. NEW YORK, et al.",
  "name_abbreviation": "Dep't of Homeland Sec. v. New York",
  "decision_date": "2020-01-27",
  "docket_number": "No. 19A785",
  "first_page": "599",
  "last_page": "601",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 599"
    },
    {
      "type": "parallel",
      "cite": "206 L. Ed. 2d 115"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "39 Harv. J. L. & Pub. Pol'y 487",
      "category": "journals:journal",
      "reporter": "Harv. J.L. & Pub. Pol'y",
      "year": 2016,
      "pin_cites": [
        {
          "page": "523-527"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "131 Harv. L. Rev. 417",
      "category": "journals:journal",
      "reporter": "Harv. L. Rev.",
      "year": 2017,
      "pin_cites": [
        {
          "page": "471-472",
          "parenthetical": "Bray"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "138 S.Ct. 2392",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12613035
      ],
      "weight": 5,
      "year": 2018,
      "pin_cites": [
        {
          "page": "2428-2429",
          "parenthetical": "THOMAS, J., concurring"
        },
        {
          "parenthetical": "THOMAS, J., concurring"
        },
        {
          "page": "2428-2429",
          "parenthetical": "THOMAS, J., concurring"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/s-ct/138/2392-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 566,
    "char_count": 8205,
    "pagerank": {
      "raw": 7.591356421208395e-08,
      "percentile": 0.4497961078039685
    },
    "sha256": "6862020adb5e2863f490d1043b917d2e5e51a851d943aaf2c65dc261e6033cbb",
    "simhash": "1:21e68687c7cb87a7",
    "word_count": 1307
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "DEPARTMENT OF HOMELAND SECURITY, et al.\nv.\nNEW YORK, et al."
    ],
    "opinions": [
      {
        "text": "",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "If all of this is confusing, don't worry, because none of it matters much at this point. Despite the fluid state of things-some interim wins for the government over here, some preliminary relief for plaintiffs over there-we now have an injunction to rule them all: the one before us, in which a single judge in New York enjoined the government from applying the new definition to anyone, without regard to geography or participation in this or any other lawsuit. The Second Circuit declined to stay this particular universal injunction, and so now, after so many trips up and down and around the judicial map, the government brings its well-rehearsed arguments here.",
      "It has become increasingly apparent that this Court must, at some point, confront these important objections to this increasingly widespread practice. As the brief and furious history of the regulation before us illustrates, the routine issuance of universal injunctions is patently unworkable, sowing chaos for litigants, the government, courts, and all those affected by these conflicting decisions. Rather than spending their time methodically developing arguments and evidence in cases limited to the parties at hand, both sides have been forced to rush from one preliminary injunction hearing to another, leaping from one emergency stay application to the next, each with potentially nationwide stakes, and all based on expedited briefing and little opportunity for the adversarial testing of evidence.",
      "Nor do the costs of nationwide injunctions end there. There are currently more than 1,000 active and senior district court judges, sitting across 94 judicial districts, and subject to review in 12 regional courts of appeal. Because plaintiffs generally are not bound by adverse decisions in cases to which they were not a party, there is a nearly boundless opportunity to shop for a friendly forum to secure a win nationwide. Id ., at 457-461. The risk of winning conflicting nationwide injunctions is real too. Id. , at 462-464. And the stakes are asymmetric. If a single successful challenge is enough to stay the challenged rule across the country, the government's hope of implementing any new policy could face the long odds of a straight sweep, parlaying a 94-to-0 win in the district courts into a 12-to-0 victory in the courts of appeal. A single loss and the policy goes on ice-possibly for good, or just as possibly for some indeterminate period of time until another court jumps in to grant a stay. And all that can repeat, ad infinitum , until either one side gives up or this Court grants certiorari. What in this gamesmanship and chaos can we be proud of?"
    ],
    "corrections": "",
    "head_matter": "DEPARTMENT OF HOMELAND SECURITY, et al.\nv.\nNEW YORK, et al.\nNo. 19A785\nSupreme Court of the United States.\nJanuary 27, 2020\nThe application for stay presented to Justice GINSBURG and by her referred to the Court is granted, and the District Court's October 11, 2019 orders granting a preliminary injunction are stayed pending disposition of the Government's appeal in the United States Court of Appeals for the Second Circuit and disposition of the Government's petition for a writ of certiorari, if such writ is timely sought. Should the petition for a writ of certiorari be denied, this stay shall terminate automatically. In the event the petition for a writ of certiorari is granted, the stay shall terminate upon the sending down of the judgment of this Court.\nJustice GINSBURG, Justice BREYER, Justice SOTOMAYOR, and Justice KAGAN would deny the application.\nJustice GORSUCH, with whom Justice THOMAS joins, concurring in the grant of stay.\nOn October 10, 2018, the Department of Homeland Security began a rulemaking process to define the term \"public charge,\" as it is used in the Nation's immigration laws. Approximately 10 months and 266,000 comments later, the agency issued a final rule. Litigation swiftly followed, with a number of States, organizations, and individual plaintiffs variously alleging that the new definition violates the Constitution, the Administrative Procedure Act, and the immigration laws themselves. These plaintiffs have urged courts to enjoin the rule's enforcement not only as it applies to them, or even to some definable group having something to do with their claimed injury, but as it applies to anyone .\nThese efforts have met with mixed results. The Northern District of California ordered the government not to enforce the new rule within a hodge-podge of jurisdictions-California, Oregon, Maine, Pennsylvania, and the District of Columbia. The Eastern District of Washington entered a similar order, but went much farther geographically, enjoining the government from enforcing its rule globally. But both of those orders were soon stayed by the Ninth Circuit which, in a 59-page opinion, determined the government was likely to succeed on the merits. Meanwhile, across the country, the District of Maryland entered its own universal injunction, only to have that one stayed by the Fourth Circuit. And while all these developments were unfolding on the coasts, the Northern District of Illinois was busy fashioning its own injunction, this one limited to enforcement within the State of Illinois.\nIf all of this is confusing, don't worry, because none of it matters much at this point. Despite the fluid state of things-some interim wins for the government over here, some preliminary relief for plaintiffs over there-we now have an injunction to rule them all: the one before us, in which a single judge in New York enjoined the government from applying the new definition to anyone, without regard to geography or participation in this or any other lawsuit. The Second Circuit declined to stay this particular universal injunction, and so now, after so many trips up and down and around the judicial map, the government brings its well-rehearsed arguments here.\nToday the Court (rightly) grants a stay, allowing the government to pursue (for now) its policy everywhere save Illinois. But, in light of all that's come before, it would be delusional to think that one stay today suffices to remedy the problem. The real problem here is the increasingly common practice of trial courts ordering relief that transcends the cases before them. Whether framed as injunctions of \"nationwide,\" \"universal,\" or \"cosmic\" scope, these orders share the same basic flaw-they direct how the defendant must act toward persons who are not parties to the case.\nEquitable remedies, like remedies in general, are meant to redress the injuries sustained by a particular plaintiff in a particular lawsuit. When a district court orders the government not to enforce a rule against the plaintiffs in the case before it, the court redresses the injury that gives rise to its jurisdiction in the first place. But when a court goes further than that, ordering the government to take (or not take) some action with respect to those who are strangers to the suit, it is hard to see how the court could still be acting in the judicial role of resolving cases and controversies. Injunctions like these thus raise serious questions about the scope of courts' equitable powers under Article III. See Trump v. Hawaii , 585 U.S. ----, ----, 138 S.Ct. 2392, 2428-2429, 201 L.Ed.2d 775 (2018) (THOMAS, J., concurring); Bray, Multiple Chancellors: Reforming the National Injunction, 131 Harv. L. Rev. 417, 471-472 (2017) (Bray); Morley, De Facto Class Actions? Plaintiff- and Defendant-Oriented Injunctions in Voting Rights, Election Law, and Other Constitutional Cases, 39 Harv. J. L. & Pub. Pol'y 487, 523-527 (2016).\nIt has become increasingly apparent that this Court must, at some point, confront these important objections to this increasingly widespread practice. As the brief and furious history of the regulation before us illustrates, the routine issuance of universal injunctions is patently unworkable, sowing chaos for litigants, the government, courts, and all those affected by these conflicting decisions. Rather than spending their time methodically developing arguments and evidence in cases limited to the parties at hand, both sides have been forced to rush from one preliminary injunction hearing to another, leaping from one emergency stay application to the next, each with potentially nationwide stakes, and all based on expedited briefing and little opportunity for the adversarial testing of evidence.\nThis is not normal. Universal injunctions have little basis in traditional equitable practice. Bray 425-427. Their use has proliferated only in very recent years. See Trump , 585 U. S., at --- - ----, 138 S.Ct., at 2428-2429 (THOMAS, J., concurring). And they hardly seem an innovation we should rush to embrace. By their nature, universal injunctions tend to force judges into making rushed, high-stakes, low-information decisions. Bray 461-462. The traditional system of lower courts issuing interlocutory relief limited to the parties at hand may require litigants and courts to tolerate interim uncertainty about a rule's final fate and proceed more slowly until this Court speaks in a case of its own. But that system encourages multiple judges and multiple circuits to weigh in only after careful deliberation, a process that permits the airing of competing views that aids this Court's own decisionmaking process. Ibid. The rise of nationwide injunctions may just be a sign of our impatient times. But good judicial decisions are usually tempered by older virtues.\nNor do the costs of nationwide injunctions end there. There are currently more than 1,000 active and senior district court judges, sitting across 94 judicial districts, and subject to review in 12 regional courts of appeal. Because plaintiffs generally are not bound by adverse decisions in cases to which they were not a party, there is a nearly boundless opportunity to shop for a friendly forum to secure a win nationwide. Id ., at 457-461. The risk of winning conflicting nationwide injunctions is real too. Id. , at 462-464. And the stakes are asymmetric. If a single successful challenge is enough to stay the challenged rule across the country, the government's hope of implementing any new policy could face the long odds of a straight sweep, parlaying a 94-to-0 win in the district courts into a 12-to-0 victory in the courts of appeal. A single loss and the policy goes on ice-possibly for good, or just as possibly for some indeterminate period of time until another court jumps in to grant a stay. And all that can repeat, ad infinitum , until either one side gives up or this Court grants certiorari. What in this gamesmanship and chaos can we be proud of?\nI concur in the Court's decision to issue a stay. But I hope, too, that we might at an appropriate juncture take up some of the underlying equitable and constitutional questions raised by the rise of nationwide injunctions."
  },
  "file_name": "0599-01",
  "first_page_order": 599,
  "last_page_order": 601
}
