{
  "id": 12630079,
  "name": "Chad WOLF, Acting Secretary of Homeland Security, et al. v. COOK COUNTY, ILLINOIS, et al.",
  "name_abbreviation": "Wolf v. Cook Cnty.",
  "decision_date": "2020-02-21",
  "docket_number": "No. 19A905",
  "first_page": "681",
  "last_page": "684",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 681"
    },
    {
      "type": "parallel",
      "cite": "206 L. Ed. 2d 142"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "203 L.Ed.2d 145",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12623884
      ],
      "year": 2019,
      "pin_cites": [
        {
          "parenthetical": "overturning the grant of a stay of execution"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/0661-01"
      ]
    },
    {
      "cite": "139 S.Ct. 661",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12623884,
        12623885
      ],
      "year": 2019,
      "pin_cites": [
        {
          "parenthetical": "overturning the grant of a stay of execution"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/0661-01",
        "/s-ct/139/0661-02"
      ]
    },
    {
      "cite": "203 L.Ed.2d 633",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12619233,
        12618999,
        12619000,
        12619001,
        12619002,
        12619003,
        12619004
      ],
      "weight": 2,
      "year": 2019,
      "pin_cites": [
        {
          "parenthetical": "second statement of KAVANAUGH , J."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/1475-01",
        "/s-ct/139/1405-05",
        "/s-ct/139/1405-06",
        "/s-ct/139/1405-07",
        "/s-ct/139/1406-01",
        "/s-ct/139/1406-02",
        "/s-ct/139/1406-03"
      ]
    },
    {
      "cite": "139 S.Ct. 1475",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12619233
      ],
      "weight": 2,
      "year": 2019,
      "pin_cites": [
        {
          "page": "1477",
          "parenthetical": "second statement of KAVANAUGH , J."
        },
        {
          "page": "1481",
          "parenthetical": " ALITO , J., joined by THOMAS and GORSUCH , JJ., dissenting from grant of stay"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/1475-01"
      ]
    },
    {
      "cite": "140 S.Ct. 3",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12628319
      ],
      "weight": 3,
      "year": 2019,
      "pin_cites": [
        {
          "page": "6",
          "parenthetical": " SOTOMAYOR , J., dissenting from grant of stay"
        },
        {
          "parenthetical": " SOTOMAYOR , J., dissenting from grant of stay"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/140/0003-01"
      ]
    },
    {
      "cite": "127 L.Ed.2d 530",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "Rehnquist, C. J., in chambers"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "114 S.Ct. 1036",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "Rehnquist, C. J., in chambers"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "510 U.S. 1319",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        235410
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "1320",
          "parenthetical": "Rehnquist, C. J., in chambers"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/510/1319-01"
      ]
    },
    {
      "cite": "60 L.Ed.2d 1033",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "Stevens, J., in chambers"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "99 S.Ct. 2095",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1979,
      "pin_cites": [
        {
          "parenthetical": "Stevens, J., in chambers"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "442 U.S. 1309",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1531853
      ],
      "year": 1979,
      "pin_cites": [
        {
          "page": "1316",
          "parenthetical": "Stevens, J., in chambers"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/442/1309-01"
      ]
    },
    {
      "cite": "2019 WL 5110267",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2019,
      "pin_cites": [
        {
          "page": "*14"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "140 S.Ct. 599",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12629670
      ],
      "weight": 6,
      "year": 2020,
      "pin_cites": [
        {
          "parenthetical": "New York cases"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/140/0599-01"
      ]
    },
    {
      "cite": "84 Fed. Reg. 41292",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "41295"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "64 Fed. Reg. 28689",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "year": 1999,
      "pin_cites": [
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 U. S. C. § 1182",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(4)(A)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 706,
    "char_count": 12436,
    "pagerank": {
      "raw": 6.907597123529909e-08,
      "percentile": 0.4198569105766398
    },
    "sha256": "5cace0dfbb4c7d7ec562e77766f51717d2fcb3c2f9920203c583b475131d3233",
    "simhash": "1:78f4b60ba787cfe6",
    "word_count": 1985
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [
      "Justice Ginsburg, Justice Breyer, and Justice Kagan would deny the application."
    ],
    "parties": [
      "Chad WOLF, Acting Secretary of Homeland Security, et al.\nv.\nCOOK COUNTY, ILLINOIS, et al."
    ],
    "opinions": [
      {
        "text": "Justice Sotomayor, dissenting from the grant of stay.\nToday's decision follows a now-familiar pattern. The Government seeks emergency relief from this Court, asking it to grant a stay where two lower courts have not. The Government insists-even though review in a court of appeals is imminent-that it will suffer irreparable harm if this Court does not grant a stay. And the Court yields.\nBut this application is perhaps even more concerning than past ones. Just weeks ago, this Court granted a stay of a different decision involving the same administrative rule at issue here, after the Government professed urgency because of the form of relief granted in the prior case-a nationwide injunction. The Government now uses that stay-of a nationwide injunction-to insist that it is entitled to one here. But the injunction in this case is limited to one State, Illinois. The Government cannot state with precision any of the supposed harm that would come from the Illinois-specific injunction, and the Court of Appeals for the Seventh Circuit has scheduled oral argument for next week. The Government's professed harm, therefore, boils down to an inability to enforce its immigration goals, possibly in only the immediate term, in one of 50 States. It is hard to say what is more troubling: that the Government would seek this extraordinary relief seemingly as a matter of course, or that the Court would grant it.\nThis case concerns a provision of the Immigration and Nationality Act that renders inadmissible any noncitizen who \"is likely at any time to become a public charge.\" 8 U. S. C. § 1182(a)(4)(A). The provision instructs immigration officers to consider, \"at a minimum,\" a person's \"age; health; family status; assets, resources, and financial status; and education and skills\" in determining inadmissibility on this \"public charge\" basis. § 1182(a)(4)(B). For the last 20 years, field guidance has defined \"public charge\" as a person \"primarily dependent on the government for subsistence.\" 64 Fed. Reg. 28689 (1999) (internal quotation marks omitted). Per that guidance, immigration officers were not to consider non-cash public benefits in deciding whether a noncitizen met that definition.\nIn August 2019, the Department of Homeland Security issued a regulation that changed this longstanding definition. This new regulation (the public-charge rule) now defines a \"public charge\" as \"an alien who receives one or more designated public benefits for more than 12 months in the aggregate within any 36-month period (such that, for instance, receipt of two benefits in one month counts as two months).\" 84 Fed. Reg. 41292, 41295. The regulation also expands the type of benefits that may render a noncitizen inadmissible, including non-cash benefits such as the Supplemental Nutrition Assistance Program (formerly food stamps), most forms of Medicaid, and various forms of housing assistance. Ibid.\nSeveral lawsuits followed, one of which reached this Court last month. See Application for Stay of Injunctions in Department of Homeland Security v. New York , --- U.S. ----, 140 S.Ct. 599, --- L.Ed.2d ---- (2020) (New York cases). The Government in no small part insisted that it was entitled to a stay because of the scope of relief awarded below: The District Court in the New York cases imposed a nationwide injunction that \"rendered effectively academic\" the Government's successful litigation on the public-charge rule elsewhere. Id. , at ----, 140 S.Ct. 599, --- L.Ed.2d ----. The Government's unquestionable focus was the scope of that injunction: Its stay application used the word \"nationwide\" 34 times.\nOver the dissent of four Justices, this Court granted the Government's application for a stay. Department of Homeland Security v. New York , 589 U. S. ----, 140 S.Ct. 599, --- L.Ed.2d ---- (2020). Two Justices concurred in the grant of the stay, emphasizing-as the Government did-the \"equitable and constitutional questions raised by the rise of nationwide injunctions.\" Id. , at ----, 140 S.Ct. 599, --- L.Ed.2d ---- ( GORSUCH , J., concurring in grant of stay) (slip op., at 5). No Member of the Court discussed the application's merit apart from its challenges to the injunction's nationwide scope.\nIn the meantime, other courts considered the public-charge rule, and one-the District Court in this case-ruled much more narrowly. The District Court concluded that the plaintiffs in the case before it were entitled to a preliminary injunction, based on self-described \"dry and arguably bloodless\" legal analysis. Cook County v. McAleenan , --- F. Supp. 3d ----, ----, 2019 WL 5110267, *14 (ND Ill., Oct. 14, 2019). But it did not award nationwide relief as the New York court had: It merely prevented the Government from enforcing the public-charge rule in Illinois, where the \" 'nearly 100 nonprofit organizations and social and health service providers' \" represented by one of the plaintiffs were located. Ibid.\nAfter the District Court declined to stay enforcement of its injunction pending appeal, the Government asked the Seventh Circuit to intervene and stay the injunction itself. On December 23, 2019, the Seventh Circuit declined, and instead set an expedited briefing schedule to ensure prompt consideration of the issue. As part of that expedited schedule, the Seventh Circuit set oral argument for February 26, 2020-five days from now.\nNotably, the Government initially chose not to appeal the Seventh Circuit's decision denying a stay. Instead, while letting the normal appellate process play out in this case, it urged this Court to review a later issued decision granting a nationwide injunction-in no small part because it was a nationwide injunction. Yet now that this Court acceded to that request, the Government wants more: It asks this Court to grant a stay of the District Court's considered-and considerably narrower-order below.\nOne might wonder what the trouble is with granting a stay in this case. After all, by granting a stay in the New York cases, the Court effectively has already allowed the Government to enforce the public-charge rule elsewhere-why not Illinois too? But-even putting aside the dissent of four Justices in the New York cases and the plaintiffs' weighty arguments on the merits-the Court should not forget the burden the Government must carry to obtain a stay. To warrant this \" 'extraordinary' \" relief, Williams v. Zbaraz , 442 U.S. 1309, 1316, 99 S.Ct. 2095, 60 L.Ed.2d 1033 (1979) (Stevens, J., in chambers), it is not enough for a party to point to an important legal issue, or even one that is likely to obtain the assent of five Justices on the merits (which is far from certain here). Instead, to justify upending the normal rules of appellate procedure, a party must also show a likelihood of irreparable harm. Packwood v. Senate Select Comm. on Ethics , 510 U.S. 1319, 1320, 114 S.Ct. 1036, 127 L.Ed.2d 530 (1994) (Rehnquist, C. J., in chambers). And \"[b]ecause this matter is pending before the Court of Appeals, and because the Court of Appeals denied\" the Government's motion for a stay, the Government now bears \"an especially heavy burden.\" Ibid.\nThe Government has not made that showing here. Its public-charge rule is set to go into effect in 49 of 50 States next week. The Seventh Circuit is set to consider the Illinois-specific injunction next week as well, with a decision to follow shortly thereafter. And the Government is unable to articulate how many cases-if any-this narrow injunction would affect in the meantime. In sum, the Government's only claimed hardship is that it must enforce an existing interpretation of an immigration rule in one State-just as it has done for the past 20 years-while an updated version of the rule takes effect in the remaining 49. The Government has not quantified or explained any burdens that would arise from this state of the world. Indeed, until this Court granted relief in the New York cases, the Government itself did not consider this Illinois-specific harm serious enough to warrant asking this Court for relief.\nThese facts-all of which undermine the Government's assertion of irreparable harm-show two things, one about the Government's conduct and one about this Court's own. First, the Government has come to treat \"th[e] exceptional mechanism\" of stay relief \"as a new normal.\" Barr v. East Bay Sanctuary Covenant , 588 U. S. ----, ----, 140 S.Ct. 3, 6, 204 L.Ed.2d 1189 (2019) ( SOTOMAYOR , J., dissenting from grant of stay). Claiming one emergency after another, the Government has recently sought stays in an unprecedented number of cases, demanding immediate attention and consuming limited Court resources in each. And with each successive application, of course, its cries of urgency ring increasingly hollow. Indeed, its behavior relating to the public-charge rule in particular shows how much its own definition of irreparable harm has shifted. Having first sought a stay in the New York cases based, in large part, on the purported harm created by a nationwide injunction, it now disclaims that rationale and insists that the harm is its temporary inability to enforce its goals in one State.\nSecond, this Court is partly to blame for the breakdown in the appellate process. That is because the Court-in this case, the New York cases, and many others-has been all too quick to grant the Government's \"reflexiv[e]\" requests. Ibid. But make no mistake: Such a shift in the Court's own behavior comes at a cost.\nStay applications force the Court to consider important statutory and constitutional questions that have not been ventilated fully in the lower courts, on abbreviated timetables and without oral argument. They upend the normal appellate process, putting a thumb on the scale in favor of the party that won a stay. (Here, the Government touts that in granting a stay in the New York cases, this Court \"necessarily concluded that if the court of appeals were to uphold the preliminary injunctio[n], the Court likely would grant a petition for a writ of certiorari\" and that \"there was a fair prospect the Court would rule in favor of the government.\" Application 3.) They demand extensive time and resources when the Court's intervention may well be unnecessary-particularly when, as here, a court of appeals is poised to decide the issue for itself.\nPerhaps most troublingly, the Court's recent behavior on stay applications has benefited one litigant over all others. This Court often permits executions-where the risk of irreparable harm is the loss of life-to proceed, justifying many of those decisions on purported failures \"to raise any potentially meritorious claims in a timely manner.\" Murphy v. Collier , 587 U. S. ----, ----, 139 S.Ct. 1475, 1477, 203 L.Ed.2d 633 (2019) (second statement of KAVANAUGH , J.); see also id. , at ----, 139 S.Ct. at 1481 ( ALITO , J., joined by THOMAS and GORSUCH , JJ., dissenting from grant of stay) (\"When courts do not have adequate time to consider a claim, the decisionmaking process may be compromised\"); cf. Dunn v. Ray , 586 U. S. ----, 139 S.Ct. 661, 203 L.Ed.2d 145 (2019) (overturning the grant of a stay of execution). Yet the Court's concerns over quick decisions wither when prodded by the Government in far less compelling circumstances-where the Government itself chose to wait to seek relief, and where its claimed harm is continuation of a 20-year status quo in one State. I fear that this disparity in treatment erodes the fair and balanced decisionmaking process that this Court must strive to protect.\nI respectfully dissent.",
        "type": "majority",
        "author": "Justice Sotomayor, dissenting from the grant of stay."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Chad WOLF, Acting Secretary of Homeland Security, et al.\nv.\nCOOK COUNTY, ILLINOIS, et al.\nNo. 19A905\nSupreme Court of the United States.\n[February 21, 2020]\nThe application for stay presented to JUSTICE KAVANAUGH and by him referred to the Court is granted, and the District Court's October 14, 2019 order granting a preliminary injunction is stayed pending disposition of the Government's appeal in the United States Court of Appeals for the Seventh Circuit and disposition of the Government's petition for a writ of certiorari, if such writ is timely sought. Should the petition for a writ of certiorari be denied, this stay shall terminate automatically. In the event the petition for a writ of certiorari is granted, the stay shall terminate upon the sending down of the judgment of this Court.\nJustice Ginsburg, Justice Breyer, and Justice Kagan would deny the application."
  },
  "file_name": "0681-01",
  "first_page_order": 681,
  "last_page_order": 684
}
