{
  "id": 12630082,
  "name": "Rodney REED v. TEXAS",
  "name_abbreviation": "Reed v. Texas",
  "decision_date": "2020-02-24",
  "docket_number": "No. 19-411",
  "first_page": "686",
  "last_page": "690",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 686"
    },
    {
      "type": "parallel",
      "cite": "206 L. Ed. 2d 236"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "271 S.W.3d 698",
      "category": "reporters:state_regional",
      "reporter": "S.W.3d",
      "case_ids": [
        8171101
      ],
      "weight": 2,
      "year": 2008,
      "pin_cites": [
        {
          "page": "733-734",
          "parenthetical": "Texas habeas courts must do the same (citing House , 547 U.S. at 537-538, 126 S.Ct. 2064 )"
        },
        {
          "page": "734"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/271/0698-01"
      ]
    },
    {
      "cite": "513 U.S. 298",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1333576
      ],
      "weight": 3,
      "year": 1995,
      "pin_cites": [
        {
          "page": "328"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/513/0298-01"
      ]
    },
    {
      "cite": "547 U.S. 518",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3275461
      ],
      "weight": 5,
      "year": 2006,
      "pin_cites": [
        {
          "page": "537-538",
          "parenthetical": "federal habeas courts evaluating gateway actual-innocence claims \"must consider ' \"all the evidence,\" ' old and new, incriminating and exculpatory\" (quoting Schlup v. Delo , 513 U.S. 298, 328, 115 S.Ct. 851, 130 L.Ed.2d 808 (1995) )"
        },
        {
          "parenthetical": "federal habeas courts evaluating gateway actual-innocence claims \"must consider ' \"all the evidence,\" ' old and new, incriminating and exculpatory\" (quoting Schlup v. Delo , 513 U.S. 298, 328, 115 S.Ct. 851, 130 L.Ed.2d 808 (1995) )"
        },
        {
          "parenthetical": "federal habeas courts evaluating gateway actual-innocence claims \"must consider ' \"all the evidence,\" ' old and new, incriminating and exculpatory\" (quoting Schlup v. Delo , 513 U.S. 298, 328, 115 S.Ct. 851, 130 L.Ed.2d 808 (1995) )"
        },
        {
          "page": "537-538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/547/0518-01"
      ]
    },
    {
      "cite": "94 L.Ed. 562",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1950,
      "pin_cites": [
        {
          "parenthetical": "Frankfurter, J., respecting denial of certiorari"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "70 S.Ct. 252",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1950,
      "pin_cites": [
        {
          "parenthetical": "Frankfurter, J., respecting denial of certiorari"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "338 U.S. 912",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3945648
      ],
      "year": 1950,
      "pin_cites": [
        {
          "page": "919",
          "parenthetical": "Frankfurter, J., respecting denial of certiorari"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/338/0912-01"
      ]
    },
    {
      "cite": "885 S.W.2d 389",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10007020
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "397-398"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/885/0389-01"
      ]
    },
    {
      "cite": "947 S.W.2d 202",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        11970229,
        11970415
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "204-205"
        },
        {
          "page": "205"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/947/0202-01",
        "/sw2d/947/0202-02"
      ]
    },
    {
      "cite": "373 U.S. 83",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11716714
      ],
      "weight": 5,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/373/0083-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 679,
    "char_count": 12415,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2636676887339764
    },
    "sha256": "89dfa4eff0b741d94137b8921b1a7a5179ab190553bd7c57bc5d82d6a4c83889",
    "simhash": "1:75f232dec2aedb8f",
    "word_count": 1975
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rodney REED\nv.\nTEXAS"
    ],
    "opinions": [
      {
        "text": "Statement of Justice SOTOMAYOR respecting the denial of certiorari.\nOn April 23, 1996, the body of 19-year-old Stacey Lee Stites, a white woman, was found in the brush near a road in Bastrop County, Texas. The last person known to have seen Stites was her fiancé, a white man and local police officer named Jimmy Fennell. Vaginal swabs collected from Stites' body revealed three intact spermatozoa. The DNA from that sample matched that of petitioner Rodney Reed, a black man, who initially denied knowing Stites but eventually admitted that they had been having an affair. The State later charged Reed with Stites' murder. Aside from the DNA match, the State found no other physical evidence implicating Reed.\nAt trial, much of the State's case centered on the estimated time of Stites' death and the estimated time during which the spermatozoa could have been deposited. Fennell-waiving a prior invocation of the Fifth Amendment-testified that he and Stites had watched television together on the evening of April 22 before going to sleep, and that Stites had left for work at her usual time around 3 a.m. on April 23. Using expert testimony, the State pinpointed her time of death at sometime around 3 a.m. or shortly thereafter on April 23. Another expert for the State testified that spermatozoa remains intact inside a vaginal tract for at most 26 hours, implying that the three spermatozoa found on the vaginal swab at 11 p.m. on April 23 had been deposited no earlier than the night before. This evidence thus tended to inculpate Reed (by suggesting that he must have had sex with Stites very soon before her death) and exculpate Fennell (by indicating that Stites died after Fennell claimed to have seen her last). The jury convicted Reed of murder and sentenced him to death.\nI\nStrenuously maintaining his innocence, Reed has repeatedly sought habeas relief in Texas state courts over the last two decades.\nIn recent state habeas applications-his eighth and ninth overall-Reed came forward with evidence potentially exculpating him from the murder of Stites. Witnesses unrelated to Reed but known to Stites corroborated Reed's claim that he and Stites were in a clandestine relationship before her death. One of the State's key experts declared that his trial testimony regarding Stites' time of death \"should not have been used at trial as an accurate statement of when Ms. Stites died.\" App. to Pet. for Cert 198a. Other experts reexamined the forensic evidence and concluded that Stites died not on the morning of April 23, but on the evening of April 22-when Fennell claimed to have been with her. As one expert put it, the way in which the blood had settled in Stites' body when police found her \"ma[de] it medically and scientifically impossible\" that Stites had died sometime around 3 a.m. on April 23, as the State had posited at trial. Id. , at 203a. Experts also refuted trial testimony that spermatozoa cannot remain intact within the vaginal tract for more than 26 hours. The scientific literature, they insisted, is pellucid that spermatozoa can remain intact for days. That so few were recovered intact, one expert averred, suggests that the spermatozoa had not been deposited recently. Finally, Curtis Davis-Fennell's friend and fellow police officer at the time of Stites' murder-testified that, shortly after Stites was reported missing, Fennell conveyed an account of his whereabouts on April 22 that differed sharply from Fennell's trial testimony.\nThat considerable body of evidence formed the foundation of the claims in the instant petition for a writ of certiorari, which Reed filed in September 2019. Reed argued that the State violated Brady v. Maryland , 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), by withholding Officer Davis' account, which materially conflicted with Fennell's account at trial. He also claimed that the State, in violation of the Due Process Clause, presented false scientific testimony about when Stites died and when the spermatozoa found on the vaginal swab had been deposited-both critical components of the State's theory of Reed's guilt. Finally, Reed asserted that he is actually innocent of killing Stites.\nOn November 11, 2019, while that petition for a writ of certiorari was pending before this Court, Reed filed in Texas trial court another state habeas application-his tenth overall. In it, Reed identified evidence that he discovered since the Texas courts denied his prior state habeas applications, including the eighth and ninth applications pending review in this Court.\nThe centerpiece of that newly discovered evidence was an alleged prison confession by Fennell to the murder of Stites. In 2008, Fennell was sentenced to 10 years' imprisonment for kidnaping and sexually assaulting a woman he had encountered while on police duty. For a period of time, Fennell was incarcerated in the same facility as a man named Arthur Snow, Jr., then affiliated with the Aryan Brotherhood. In a sworn affidavit signed late October 2019, Snow recounted a conversation in which Fennell said that his ex-fiancée \"had been sleeping around with a black man behind his back.\" \"Toward the end of the conversation,\" Snow attested, \"[Fennell] said confidently, 'I had to kill my n***r-loving fiancé[e].' \" Snow's \"impression was that [Fennell] felt safe, even proud, sharing th[at] information with [Snow] because [Snow] was a member of the Aryan Brotherhood.\" Plaintiff's Advisory Regarding Federal Habeas Fillings in Reed v. Goertz , No. 19-cv-00794 (WD Tex., Nov. 14, 2019), Doc. 29-2, p. 108.\nOther newly discovered evidence highlighted in Reed's tenth state habeas application included multiple sworn accounts that, according to Reed, tend to inculpate Fennell for Stites' murder. Three were by Bastrop County police officers at the time of Stites' murder (none Officer Davis): One officer averred that, a month before the murder, Fennell told him that Stites was \"f***ing a n***r.\" Id. , at 67. Another officer attested that at Stites' funeral, he witnessed Fennell say to Stites' body something along the lines of, \"You got what you deserved.\" Id. , at 101. The third officer stated that Stites' colleagues told him that they would warn Stites when Fennell came to her workplace so that Stites could avoid Fennell. And still other individuals with no relation to Reed provided accounts that Stites and Fennell had a tumultuous, and seemingly violent, relationship just before Stites' death.\nBased on that newly discovered evidence, Reed argued in his tenth state habeas application that the State violated Brady by withholding the three police-officer accounts of Fennell's allegedly suspicious behavior. Reed also contended that the State presented false testimony when Fennell testified at trial that he did not kill Stites: That testimony, Reed claimed, was belied by Fennell's confession to Snow. Finally, Reed reasserted his actual innocence. In doing so, Reed invoked not only the evidence newly presented in the tenth state habeas application but also all evidence of actual innocence raised in prior state habeas applications that the Texas courts denied.\nOn November 15, 2019-five days before Reed's scheduled execution date and while the instant petition for a writ of certiorari remained pending in this Court-the Texas Court of Criminal Appeals stayed Reed's execution. The Court of Criminal Appeals concluded that Reed's Brady , false-testimony, and actual-innocence claims in the tenth state habeas application satisfied the state procedural requirements for going forward. It thus remanded those claims to the trial court for further development.\nII\nThe Court today denies Reed's petition for a writ of certiorari arising from his eighth and ninth state habeas applications. But Reed's proceedings on his recently filed tenth application of course remain pending in the Texas courts. Texas, importantly, has recognized that the incarceration or execution of the actually innocent violates the Due Process Clause of the Fourteenth Amendment. See Ex parte Elizondo , 947 S.W.2d 202, 204-205 (Tex. Crim. App. 1996) ; State ex rel. Holmes v. Honorable Court of Appeals for Third Dist. , 885 S.W.2d 389, 397-398 (Tex. Crim. App. 1994). An innocence claim in Texas thus may serve as a freestanding, substantive basis for habeas relief, see Elizondo , 947 S.W.2d at 205, not merely a procedural gateway to reach an underlying claim for habeas relief. That means that the Texas courts will now consider on the merits-for the first time in Reed's decades-long effort to prove his innocence-whether Reed is indeed innocent of murdering Stacey Lee Stites.\nIt goes without saying that, should the Texas courts deny Reed relief in his tenth state habeas proceeding, today's decision to decline review in no way prejudices Reed's ability to seek review of that hypothetical future decision. So, too, does it go without saying that today's decision implies nothing about the merits of either the underlying eighth and ninth state applications or the tenth application pending in the Texas trial court (which, of course, rests on a different overall body of evidence). See Maryland v. Baltimore Radio Show , Inc., 338 U.S. 912, 919, 70 S.Ct. 252, 94 L.Ed. 562 (1950) (Frankfurter, J., respecting denial of certiorari) (\"[T]his Court has rigorously insisted that ... a denial [of a petition for a writ of certiorari] carries with it no implication whatever regarding the Court's views on the merits of a case which it has declined to review\").\nI assume, moreover, that in evaluating a claim of actual innocence as a substantive basis for habeas relief, habeas courts do not blind themselves to evidence of actual innocence presented in prior habeas applications. When confronted with actual-innocence claims asserted as a procedural gateway to reach underlying grounds for habeas relief, habeas courts consider all available evidence of innocence. House v. Bell , 547 U.S. 518, 537-538, 126 S.Ct. 2064, 165 L.Ed.2d 1 (2006) (federal habeas courts evaluating gateway actual-innocence claims \"must consider ' \"all the evidence,\" ' old and new, incriminating and exculpatory\" (quoting Schlup v. Delo , 513 U.S. 298, 328, 115 S.Ct. 851, 130 L.Ed.2d 808 (1995) )); Ex parte Reed , 271 S.W.3d 698, 733-734 (Tex. Crim. App. 2008) (Texas habeas courts must do the same (citing House , 547 U.S. at 537-538, 126 S.Ct. 2064 )). That includes evidence \"offered in ... prior [habeas] applications.\" Reed , 271 S.W.3d at 734.\nPresumably, the same principle informs a habeas court's evaluation of a substantive claim of actual innocence. If evidence of actual innocence presented in a habeas applicant's earlier habeas applications otherwise satisfies the requirements applicable to a substantive innocence claim, that evidence should not, in my view, be cast off merely because the applicant identified it for the first time in an earlier habeas application.\n* * *\nIn the instant petition for a writ of certiorari, Reed has presented a substantial body of evidence that, if true, casts doubt on the veracity and scientific validity of the evidence on which Reed's conviction rests. Misgivings this ponderous should not be brushed aside even in the least consequential of criminal cases; certainly they deserve sober consideration when a capital conviction and sentence hang in the balance. In the pending tenth state habeas proceeding, however, Reed has identified still more evidence that he says further demonstrates his innocence. It is no trivial moment that the Texas courts have concluded that Reed has presented a substantive claim of actual innocence warranting further consideration and development on the merits. While the Court today declines to review the instant petition, it of course does not pass on the merits of Reed's innocence or close the door to future review.\nIn my view, there is no escaping the pall of uncertainty over Reed's conviction. Nor is there any denying the irreversible consequence of setting that uncertainty aside. But I remain hopeful that available state processes will take care to ensure full and fair consideration of Reed's innocence-and will not allow the most permanent of consequences to weigh on the Nation's conscience while Reed's conviction remains so mired in doubt.",
        "type": "majority",
        "author": "Statement of Justice SOTOMAYOR respecting the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "Rodney REED\nv.\nTEXAS\nNo. 19-411\nSupreme Court of the United States.\nDecided February 24, 2020\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "0686-01",
  "first_page_order": 686,
  "last_page_order": 690
}
