{
  "id": 12630090,
  "name": "ROMAN CATHOLIC ARCHDIOCESE OF SAN JUAN, PUERTO RICO v. Yali ACEVEDO FELICIANO, et al.",
  "name_abbreviation": "Roman Catholic Archdiocese of San Juan v. Feliciano",
  "decision_date": "2020-02-24",
  "docket_number": "No. 18-921.",
  "first_page": "696",
  "last_page": "702",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 696"
    },
    {
      "type": "parallel",
      "cite": "206 L. Ed. 2d 1"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "48 U. S. C. § 864",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "30 Stat. 1754",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "210 U.S. 296",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3651021
      ],
      "weight": 9,
      "year": 1908,
      "pin_cites": [
        {
          "page": "323-324"
        },
        {
          "page": "308-309"
        },
        {
          "page": "310-311, 323-324"
        },
        {
          "page": "323-324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/210/0296-01"
      ]
    },
    {
      "cite": "666 F.Supp. 1137",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        7403366
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "1139"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/666/1137-01"
      ]
    },
    {
      "cite": "223 U.S. 376",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3662239
      ],
      "weight": 3,
      "year": 1912,
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/223/0376-01"
      ]
    },
    {
      "cite": "495 U.S. 33",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        634173
      ],
      "weight": 5,
      "year": 1990,
      "pin_cites": [
        {
          "page": "49"
        },
        {
          "page": "49"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/495/0033-01"
      ]
    },
    {
      "cite": "106 U.S. 118",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3497798
      ],
      "weight": 7,
      "year": 1882,
      "pin_cites": [
        {
          "page": "122"
        },
        {
          "page": "122-123"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/106/0118-01"
      ]
    },
    {
      "cite": "103 U.S. 485",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1522224
      ],
      "weight": 2,
      "year": 1881,
      "pin_cites": [
        {
          "page": "493"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/103/0485-01"
      ]
    },
    {
      "cite": "28 U. S. C. § 1446",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U. S. C. §§ 1334",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "97 L.Ed. 828",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "weight": 2,
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "345 U.S. 67",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        372729
      ],
      "weight": 2,
      "year": 1953,
      "pin_cites": [
        {
          "page": "69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/345/0067-01"
      ]
    },
    {
      "cite": "508 U.S. 520",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11787
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "524-525"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/508/0520-01"
      ]
    },
    {
      "cite": "203 L.Ed.2d 633",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12619233,
        12618999,
        12619000,
        12619001,
        12619002,
        12619003,
        12619004
      ],
      "year": 2019,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/1475-01",
        "/s-ct/139/1405-05",
        "/s-ct/139/1405-06",
        "/s-ct/139/1405-07",
        "/s-ct/139/1406-01",
        "/s-ct/139/1406-02",
        "/s-ct/139/1406-03"
      ]
    },
    {
      "cite": "139 S.Ct. 1475",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12619233
      ],
      "year": 2019,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/1475-01"
      ]
    },
    {
      "cite": "13 Wall. 679",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        1134226
      ],
      "weight": 3,
      "year": 1872,
      "pin_cites": [
        {
          "page": "727"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/80/0679-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 851,
    "char_count": 18454,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26366788179542516
    },
    "sha256": "3bf651c277d01d0760748f3cc196fb3190dbdbbc3a1260190bd39117271b4399",
    "simhash": "1:f0dba7f7603fe0ad",
    "word_count": 3012
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "ROMAN CATHOLIC ARCHDIOCESE OF SAN JUAN, PUERTO RICO\nv.\nYali ACEVEDO FELICIANO, et al."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nIn 1979, the Office of the Superintendent of Catholic Schools of the Archdiocese of San Juan created a trust to administer a pension plan for employees of Catholic schools, aptly named the Pension Plan for Employees of Catholic Schools Trust (Trust). Among the participating schools were Perpetuo Socorro Academy, San Ignacio de Loyola Academy, and San Jose Academy.\nIn 2016, active and retired employees of the academies filed complaints in the Puerto Rico Court of First Instance alleging that the Trust had terminated the plan, eliminating the employees' pension benefits. The employees named as a defendant the \"Roman Catholic and Apostolic Church of Puerto Rico,\" which the employees claimed was a legal entity with supervisory authority over all Catholic institutions in Puerto Rico. App. to Pet. for Cert. 58-59, 152-153 (emphasis deleted). The employees also named as defendants the Archdiocese of San Juan, the Superintendent, the three academies, and the Trust.\nThe Court of First Instance, in an order affirmed by the Puerto Rico Court of Appeals, denied a preliminary injunction requiring the payment of benefits, but the Puerto Rico Supreme Court reversed. The Supreme Court concluded that \"if the Trust did not have the necessary funds to meet its obligations, the participating employers would be obligated to pay.\" Id. , at 3. But, because \"there was a dispute as to which defendants in the case had legal personalities,\" the Supreme Court remanded the case to the Court of First Instance to \"determine who would be responsible for continuing paying the pensions, pursuant to the preliminary injunction.\" Ibid.\nThe Court of First Instance determined that the \"Roman Catholic and Apostolic Church in Puerto Rico\" was the only defendant with separate legal personhood. Id. , at 239-240. The Court held such personhood existed by virtue of the Treaty of Paris of 1898, through which Spain ceded Puerto Rico to the United States. The Court found that the Archdiocese of San Juan, the Superintendent, and the academies each constituted a \"division or dependency\" of the Church, because those entities were not separately incorporated. Ibid.\nAs a result, the Court of First Instance ordered the \"Roman Catholic and Apostolic Church in Puerto Rico\" to make payments to the employees in accordance with the pension plan. Id. , at 241. Ten days later, the Court issued a second order requiring the Church to deposit $4.7 million in a court account within 24 hours. The next day, the Court issued a third order, requiring the sheriff to \"seize assets and moneys of ... the Holy Roman Catholic and Apostolic Church, and any of its dependencies, that are located in Puerto Rico.\" Id. , at 223.\nThe Puerto Rico Court of Appeals reversed. It held that the \"Roman Catholic and Apostolic Church in Puerto Rico\" was a \"legally nonexistent entity.\" Id. , at 136. But, the Court concluded, the Archdiocese of San Juan and the Perpetuo Socorro Academy could be ordered to make contribution payments. The Archdiocese enjoyed separate legal personhood as the effective successor to the Roman Catholic Church in Puerto Rico, the entity recognized by the Treaty of Paris. Perpetuo Socorro Academy likewise constituted a separate legal person because it had been incorporated in accordance with Puerto Rico law, even though its registration was not active in 2016, when the orders were issued. The two remaining academies, San Ignacio Academy and San Jose Academy, were part of the same legal entity as \"their respective parishes,\" but the employees could not obtain relief against the parishes because they had not been named as defendants. Id. , at 167.\nThe Puerto Rico Supreme Court again reversed, reinstating the preliminary injunction issued by the trial court. The Supreme Court first held that the \"relationship between Spain, the Catholic Church, and Puerto Rico is sui generis , given the particularities of its development and historical context.\" Id. , at 5. The Court explained that the Treaty of Paris recognized the \"legal personality\" of \"the Catholic Church\" in Puerto Rico. Id. , at 6.\nThe Puerto Rico Supreme Court further observed that \"each entity created that operates separately and with a certain degree of autonomy from the Catholic Church is in reality a fragment of only one entity that possesses legal personality,\" at least where the entities have not \"independently submitt[ed] to an ordinary incorporation process.\" Id. , at 13-14 (emphasis deleted). \"In other words,\" the Court continued, \"the entities created as a result of any internal configuration of the Catholic Church,\" such as the Archdiocese of San Juan, \"are not automatically equivalent to the formation of entities with different and separate legal personalities in the field of Civil Law,\" but \"are merely indivisible fragments of the legal personality that the Catholic Church has.\" Ibid. And Perpetuo Socorro Academy was not a registered corporation in 2016, when the plan was terminated. Id. , at 16. Therefore, under the Court's reasoning, the only defendant with separate legal personality, and the only entity that could be ordered to pay the employees' pensions, was the \"Roman Catholic and Apostolic Church in Puerto Rico.\" Id. , at 2.\nTwo Justices dissented. Justice Rodríguez Rodríguez criticized the majority for \"inappropriately interfer[ing] with the operation of the Catholic Church by imposing on it a legal personality that it does not hold in the field of private law.\" Id. , at 29. In her view, the Archdiocese of San Juan and the five other dioceses in Puerto Rico each has its own \"independent legal personality.\" Id. , at 52. Justice Colón Pérez likewise determined that, under Puerto Rico law, \"each Diocese and the Archdiocese ha[s its] own legal personality\" and that no separate \"legal personality\" called the \"Roman Catholic and Apostolic Church\" exists. Id. , at 80, 90 (emphasis deleted).\nThe Archdiocese petitioned this Court for a writ of certiorari. The Archdiocese argues that the Free Exercise and Establishment Clauses of the First Amendment require courts to defer to \"the Church's own views on how the Church is structured.\" Pet. for Cert. 1. Thus, in this case, the courts must follow the Church's lead in recognizing the separate legal personalities of each diocese and parish in Puerto Rico. The Archdiocese claims that the Puerto Rico Supreme Court decision violated the \"religious autonomy doctrine,\" which provides: \"[W]henever the questions of discipline, or of faith, or ecclesiastical rule, custom, or law have been decided by the highest of these church judicatories to which the matter has been carried, the legal tribunals must accept such decisions as final, and as binding on them, in their application to the case before them.\" Id. , at 20 (quoting Watson v. Jones , 13 Wall. 679, 727, 20 L.Ed. 666 (1872) ).\nWe called for the Solicitor General's views on the petition. 588 U. S. ---- (2019). The Solicitor General argues that we need not \"reach [the Archdiocese's] broader theory in order to properly dispose of this case,\" because a different error warrants vacatur and remand. Brief for United States as Amicus Curiae on Pet. for Cert. 13-14 (Brief for United States). Instead of citing \"any neutral rule of Puerto Rico law governing corporations, incorporated or unincorporated associations, veil-piercing, joint-and-several liability, or vicarious liability,\" the Puerto Rico Supreme Court \"relied on a special presumption-seemingly applicable only to the Catholic Church ... -that all Catholic entities on the Island are 'merely indivisible fragments of the legal personality that the Catholic Church has.' \" Id. , at 9 (quoting App. to Pet. for Cert. 14). The Solicitor General contends that the Puerto Rico Supreme Court thus violated the fundamental tenet of the Free Exercise Clause that a government may not \"single out an individual religious denomination or religious belief for discriminatory treatment.\" Brief for United States 8 (citing Murphy v. Collier , 587 U. S. ----, 139 S.Ct. 1475, 203 L.Ed.2d 633 (2019) ; Church of Lukumi Babalu Aye, Inc. v. Hialeah , 508 U.S. 520, 524-525, 113 S.Ct. 2217, 124 L.Ed.2d 472 (1993) ; Fowler v. Rhode Island , 345 U.S. 67, 69, 73 S.Ct. 526, 97 L.Ed. 828 (1953) ).\nWe do not reach either argument because we find that the Court of First Instance lacked jurisdiction to issue the payment and seizure orders. On February 6, 2018, after the Supreme Court of Puerto Rico remanded the case to the Court of First Instance to determine the appropriate parties to the preliminary injunction, the Archdiocese removed the case to the United States District Court for the District of Puerto Rico. Notice of Removal in Acevedo -Feliciano v. Holy Catholic Church , No. 3:18-cv-01060. The Archdiocese argued that the Trust had filed for Chapter 11 bankruptcy and that this litigation was sufficiently related to the bankruptcy to give rise to federal jurisdiction. Id. , at 5-6 (citing 28 U. S. C. §§ 1334(b), 1452 ). The Bankruptcy Court dismissed the Trust's bankruptcy proceeding on March 13, 2018. Opinion and Order Granting Motions to Dismiss in In re Catholic Schools Employee Pension Trust , No. 18-00108. The Puerto Rico Court of First Instance issued the relevant payment and seizure orders on March 16, March 26, and March 27. App. to Pet. for Cert. 224, 227, 241. But the District Court did not remand the case to the Puerto Rico Court of First Instance until nearly five months later, on August 20, 2018. Order Granting Motion to Remand in Acevedo -Feliciano v. Archdiocese of San Juan , No. 3:18-cv-01060.\nOnce a notice of removal is filed, \"the State court shall proceed no further unless and until the case is remanded.\" 28 U. S. C. § 1446(d). The state court \"los[es] all jurisdiction over the case, and, being without jurisdiction, its subsequent proceedings and judgment [are] not ... simply erroneous, but absolutely void.\" Kern v. Huidekoper , 103 U.S. 485, 493, 26 L.Ed. 354 (1881). \"Every order thereafter made in that court [is] coram non judice ,\" meaning \"not before a judge.\" Steamship Co. v. Tugman , 106 U.S. 118, 122, 1 S.Ct. 58, 27 L.Ed. 87 (1882) ; Black's Law Dictionary 426 (11th ed. 2019). See also 14C C. Wright, A. Miller, E. Cooper, J. Steinman, & M. Kane, Federal Practice and Procedure § 3736, pp. 727-729 (2018).\nThe Court of First Instance issued its payment and seizure orders after the proceeding was removed to federal district court, but before the federal court remanded the proceeding back to the Puerto Rico court. At that time, the Court of First Instance had no jurisdiction over the proceeding. The orders are therefore void.\nWe note two possible rejoinders. First, the Puerto Rico Court of Appeals suggested that the Archdiocese consented to the Court of First Instance's jurisdiction by filing motions in that court after removal. But we have held that a removing party's right to a federal forum becomes \"fixed\" upon filing of a notice of removal, and that if the removing party's \"right to removal [is] ignored by the State court,\" the party may \"make defence in that tribunal in every mode recognized by the laws of the State, without forfeiting or impairing, in the slightest degree, its right to a trial\" in federal court. Steamship Co. , 106 U.S. at 122-123, 1 S.Ct. 58. Such actions do not \"restore[ ]\" \"the jurisdiction of the State court.\" Id. , at 122, 1 S.Ct. 58. So, too, the Archdiocese's motions did not restore jurisdiction to the Court of First Instance.\nSecond, the District Court remanded the case to the Court of First Instance by way of a nunc pro tunc judgment stating that the order \"shall be effective as of March 13, 2018,\" the date that the Trust's bankruptcy proceeding was dismissed. Nunc Pro Tunc Judgt. in No. 3:18-cv-01060 (Aug. 8, 2018).\nFederal courts may issue nunc pro tunc orders, or \"now for then\" orders, Black's Law Dictionary, at 1287, to \"reflect[\n] the reality\" of what has already occurred, Missouri v. Jenkins , 495 U.S. 33, 49, 110 S.Ct. 1651, 109 L.Ed.2d 31 (1990). \"Such a decree presupposes a decree allowed, or ordered, but not entered, through inadvertence of the court.\" Cuebas y Arredondo v. Cuebas y Arredondo , 223 U.S. 376, 390, 32 S.Ct. 277, 56 L.Ed. 476 (1912).\nPut colorfully, \"[n]unc pro tunc orders are not some Orwellian vehicle for revisionist history-creating 'facts' that never occurred in fact.\" United States v. Gillespie , 666 F.Supp. 1137, 1139 (ND Ill. 1987). Put plainly, the court \"cannot make the record what it is not.\" Jenkins , 495 U.S. at 49, 110 S.Ct. 1651.\nNothing occurred in the District Court case on March 13, 2018. See Order Granting Motion to Remand in No. 3:18-cv-01060 (noting, on August 20, 2018, that the motion is \"hereby\" granted and ordering judgment \"accordingly\"). March 13 was when the Bankruptcy Court dismissed the Trust's proceeding and thus the day that the Archdiocese's argument for federal jurisdiction lost its persuasive force. Even so, the case remained in federal court until that court, on August 20, reached a decision about the motion to remand that was pending before it. The Court of First Instance's actions in the interim, including the payment and seizure orders, are void.\nThe Solicitor General agrees that the Court of First Instance lacked jurisdiction but argues that this defect does not prevent us from addressing additional errors, including those asserted under the Free Exercise Clause. That may be correct, given that the Puerto Rico courts do not exercise Article III jurisdiction. But we think the preferable course at this point is to remand the case to the Puerto Rico courts to consider how to proceed in light of the jurisdictional defect we have identified.\nThe petition for certiorari and the motions for leave to file briefs amici curiae are granted, the judgment of the Puerto Rico Supreme Court is vacated, and the case is remanded for further proceedings not inconsistent with this opinion.\nIt is so ordered.\nJustice ALITO, with whom Justice THOMAS joins, concurring.\nI join the opinion of the Court but write separately to note other important issues that may arise on remand.\nFirst, the decision of the Supreme Court of Puerto Rico is based on an erroneous interpretation of this Court's old decision in Municipality of Ponce v. Roman Catholic Apostolic Church in Porto Rico , 210 U.S. 296, 323-324, 28 S.Ct. 737, 52 L.Ed. 1068 (1908). The main question decided by the Supreme Court of Puerto Rico below was whether the Catholic Church in Puerto Rico is a single entity for civil law purposes or whether any subdivisions, such as dioceses or parishes, or affiliated entities, such as schools and trusts, are separate entities for those purposes. The Supreme Court of Puerto Rico held that Ponce decided that in Puerto Rico the Catholic Church is a single entity for purposes of civil liability. That was incorrect.\nThe question in Ponce was whether the Catholic Church or the municipality of Ponce held title to two churches that had been built and maintained during the Spanish colonial era using both private and public funds. The Church sued to establish that it had title, and the municipality argued that the Church could not bring suit because it was not a juridical person. 210 U.S. at 308-309, 28 S.Ct. 737. After considering the Treaty of Paris, Dec. 10, 1898, 30 Stat. 1754, which ended the Spanish-American War, this Court simply held that the Church was a juridical person and thus could bring suit. See 210 U.S. at 310-311, 323-324, 28 S.Ct. 737. This Court did not hold that the Church is a single entity for purposes of civil liability, but that is how the Supreme Court of Puerto Rico interpreted the decision. That court quoted Ponce 's statement that \" '[t]he Roman Catholic Church has been recognized as possessing legal personality by the treaty of Paris, and its property rights solemnly safeguarded.' \" App. to Pet. for Cert. 7 (quoting 210 U.S. at 323-324, 28 S.Ct. 737 ). Immediately thereafter it wrote: \"Despite this, the intermediate appellate court understood that each division of the Catholic Church in Puerto Rico equals the creation of a different and separate legal entity and did not recognize that legal personality of the Catholic Church.\" App. to Pet. for Cert. 8.\nThis is an incorrect interpretation of this Court's decision, and it would have been appropriate for us to reverse the decision below on that ground were it not for the jurisdictional issue that the Court addresses. The assets that may be reached by civil plaintiffs based on claims regarding conduct by entities and individuals affiliated in some way with the Catholic Church (or any other religious body) is a difficult and important issue, but at least one thing is clear: This Court's old decision in Ponce did not address that question.\nSecond, as the Solicitor General notes, the Free Exercise Clause of the First Amendment at a minimum demands that all jurisdictions use neutral rules in determining whether particular entities that are associated in some way with a religious body may be held responsible for debts incurred by other associated entities. See Brief for United States as Amicus Curiae on Pet. for Cert. 8-13.\nBeyond this lurk more difficult questions, including (1) the degree to which the First Amendment permits civil authorities to question a religious body's own understanding of its structure and the relationship between associated entities and (2) whether, and if so to what degree, the First Amendment places limits on rules on civil liability that seriously threaten the right of Americans to the free exercise of religion as members of a religious body.\nThe Court does not reach these issues because of our jurisdictional holding. But they are questions that may well merit our review.\nThe petition for a writ of certiorari includes certified translations of the opinions, originally in Spanish, of the Puerto Rico courts. We cite the certified translations.\n\"The laws of the United States relating to ... removal of causes ... as between the courts of the United States and the courts of the several States shall govern in such matters and proceedings as between the United States District Court for the District of Puerto Rico and the courts of Puerto Rico.\" 48 U. S. C. § 864.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "ROMAN CATHOLIC ARCHDIOCESE OF SAN JUAN, PUERTO RICO\nv.\nYali ACEVEDO FELICIANO, et al.\nNo. 18-921.\nSupreme Court of the United States.\nDecided February 24, 2020"
  },
  "file_name": "0696-01",
  "first_page_order": 696,
  "last_page_order": 702
}
