{
  "id": 12630101,
  "name": "Simon E. RODRIGUEZ, as Chapter 7 Trustee for the Bankruptcy Estate of United Western Bancorp, Inc., Petitioner v. FEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver for United Western Bank",
  "name_abbreviation": "Rodriguez v. Fed. Deposit Ins. Corp.",
  "decision_date": "2020-02-25",
  "docket_number": "No. 18-1269",
  "first_page": "713",
  "last_page": "719",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 713"
    },
    {
      "type": "parallel",
      "cite": "206 L. Ed. 2d 62"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "549 U.S. 183",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3553841
      ],
      "weight": 3,
      "year": 2007,
      "pin_cites": [
        {
          "page": "194"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/549/0183-01"
      ]
    },
    {
      "cite": "549 U.S. 443",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3553749
      ],
      "weight": 3,
      "year": 2007,
      "pin_cites": [
        {
          "page": "455-456"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/549/0443-01"
      ]
    },
    {
      "cite": "559 U.S. 506",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3581875,
        12448253
      ],
      "weight": 3,
      "year": 2010,
      "pin_cites": [
        {
          "page": "521-522"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/559/0506-01",
        "/l-ed-2d/176/0469-01"
      ]
    },
    {
      "cite": "26 CFR §§ 1.1502-77",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "pin_cites": [
        {
          "page": "(a) and (d)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "357 U.S. 51",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6161031
      ],
      "weight": 3,
      "year": 1958,
      "pin_cites": [
        {
          "page": "55"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/357/0051-01"
      ]
    },
    {
      "cite": "472 U.S. 713",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1512420
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "722",
          "parenthetical": "quoting United States v. Bess , 357 U.S. 51, 55, 78 S.Ct. 1054, 2 L.Ed.2d 1135 (1958) "
        },
        {
          "parenthetical": "quoting United States v. Bess , 357 U.S. 51, 55, 78 S.Ct. 1054, 2 L.Ed.2d 1135 (1958) "
        },
        {
          "parenthetical": "quoting United States v. Bess , 357 U.S. 51, 55, 78 S.Ct. 1054, 2 L.Ed.2d 1135 (1958) "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/472/0713-01"
      ]
    },
    {
      "cite": "440 U.S. 48",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6179364
      ],
      "weight": 3,
      "year": 1979,
      "pin_cites": [
        {
          "page": "54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/440/0048-01"
      ]
    },
    {
      "cite": "422 U.S. 66",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9468
      ],
      "weight": 3,
      "year": 1975,
      "pin_cites": [
        {
          "page": "84"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/422/0066-01"
      ]
    },
    {
      "cite": "26 CFR §§ 1.1502-6",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "opinion_index": 0
    },
    {
      "cite": "376 U.S. 398",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        379447
      ],
      "weight": 3,
      "year": 1964,
      "pin_cites": [
        {
          "page": "426"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/376/0398-01"
      ]
    },
    {
      "cite": "451 U.S. 630",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6190572
      ],
      "weight": 3,
      "year": 1981,
      "pin_cites": [
        {
          "page": "640",
          "parenthetical": "quoting Banco Nacional de Cuba v. Sabbatino , 376 U.S. 398, 426, 84 S.Ct. 923, 11 L.Ed.2d 804 (1964) "
        },
        {
          "parenthetical": "quoting Banco Nacional de Cuba v. Sabbatino , 376 U.S. 398, 426, 84 S.Ct. 923, 11 L.Ed.2d 804 (1964) "
        },
        {
          "parenthetical": "quoting Banco Nacional de Cuba v. Sabbatino , 376 U.S. 398, 426, 84 S.Ct. 923, 11 L.Ed.2d 804 (1964) "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/451/0630-01"
      ]
    },
    {
      "cite": "304 U.S. 92",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10823
      ],
      "weight": 3,
      "year": 1938,
      "pin_cites": [
        {
          "page": "110"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/304/0092-01"
      ]
    },
    {
      "cite": "543 U.S. 14",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5916516
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "23"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/543/0014-01"
      ]
    },
    {
      "cite": "542 U.S. 692",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5862480
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "729"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/542/0692-01"
      ]
    },
    {
      "cite": "304 U.S. 64",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10687
      ],
      "weight": 3,
      "year": 1938,
      "pin_cites": [
        {
          "page": "78"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/304/0064-01"
      ]
    },
    {
      "cite": "204 L.Ed.2d 1157",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12621987,
        12621989,
        12621990,
        12621965,
        12621966,
        12621972
      ],
      "year": 2019,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/2777-06",
        "/s-ct/139/2778-02",
        "/s-ct/139/2778-03",
        "/s-ct/139/2773-04",
        "/s-ct/139/2773-05",
        "/s-ct/139/2775-01"
      ]
    },
    {
      "cite": "139 S.Ct. 2778",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12621988,
        12621989,
        12621990,
        12621991
      ],
      "year": 2019,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/2778-01",
        "/s-ct/139/2778-02",
        "/s-ct/139/2778-03",
        "/s-ct/139/2778-04"
      ]
    },
    {
      "cite": "757 F.3d 530",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4126250,
        5902691
      ],
      "weight": 3,
      "year": 2014,
      "pin_cites": [
        {
          "page": "535",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "536"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/757/0530-01",
        "/br/514/0530-01"
      ]
    },
    {
      "cite": "914 F.3d 1262",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12519888
      ],
      "weight": 2,
      "year": 2019,
      "pin_cites": [
        {
          "page": "1269-1270"
        },
        {
          "page": "1269",
          "parenthetical": "emphasis deleted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/914/1262-01"
      ]
    },
    {
      "cite": "473 F.2d 262",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        275544
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "265"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/473/0262-01"
      ]
    },
    {
      "cite": "26 CFR § 1.1502-0",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "year": 2019,
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 1502",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "26 U.S.C. § 1501",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 792,
    "char_count": 12070,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2636680748568739
    },
    "sha256": "be2f31207f68f0d8a7ea98bbca46a4c657d151daf64ea711ba571b35da4cbd69",
    "simhash": "1:e937657af7d592a8",
    "word_count": 1975
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Simon E. RODRIGUEZ, as Chapter 7 Trustee for the Bankruptcy Estate of United Western Bancorp, Inc., Petitioner\nv.\nFEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver for United Western Bank"
    ],
    "opinions": [
      {
        "text": "Justice GORSUCH delivered the opinion of the Court.\nThis case grows from a fight over a tax refund. But the question we face isn't who gets the money, only how to decide the dispute. Should federal courts rely on state law, together with any applicable federal rules, or should they devise their own federal common law test? To ask the question is nearly to answer it. The cases in which federal courts may engage in common lawmaking are few and far between. This is one of the cases that lie between.\nThe trouble here started when the United Western Bank hit hard times, entered receivership, and the Federal Deposit Insurance Corporation took the reins. Not long after that, the bank's parent, United Western Bancorp, Inc., faced its own problems and was forced into bankruptcy, led now by a trustee, Simon Rodriguez. When the Internal Revenue Service issued a $4 million tax refund, each of these newly assigned caretakers understandably sought to claim the money. Unable to resolve their differences, they took the matter to court. The case wound its way through a bankruptcy court and a federal district court before eventually landing in the Tenth Circuit. At the end of it all, the court of appeals ruled for the FDIC, as receiver for the subsidiary bank, rather than for Mr. Rodriguez, as trustee for the corporate parent.\nHow could two separate corporate entities both claim entitlement to a single tax refund? For many years, the IRS has allowed an affiliated group of corporations to file a consolidated federal return. See 26 U.S.C. § 1501. This serves as a convenience for the government and taxpayers alike. Unsurprisingly, though, a corporate group seeking to file a single return must comply with a host of regulations. See 26 U.S.C. § 1502 ; 26 CFR § 1.1502-0 et seq. (2019). These regulations are pretty punctilious about ensuring the government gets all the taxes due from corporate group members. See, e.g., § 1.1502-6. But when it comes to the distribution of refunds, the regulations say considerably less. They describe how the IRS will pay the group's designated agent a single refund. See § 1.1502-77(d)(5). And they warn that the IRS's payment discharges the government's refund liability to all group members. Ibid. But how should the members distribute the money among themselves once the government sends it to their designated agent? On that, federal law says little.\nTo fill the gap, many corporate groups have developed \"tax allocation agreements.\" These agreements usually specify what share of a group's tax liability each member will pay, along with the share of any tax refund each member will receive. But what if there is no tax allocation agreement? Or what if the group members dispute the meaning of the terms found in their agreement? Normally, courts would turn to state law to resolve questions like these. State law is replete with rules readymade for such tasks-rules for interpreting contracts, creating equitable trusts, avoiding unjust enrichment, and much more.\nSome federal courts, however, have charted a different course. They have crafted their own federal common law rule-one known to those who practice in the area as the Bob Richards rule, so named for the Ninth Circuit case from which it grew: In re Bob Richards Chrysler-Plymouth Corp. , 473 F.2d 262 (1973). As initially conceived, the Bob Richards rule provided that, in the absence of a tax allocation agreement, a refund belongs to the group member responsible for the losses that led to it. See id., at 265. With the passage of time, though, Bob Richards evolved. Now, in some jurisdictions, Bob Richards doesn't just supply a stopgap rule for situations when group members lack an allocation agreement. It represents a general rule always to be followed unless the parties' tax allocation agreement unambiguously specifies a different result.\nAt the urging of the FDIC and consistent with circuit precedent, the Tenth Circuit employed this more expansive version of Bob Richards in the case now before us. Because the parties did have a tax allocation agreement, the court of appeals explained, the question it faced was whether the agreement unambiguously deviated from Bob Richards 's default rule. In re United Western Bancorp, Inc. , 914 F.3d 1262, 1269-1270 (2019). After laying out this \"analytical framework\" for decision, id., at 1269 (emphasis deleted), the court proceeded to hold that the FDIC, as receiver for the bank, owned the tax refund.\nNot all circuits, however, follow Bob Richards . The Sixth Circuit, for example, has observed that \"federal common law constitutes an unusual exercise of lawmaking which should be indulged ... only when there is a significant conflict between some federal policy or interest and the use of state law.\" FDIC v. AmFin Financial Corp. , 757 F.3d 530, 535 (2014) (internal quotation marks omitted). In the Sixth Circuit's view, courts employing Bob Richards have simply \"bypassed th[is] threshold question.\" 757 F.3d at 536. And any fair examination of it, the Sixth Circuit has submitted, reveals no conflict that might justify resort to federal common law. Ibid. We took this case to decide Bob Richards 's fate. 588 U.S. ----, 139 S.Ct. 2778, 204 L.Ed.2d 1157 (2019)\nJudicial lawmaking in the form of federal common law plays a necessarily modest role under a Constitution that vests the federal government's \"legislative Powers\" in Congress and reserves most other regulatory authority to the States. See Art. I, § 1; Amdt. 10. As this Court has put it, there is \"no federal general common law.\" Erie R. Co. v. Tompkins , 304 U.S. 64, 78, 58 S.Ct. 817, 82 L.Ed. 1188 (1938). Instead, only limited areas exist in which federal judges may appropriately craft the rule of decision. Sosa v. Alvarez-Machain , 542 U.S. 692, 729, 124 S.Ct. 2739, 159 L.Ed.2d 718 (2004). These areas have included admiralty disputes and certain controversies between States. See, e.g., Norfolk Southern R. Co. v. James N. Kirby, Pty Ltd. , 543 U.S. 14, 23, 125 S.Ct. 385, 160 L.Ed.2d 283 (2004) ; Hinderlider v. La Plata River & Cherry Creek Ditch Co. , 304 U.S. 92, 110, 58 S.Ct. 803, 82 L.Ed. 1202 (1938). In contexts like these, federal common law often plays an important role. But before federal judges may claim a new area for common lawmaking, strict conditions must be satisfied. The Sixth Circuit correctly identified one of the most basic: In the absence of congressional authorization, common lawmaking must be \" 'necessary to protect uniquely federal interests.' \" Texas Industries, Inc. v. Radcliff Materials, Inc. , 451 U.S. 630, 640, 101 S.Ct. 2061, 68 L.Ed.2d 500 (1981) (quoting Banco Nacional de Cuba v. Sabbatino , 376 U.S. 398, 426, 84 S.Ct. 923, 11 L.Ed.2d 804 (1964) ).\nNothing like that exists here. The federal government may have an interest in regulating how it receives taxes from corporate groups. See, e.g., 26 CFR §§ 1.1502-6, - 12, - 13. The government also may have an interest in regulating the delivery of any tax refund due a corporate group. For example and as we've seen, the government may wish to ensure that others in the group have no recourse against federal coffers once it pays the group's designated agent. See § 1.1502-77(d)(5). But what unique interest could the federal government have in determining how a consolidated corporate tax refund, once paid to a designated agent, is distributed among group members?\nThe Sixth Circuit correctly observed that Bob Richards offered no answer-it just bypassed the question. Nor have the courts applying and extending Bob Richards provided satisfactory answers of their own. Even the FDIC, which advocated for the Bob Richards rule in the Tenth Circuit, failed to point that court to any unique federal interest the rule might protect. In this Court, the FDIC, now represented by the Solicitor General, has gone a step further, expressly conceding that federal courts \"should not apply a federal common law rule to ... put a thumb on ... the scale\" when deciding which corporate group member owns some or all of a consolidated refund. Tr. of Oral Arg. 40; see also id ., at 32-36.\nUnderstandably too. Corporations are generally \"creatures of state law,\" Cort v. Ash , 422 U.S. 66, 84, 95 S.Ct. 2080, 45 L.Ed.2d 26 (1975), and state law is well equipped to handle disputes involving corporate property rights. That cases like the one now before us happen to involve corporate property rights in the context of a federal bankruptcy and a tax dispute doesn't change much. As this Court has long recognized, \"Congress has generally left the determination of property rights in the assets of a bankrupt's estate to state law.\" Butner v. United States , 440 U.S. 48, 54, 99 S.Ct. 914, 59 L.Ed.2d 136 (1979). So too with the Internal Revenue Code-it generally \" 'creates no property rights.' \" United States v. National Bank of Commerce , 472 U.S. 713, 722, 105 S.Ct. 2919, 86 L.Ed.2d 565 (1985) (quoting United States v. Bess , 357 U.S. 51, 55, 78 S.Ct. 1054, 2 L.Ed.2d 1135 (1958) ). If special exceptions to these usual rules sometimes might be warranted, no one has explained why the distribution of a consolidated corporate tax refund should be among them.\nEven if the Tenth Circuit's reliance on Bob Richards 's analytical framework was mistaken, the FDIC suggests we might affirm the court's judgment in this case anyway. The FDIC points out that the court of appeals proceeded to consult applicable state law-and the FDIC assures us its result follows naturally from state law. The FDIC also suggests that the IRS regulations concerning the appointment and duties of a corporate group's agent found in 26 CFR §§ 1.1502-77(a) and (d) tend to support the court of appeals's judgment. Unsurprisingly, Mr. Rodriguez disagrees with these assessments and contends that, absent Bob Richards , the Tenth Circuit would have reached a different outcome.\nWho is right about all this we do not decide. Some, maybe many, cases will come out the same way under state law or Bob Richards . But we did not take this case to decide how this case should be resolved under state law or to determine how IRS regulations might interact with state law. We took this case only to underscore the care federal courts should exercise before taking up an invitation to try their hand at common lawmaking. Bob Richards made the mistake of moving too quickly past important threshold questions at the heart of our separation of powers. It supplies no rule of decision, only a cautionary tale. Whether this case might yield the same or a different result without Bob Richards is a matter the court of appeals may consider on remand. See, e.g., Conkright v. Frommert , 559 U.S. 506, 521-522, 130 S.Ct. 1640, 176 L.Ed.2d 469 (2010) ; Travelers Casualty & Surety Co. of America v. Pacific Gas & Elec. Co. , 549 U.S. 443, 455-456, 127 S.Ct. 1199, 167 L.Ed.2d 178 (2007) ;\nGonzales v. Duenas-Alvarez , 549 U.S. 183, 194, 127 S.Ct. 815, 166 L.Ed.2d 683 (2007).\nThe judgment of the court of appeals is vacated, and the case is remanded for further proceedings consistent with this opinion.\nIt is so ordered.",
        "type": "majority",
        "author": "Justice GORSUCH delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Mark E. Haynes, Ireland Stapleton Pryor & Pascoe, P.C., Denver, CO, Neal Kumar Katyal, Mitchell P. Reich, Hogan Lovells US LLP, Washington, DC, Thomas P. Schmidt, Hogan Lovells US LLP, New York, NY, for Petitioner.",
      "Nicholas J. Podsiadly, General Counsel, Floyd I. Robinson, Deputy General Counsel, Colleen J. Boles, Assistant General Counsel, J. Scott Watson, Senior Counsel, Noel J. Francisco, Solicitor General, Joseph H. Hunt, Assistant Attorney General, Malcolm L. Stewart, Deputy Solicitor General, Michael R. Huston, Assistant to the Solicitor General, Department of Justice, Joseph Brooks, Counsel, Federal Deposit Insurance Corporation, Washington, DC, for Respondent."
    ],
    "corrections": "",
    "head_matter": "Simon E. RODRIGUEZ, as Chapter 7 Trustee for the Bankruptcy Estate of United Western Bancorp, Inc., Petitioner\nv.\nFEDERAL DEPOSIT INSURANCE CORPORATION, as Receiver for United Western Bank\nNo. 18-1269\nSupreme Court of the United States.\nArgued December 3, 2019\nDecided February 25, 2020\nMark E. Haynes, Ireland Stapleton Pryor & Pascoe, P.C., Denver, CO, Neal Kumar Katyal, Mitchell P. Reich, Hogan Lovells US LLP, Washington, DC, Thomas P. Schmidt, Hogan Lovells US LLP, New York, NY, for Petitioner.\nNicholas J. Podsiadly, General Counsel, Floyd I. Robinson, Deputy General Counsel, Colleen J. Boles, Assistant General Counsel, J. Scott Watson, Senior Counsel, Noel J. Francisco, Solicitor General, Joseph H. Hunt, Assistant Attorney General, Malcolm L. Stewart, Deputy Solicitor General, Michael R. Huston, Assistant to the Solicitor General, Department of Justice, Joseph Brooks, Counsel, Federal Deposit Insurance Corporation, Washington, DC, for Respondent."
  },
  "file_name": "0713-01",
  "first_page_order": 713,
  "last_page_order": 719
}
