{
  "id": 12625343,
  "name": "Randy Ethan HALPRIN v. Lorie DAVIS, Director, Texas Department of Criminal Justice, Correctional Institutions Division",
  "name_abbreviation": "Halprin v. Davis",
  "decision_date": "2020-04-06",
  "docket_number": "No. 19-6156",
  "first_page": "1200",
  "last_page": "1202",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 1200"
    },
    {
      "type": "parallel",
      "cite": "206 L. Ed. 2d 728"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "520 U.S. 899",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11653326
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "904-905",
          "parenthetical": "citation omitted"
        },
        {
          "parenthetical": "citation omitted"
        },
        {
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/520/0899-01"
      ]
    },
    {
      "cite": "94 L.Ed. 562",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1950,
      "pin_cites": [
        {
          "parenthetical": "Frankfurter, J., respecting denial of certiorari"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "70 S.Ct. 252",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1950,
      "pin_cites": [
        {
          "parenthetical": "Frankfurter, J., respecting denial of certiorari"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "338 U.S. 912",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3945648
      ],
      "year": 1950,
      "pin_cites": [
        {
          "page": "919",
          "parenthetical": "Frankfurter, J., respecting denial of certiorari"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/338/0912-01"
      ]
    },
    {
      "cite": "561 U.S. 320",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3644480,
        12455282
      ],
      "weight": 5,
      "year": 2010,
      "opinion_index": 0,
      "case_paths": [
        "/us/561/0320-01",
        "/l-ed-2d/177/0592-01"
      ]
    },
    {
      "cite": "551 U.S. 930",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3573391
      ],
      "weight": 3,
      "year": 2007,
      "opinion_index": 0,
      "case_paths": [
        "/us/551/0930-01"
      ]
    },
    {
      "cite": "788 Fed.Appx. 941",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "weight": 4,
      "year": 2019,
      "pin_cites": [
        {
          "page": "942, n. 2",
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 2244",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(b)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "19-70016"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 499,
    "char_count": 7334,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2636441352372281
    },
    "sha256": "a32f5595413ee2a1d44b3368d3ce7bdf236f1a74c4d233c808691b84fb6cb86a",
    "simhash": "1:a47362a41a2dcfc6",
    "word_count": 1151
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Randy Ethan HALPRIN\nv.\nLorie DAVIS, Director, Texas Department of Criminal Justice, Correctional Institutions Division"
    ],
    "opinions": [
      {
        "text": "Statement of Justice SOTOMAYOR respecting the denial of certiorari.\nThe facts underlying this petition are deeply disturbing. I write to explain why I nevertheless do not dissent from the denial of certiorari.\nIn December 2000, petitioner Randy Ethan Halprin and six others escaped from a Texas prison and robbed a sporting-goods store. During the robbery, Officer Aubrey Hawkins responded to a distress call and was fatally shot. The State of Texas tried Halprin and the other escapees separately for their roles in Officer Hawkins' death. Presiding over most of those trials, including Halprin's, was Judge Vickers Cunningham.\nIn 2003, a jury found Halprin guilty of capital murder and recommended the death penalty, and then-Judge Cunningham announced a death sentence. For the next decade, Halprin unsuccessfully sought appellate and collateral relief in the state courts. In 2014, he petitioned for a writ of habeas corpus under 28 U.S.C. § 2254, to no avail.\nYears after the trial, Cunningham-no longer a judge-ran for a position as a county commissioner. In May 2018, a news outlet published that Cunningham had created a living trust for his children that would have withheld payments had they married nonwhite non-Christians. (Halprin is Jewish, a fact that featured prominently at his trial.) A former campaign staffer of Cunningham's also relayed to the news outlet that the former judge used the acronym \"T.N.D.\"-short for \"Typical N*** Deals\"-to refer to criminal cases involving black defendants. Record 19-70016.1120.\nThese developments prompted Halprin's counsel to investigate whether Cunningham had harbored bias against Halprin. Witnesses recounted that, shortly after Halprin's trial, Cunningham had referred to Halprin with derogatory terms like \"f***n' Jew\"-and that the former judge had also referred to Halprin's accomplices using similar slurs. Id. , at 19-70016.1064.\nHalprin's counsel further discovered that Cunningham had told campaign staffers that he sought public office to \"save\" his city from \" 'n***s,' 'wetbacks,' Jews, and dirty Catholics.\" Id., at 19-70016.1235.\nOn May 17, 2019, presented with this newly discovered evidence, Halprin filed another § 2254 petition in Federal District Court. He asserted that Cunningham's bias constituted structural error depriving Halprin of his constitutional right to a fair trial. Halprin also requested that the federal court stay the proceedings so that he could exhaust his claim in state court, and then filed an application for habeas relief in the Texas Court of Criminal Appeals. (That court has since stayed Halprin's execution to allow a trial court to consider the claim of judicial bias.)\nMeanwhile, the District Court transferred Halprin's recent § 2254 petition to the Court of Appeals for the Fifth Circuit to determine whether it was an unauthorized \"second or successive\" petition. See 28 U.S.C. § 2244(b). The Fifth Circuit recognized that Halprin had cited evidence of \"horrible\" \"racism and bigotry\" that, if true, would be \"completely inappropriate for a judge.\" In re Halprin , 788 Fed.Appx. 941, 942, n. 2 (2019) (per curiam ). Nevertheless, the Court of Appeals held, Halprin's filing was a second or successive petition under federal law because, \"even if \" Cunningham's prejudice were \"unknown to Halprin at the time,\" the judicial-bias claim would have been \"ripe\" during the jury trial. Id. , at 943. The Fifth Circuit then concluded that Halprin could not satisfy § 2244(b) 's \" 'strict' \" requirements for authorizing a second or successive § 2254 application. Id. , at 945. Granting Halprin's argument that judicial bias is \"structural error\" warranting an automatic retrial, the Fifth Circuit still found that Halprin could not show \"by clear and convincing evidence that, absent such bias, no reasonable factfinder would have found Halprin guilty of the underlying offense.\" Id. , at 944-945.\nIn this Court, Halprin contests whether his recent federal petition is \"second or successive\" at all. Drawing on Panetti v. Quarterman , 551 U.S. 930, 127 S.Ct. 2842, 168 L.Ed.2d 662 (2007), and Magwood v. Patterson , 561 U.S. 320, 130 S.Ct. 2788, 177 L.Ed.2d 592 (2010), Halprin contends that his federal habeas claim cannot count as \"second or successive\" under § 2244(b) because he never \" 'had a full and fair opportunity to raise the claim in [his] prior application' \" to the Federal District Court. Pet. for Cert. 14. Halprin also urges the Court to exercise its \"traditional equitable authority\" to excuse defaulted claims that do not satisfy § 2244(b) 's literal text. Id. , at 15 (internal quotation marks omitted).\nDespite these potent arguments, the Court declines to grant certiorari. I do not dissent for two reasons. First, state-court proceedings are underway to address-and, if appropriate, to remedy-Halprin's assertion that insidious racial and religious bias infected his trial. For its part, the State represents that \"Halprin has not been deprived of an opportunity to bring his claim in state court\" because the Texas Court of Criminal Appeals recently \"stayed his execution and remanded his judicial bias claim to the trial court for review.\" Brief in Opposition 21-22; see also id. , at 28 (\"[A]venues of relief remain, including state habeas proceedings\"). Thus, were the Texas courts to agree with Halprin on the merits of his judicial-bias claim, this petition for a writ of certiorari about a federal procedural provision would become moot.\nSecond, this Court's denial \"carries with it no implication whatever regarding the Court's views on the merits of \" Halprin's claims. Maryland v. Baltimore Radio Show , Inc., 338 U.S. 912, 919, 70 S.Ct. 252, 94 L.Ed. 562 (1950) (Frankfurter, J., respecting denial of certiorari). Though the Fifth Circuit has already interpreted § 2244 to deny Halprin authorization to file a § 2254 petition, this Court's denial of certiorari does not prevent Halprin from seeking direct review from a constitutional ruling by the Texas courts. Nor does it preclude Halprin from seeking an original writ of habeas corpus under this Court's Rule 20.\n* * *\n\"[T]he Due Process Clause clearly requires a 'fair trial in a fair tribuna[l]' before a judge with no actual bias against the defendant.\" Bracy v. Gramley , 520 U.S. 899, 904-905, 117 S.Ct. 1793, 138 L.Ed.2d 97 (1997) (citation omitted). I trust that the Texas courts considering Halprin's case are more than capable of guarding this fundamental guarantee.\nSection 2244(b)(2)(B) provides in pertinent part:\n\"A claim presented in a second or successive habeas corpus application under section 2254 that was not presented in a prior application shall be dismissed unless ... (i) the factual predicate for the claim could not have been discovered previously through the exercise of due diligence; and (ii) the facts underlying the claim, if proven and viewed in light of the evidence as a whole, would be sufficient to establish by clear and convincing evidence that, but for constitutional error, no reasonable factfinder would have found the applicant guilty of the underlying offense.\"",
        "type": "majority",
        "author": "Statement of Justice SOTOMAYOR respecting the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "Randy Ethan HALPRIN\nv.\nLorie DAVIS, Director, Texas Department of Criminal Justice, Correctional Institutions Division\nNo. 19-6156\nSupreme Court of the United States.\nDecided April 6, 2020\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "1200-01",
  "first_page_order": 1200,
  "last_page_order": 1202
}
