{
  "id": 12625344,
  "name": "VF JEANSWEAR LP v. EQUAL EMPLOYMENT OPPORTUNITY COMMISSION",
  "name_abbreviation": "VF Jeanswear LP v. Equal Emp't Opportunity Comm'n",
  "decision_date": "2020-04-06",
  "docket_number": "No. 19-446",
  "first_page": "1202",
  "last_page": "1205",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 1202"
    },
    {
      "type": "parallel",
      "cite": "206 L. Ed. 2d 725"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "534 U.S. 279",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9108200
      ],
      "weight": 5,
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/us/534/0279-01"
      ]
    },
    {
      "cite": "2017 WL 2861182",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "135 S.Ct. 1199",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12587337
      ],
      "weight": 2,
      "year": 2015,
      "pin_cites": [
        {
          "parenthetical": "THOMAS, J., concurring in judgment"
        },
        {
          "parenthetical": "THOMAS, J., concurring in judgment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/1199-01"
      ]
    },
    {
      "cite": "575 U.S. 92",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 2015,
      "pin_cites": [
        {
          "page": "112",
          "parenthetical": "THOMAS, J., concurring in judgment"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "139 S.Ct. 2400",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12620765
      ],
      "weight": 2,
      "year": 2019,
      "pin_cites": [
        {
          "page": "2437-2441",
          "parenthetical": "GORSUCH, J., concurring in judgment"
        },
        {
          "parenthetical": "GORSUCH, J., concurring in judgment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/2400-01"
      ]
    },
    {
      "cite": "519 U.S. 452",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11596027
      ],
      "weight": 3,
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/us/519/0452-01"
      ]
    },
    {
      "cite": "535 U.S. 212",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        354957
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "222"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/535/0212-01"
      ]
    },
    {
      "cite": "37 Fed. Reg. 9214",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "42 Fed. Reg. 42025",
      "category": "reporters:federal",
      "reporter": "Fed. Reg.",
      "year": 1977,
      "pin_cites": [
        {
          "page": "42030-42031, 47831"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "641 F.3d 1126",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4206513
      ],
      "year": 2011,
      "pin_cites": [
        {
          "page": "1135"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/641/1126-01"
      ]
    },
    {
      "cite": "480 U.S. 421",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1131295
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "447-448"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/480/0421-01"
      ]
    },
    {
      "cite": "467 U.S. 837",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6209106
      ],
      "weight": 5,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/467/0837-01"
      ]
    },
    {
      "cite": "29 C.F.R. § 1601.28",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "weight": 2,
      "year": 2019,
      "pin_cites": [
        {
          "page": "(a)(3)"
        },
        {
          "parenthetical": "a"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "204 L.Ed.2d 116",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2019,
      "opinion_index": 0
    },
    {
      "cite": "139 S.Ct. 1843",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12620151
      ],
      "year": 2019,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/1843-01"
      ]
    },
    {
      "cite": "493 U.S. 182",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11330834
      ],
      "weight": 6,
      "year": 1990,
      "pin_cites": [
        {
          "page": "190"
        },
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/493/0182-01"
      ]
    },
    {
      "cite": "103 F.3d 462",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        994
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "469"
        },
        {
          "page": "467"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/103/0462-01"
      ]
    },
    {
      "cite": "558 F.3d 842",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3360199
      ],
      "weight": 6,
      "year": 2009,
      "pin_cites": [
        {
          "page": "851-852"
        },
        {
          "page": "852"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/558/0842-01"
      ]
    },
    {
      "cite": "867 F.3d 843",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12275427
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "848"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/867/0843-01"
      ]
    },
    {
      "cite": "78 Stat. 253",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 691,
    "char_count": 10810,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2636443282986769
    },
    "sha256": "1a0786984d667025131e46a0c99ff3559cf56fc10da6f200891f8087b056ac4e",
    "simhash": "1:c4f9fb976da53cc8",
    "word_count": 1724
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "VF JEANSWEAR LP\nv.\nEQUAL EMPLOYMENT OPPORTUNITY COMMISSION"
    ],
    "opinions": [
      {
        "text": "Justice THOMAS, dissenting from the denial of certiorari.\nThis case presents the question whether the Equal Employment Opportunity Commission (EEOC) may continue to investigate an employer's purported wrongdoing after issuing a right to sue notice to a private party who, in turn, has initiated her own litigation. The Seventh and Ninth Circuits have determined that Title VII of the Civil Rights Act of 1964, 78 Stat. 253, grants the EEOC that power. See EEOC v. Union Pacific R. Co. , 867 F.3d 843, 848 (C.A.7 2017) ; EEOC v. Federal Express Corp. , 558 F.3d 842, 851-852 (C.A.9 2009). The Fifth Circuit, on the other hand, has concluded that the plain text of Title VII prohibits such investigations. See EEOC v. Hearst Corp. , 103 F.3d 462, 469 (1997).\nThough this split in authority is shallow, it directly implicates the EEOC's core investigative powers. If the Fifth Circuit is correct that issuing a right to sue notice terminates the EEOC's ability to investigate, then the EEOC may be wielding ultra vires power, impermissibly subjecting employers to time-consuming investigations. I would grant certiorari to determine whether the agency is operating within the confines of the authority granted by Congress.\nI\nA\nA preliminary analysis of the text suggests that the EEOC may lack the authority to continue an investigation after it has issued a right to sue notice. The basic provisions governing the EEOC's role in investigating discrimination claims are found in 42 U.S.C. § 2000e-5. As relevant here, the EEOC's duties are triggered when it receives \"a charge ... filed by or on behalf of a person claiming to be aggrieved.\" § 2000e-5(b) ; University of Pa. v. EEOC , 493 U.S. 182, 190, 110 S.Ct. 577, 107 L.Ed.2d 571 (1990). The EEOC must provide notice to the employer \"within ten days, and shall make an investigation thereof.\" § 2000e-5(b) (emphasis added). \"If the Commission determines after such investigation that there is reasonable cause to believe that the charge is true, the Commission shall endeavor to eliminate any such alleged unlawful employment practice by informal methods of conference, conciliation, and persuasion.\" Ibid. (emphasis added). Otherwise, it will dismiss the charge. Ibid. \"The Commission shall make its determination on reasonable cause as promptly as possible and, so far as practicable, not later than one hundred and twenty days from the filing of the charge.\" Ibid. But \"[i]f a charge filed with the Commission pursuant to subsection (b) is dismissed by the Commission, or if within one hundred and eighty days from the filing of such charge ... the Commission has not filed a civil action under this section[,] ... or the Commission has not entered into a conciliation agreement to which the person aggrieved is a party, the Commission ... shall so notify the person aggrieved and within ninety days after the giving of such notice a civil action may be brought against the respondent named in the charge.\" § 2000e-(5)(f)(1); see also Fort Bend County v. Davis , 587 U. S. ----, 139 S.Ct. 1843, 204 L.Ed.2d 116 (2019).\nRegardless of how the EEOC may approach this process in practice, these statutory provisions set out a clear timetable and a sequential series of steps for the EEOC to follow. After giving notice to the employer, it must engage in an investigation that comes to a definitive end either because the EEOC has entered into a conciliation process or because it has dismissed the charge. Further, the EEOC must issue the right to sue notice after 180 days-60 days after the timeline contemplated by the statute for a reasonable cause determination, which triggers dismissal of a charge or conciliation efforts. Thus, at first glance, it appears that the more natural reading of these provisions is that Congress \"expected the EEOC to complete investigations within 120 days[, l]eaving an additional 60 days for the EEOC to determine whether suit should be filed.\" Hearst , 103 F.3d at 467.\nB\nWhatever the correct interpretation of the text, however, the Ninth Circuit's approach in Federal Express , 558 F.3d 842, is highly problematic. The Ninth Circuit began by asserting that it was bound to enforce an EEOC subpoena if the agency's jurisdiction was \"plausible\" and not \"plainly lacking.\" Id. , at 848 (internal quotation marks omitted). Next, the court noted that the EEOC has, through regulation, interpreted its own statutory authority to allow the agency to continue processing a charge after it has issued a right to sue notice. Id. , at 850 ; see 29 C.F.R. § 1601.28(a)(3) (2019). To cap off its analysis, the Ninth Circuit gave weight to the fact that the EEOC had further interpreted its own regulation allowing \" 'further processing [of] the charge' \" after issuing notice to \"includ[e] further investigation.\"\nFederal Express , 558 F.3d at 850 (citing EEOC Compliance Manual § 6.4 (2006)). Thus, under this dual layer of agency interpretation, the Ninth Circuit concluded that Title VII permitted the EEOC to continue with its investigation after issuing a right to sue notice. The Ninth Circuit acknowledged that its reading conflicted with the Fifth Circuit's decision in Hearst , 103 F.3d 462. But it disagreed with the Fifth Circuit primarily because it viewed Hearst as conflicting with the EEOC's role in vindicating the public's interest in eradicating employment discrimination. Federal Express , 558 F.3d at 852.\nThe Ninth Circuit's analysis contains at least four flaws. Most egregiously, the Ninth Circuit failed to consider the most useful, and perhaps dispositive, evidence-the text of Title VII itself. Nor did it perform anything remotely resembling an independent assessment of that text. Even under Chevron U. S. A. Inc. v. Natural Resources Defense Council, Inc. , 467 U.S. 837, 104 S.Ct. 2778, 81 L.Ed.2d 694 (1984), courts are instructed to engage in their own analysis of the statute to determine whether any gap has been left for the agency to fill. Id. , at 843, n. 9, 104 S.Ct. 2778 ; see also INS v. Cardoza-Fonseca , 480 U.S. 421, 447-448, 107 S.Ct. 1207, 94 L.Ed.2d 434 (1987). The Ninth Circuit, by contrast, bypassed the statutory text entirely.\nSecond, the Ninth Circuit's approach to jurisdiction was highly suspect, if not outright erroneous. As the Ninth Circuit has elsewhere recognized, all administrative agencies \"are creatures of statute, bound to the confines of the statute that created them.\" United States Fidelity & Guaranty Co. v. Lee , 641 F.3d 1126, 1135 (2011). This fundamental principle applies not only to substantive areas regulated by an agency but also to the agency's underlying jurisdiction. There is no basis for applying a \"plainly lacking\" standard when assessing the authority of an agency to act, let alone to issue wide-ranging subpoenas that consume the time and resources of employers.\nThird, reliance on and deference to the EEOC's regulation also seems inappropriate under this Court's Chevron framework. The regulation was originally promulgated before this Court's decision in Chevron. See 29 C.F.R. § 1601.28 (a)(3) (1978). The associated rulemaking contains no indication that the agency invoked its interpretive authority or even believed it was interpreting the statute at all. See 42 Fed. Reg. 42025, 42030-42031, 47831 (1977) ; see also 37 Fed. Reg. 9214-9220 (1973). Thus, it is hardly self-evident that, even under our precedents, Chevron deference should apply. See Barnhart v. Walton , 535 U.S. 212, 222, 122 S.Ct. 1265, 152 L.Ed.2d 330 (2002).\nLast but not least, the Ninth Circuit's invocation of the EEOC Compliance Manual not only assumes that the regulation is ambiguous-itself a dubious proposition-but also is premised on so-called Auer deference to the agency's interpretation of its own ambiguous regulation. Auer v. Robbins , 519 U.S. 452, 117 S.Ct. 905, 137 L.Ed.2d 79 (1997). This doctrine has rightly fallen out of favor in recent years, as it directly conflicts with the constitutional duty of a judge to faithfully and independently interpret the law. See Kisor v. Wilkie , 588 U. S. ----, ----, 139 S.Ct. 2400, 2437-2441, 204 L.Ed.2d 841 (2019) (GORSUCH, J., concurring in judgment); Perez v. Mortgage Bankers Assn. , 575 U.S. 92, 112, 135 S.Ct. 1199, 191 L.Ed.2d 186 (2015) (THOMAS, J., concurring in judgment).\nII\nLeaving the Seventh and Ninth Circuit's highly questionable interpretation undisturbed has wide-reaching ramifications for employers subject to litigation in those Circuits. In this case, for instance, a former salesperson employed by petitioner VF Jeanswear LP filed a charge with the EEOC, alleging that she was demoted on the basis of her sex and age in violation of Title VII. § 2000e-2(a)(1). After she filed a complaint in state court, the EEOC issued her a right to sue notice, indicating that it would not finish processing her charge within the allotted 180-day timeframe. The former employee proceeded to litigate her claims in federal court, and the EEOC did not intervene.\nMeanwhile, the EEOC continued with its own, far broader investigation, including a subpoena directing VF Jeanswear to \"[s]ubmit an electronic database identifying all supervisors, managers, and executive employees at VF Jeanswear's facilities during the relevant period,\" including information such as the \"position(s) held and date in each position\" and, \"if no longer employed, [the] date of termination, and reason for termination.\" 2017 WL 2861182, *2 (D. Ariz., July 5, 2017). Thus, the EEOC not only subjected VF Jeanswear to a second investigation, but it also issued a subpoena covering material that departed significantly from the employee's original, individualized allegations. As the District Court noted in refusing to enforce the subpoena, the EEOC sought information regarding positions for which the employee never applied, and amounted to \"a companywide and nationwide subpoena for discriminatory promotion, a discriminatory practice not affecting the charging party.\" Id. , at *6.\nBecause the textual argument against the EEOC's power to issue this subpoena seems strong, and the argument supporting it particularly weak, I respectfully dissent from the denial of certiorari.\nThe Ninth Circuit also relied in part on this Court's decision in EEOC v. Waffle House, Inc. , 534 U.S. 279, 122 S.Ct. 754, 151 L.Ed.2d 755 (2002), where this Court held that an employee's agreement to arbitrate employment disputes did not prevent the EEOC from pursuing victim-specific relief in court. But that decision conflicts with the principle that the EEOC takes a plaintiff as it finds him. See id. , at 303-312, 122 S.Ct. 754 (THOMAS, J., dissenting).",
        "type": "majority",
        "author": "Justice THOMAS, dissenting from the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "VF JEANSWEAR LP\nv.\nEQUAL EMPLOYMENT OPPORTUNITY COMMISSION\nNo. 19-446\nSupreme Court of the United States.\nDecided April 6, 2020\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "1202-01",
  "first_page_order": 1202,
  "last_page_order": 1205
}
