{
  "id": 12625345,
  "name": "REPUBLICAN NATIONAL COMMITTEE, et al. v. DEMOCRATIC NATIONAL COMMITTEE, et al.",
  "name_abbreviation": "Republican Nat'l Comm. v. Democratic Nat'l Comm.",
  "decision_date": "2020-04-06",
  "docket_number": "No. 19A1016",
  "first_page": "1205",
  "last_page": "1211",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 1205"
    },
    {
      "type": "parallel",
      "cite": "206 L. Ed. 2d 452"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "460 U.S. 780",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6200638
      ],
      "weight": 3,
      "year": 1983,
      "pin_cites": [
        {
          "page": "789"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/460/0780-01"
      ]
    },
    {
      "cite": "504 U.S. 428",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11729479
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "434"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/504/0428-01"
      ]
    },
    {
      "cite": "2020 WL 1638374",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 15,
      "year": 2020,
      "pin_cites": [
        {
          "page": "*3"
        },
        {
          "page": "*1"
        },
        {
          "page": "*3"
        },
        {
          "page": "*4"
        },
        {
          "page": "*1, *5"
        },
        {
          "page": "*5"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "190 L.Ed.2d 283",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12594821,
        12592694
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/0009-01",
        "/s-ct/135/0399-01"
      ]
    },
    {
      "cite": "135 S.Ct. 9",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12594821
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/0009-01"
      ]
    },
    {
      "cite": "190 L.Ed.2d 245",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12594209,
        12592386
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/0007-01",
        "/s-ct/135/0345-01"
      ]
    },
    {
      "cite": "135 S.Ct. 7",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12594209
      ],
      "year": 2014,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/0007-01"
      ]
    },
    {
      "cite": "574 U.S. 929",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 2014,
      "opinion_index": 0
    },
    {
      "cite": "549 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3553561
      ],
      "weight": 8,
      "year": 2006,
      "pin_cites": [
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "page": "4-5",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/549/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 792,
    "char_count": 18167,
    "pagerank": {
      "raw": 8.95887501656537e-08,
      "percentile": 0.5018213417075668
    },
    "sha256": "82adf0575663c8f1b74154c654a19abb0d76d2ac33165a8a6bedaecf80a45194",
    "simhash": "1:bf14a503fa9edeab",
    "word_count": 2845
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "REPUBLICAN NATIONAL COMMITTEE, et al.\nv.\nDEMOCRATIC NATIONAL COMMITTEE, et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe application for stay presented to Justice KAVANAUGH and by him referred to the Court is granted. The District Court's order granting a preliminary injunction is stayed to the extent it requires the State to count absentee ballots postmarked after April 7, 2020.\nWisconsin has decided to proceed with the elections scheduled for Tuesday, April 7. The wisdom of that decision is not the question before the Court. The question before the Court is a narrow, technical question about the absentee ballot process. In this Court, all agree that the deadline for the municipal clerks to receive absentee ballots has been extended from Tuesday, April 7, to Monday, April 13. That extension, which is not challenged in this Court, has afforded Wisconsin voters several extra days in which to mail their absentee ballots. The sole question before the Court is whether absentee ballots now must be mailed and postmarked by election day, Tuesday, April 7, as state law would necessarily require, or instead may be mailed and postmarked after election day, so long as they are received by Monday, April 13. Importantly, in their preliminary injunction motions, the plaintiffs did not ask that the District Court allow ballots mailed and postmarked after election day, April 7, to be counted. That is a critical point in the case. Nonetheless, five days before the scheduled election, the District Court unilaterally ordered that absentee ballots mailed and postmarked after election day, April 7, still be counted so long as they are received by April 13. Extending the date by which ballots may be cast by voters-not just received by the municipal clerks but cast by voters-for an additional six days after the scheduled election day fundamentally alters the nature of the election. And again, the plaintiffs themselves did not even ask for that relief in their preliminary injunction motions. Our point is not that the argument is necessarily forfeited, but is that the plaintiffs themselves did not see the need to ask for such relief. By changing the election rules so close to the election date and by affording relief that the plaintiffs themselves did not ask for in their preliminary injunction motions, the District Court contravened this Court's precedents and erred by ordering such relief. This Court has repeatedly emphasized that lower federal courts should ordinarily not alter the election rules on the eve of an election. See Purcell v. Gonzalez , 549 U.S. 1, 127 S.Ct. 5, 166 L.Ed.2d 1 (2006) (per curiam ); Frank v. Walker , 574 U.S. 929, 135 S.Ct. 7, 190 L.Ed.2d 245 (2014) ; Veasey v. Perry , 574 U. S. ----, 135 S.Ct. 9, 190 L.Ed.2d 283 (2014).\nThe unusual nature of the District Court's order allowing ballots to be mailed and postmarked after election day is perhaps best demonstrated by the fact that the District Court had to issue a subsequent order enjoining the public release of any election results for six days after election day. In doing so, the District Court in essence enjoined nonparties to this lawsuit. It is highly questionable, moreover, that this attempt to suppress disclosure of the election results for six days after election day would work. And if any information were released during that time, that would gravely affect the integrity of the election process. The District Court's order suppressing disclosure of election results showcases the unusual nature of the District Court's order allowing absentee ballots mailed and postmarked after election day to be counted. And all of that further underscores the wisdom of the Purcell principle, which seeks to avoid this kind of judicially created confusion.\nThe dissent is quite wrong on several points. First, the dissent entirely disregards the critical point that the plaintiffs themselves did not ask for this additional relief in their preliminary injunction motions. Second, the dissent contends that this Court should not intervene at this late date. The Court would prefer not to do so, but when a lower court intervenes and alters the election rules so close to the election date, our precedents indicate that this Court, as appropriate, should correct that error. Third, the dissent refers to voters who have not yet received their absentee ballots. But even in an ordinary election, voters who request an absentee ballot at the deadline for requesting ballots (which was this past Friday in this case) will usually receive their ballots on the day before or day of the election, which in this case would be today or tomorrow. The plaintiffs put forward no probative evidence in the District Court that these voters here would be in a substantially different position from late-requesting voters in other Wisconsin elections with respect to the timing of their receipt of absentee ballots. In that regard, it bears mention that absentee voting has been underway for many weeks, and 1.2 million Wisconsin voters have requested and have been sent their absentee ballots, which is about five times the number of absentee ballots requested in the 2016 spring election. Fourth, the dissent's rhetoric is entirely misplaced and completely overlooks the fact that the deadline for receiving ballots was already extended to accommodate Wisconsin voters, from April 7 to April 13. Again, that extension has the effect of extending the date for a voter to mail the ballot from, in effect, Saturday, April 4, to Tuesday, April 7. That extension was designed to ensure that the voters of Wisconsin can cast their ballots and have their votes count. That is the relief that the plaintiffs actually requested in their preliminary injunction motions. The District Court on its own ordered yet an additional extension, which would allow voters to mail their ballots after election day, which is extraordinary relief and would fundamentally alter the nature of the election by allowing voting for six additional days after the election.\nTherefore, subject to any further alterations that the State may make to state law, in order to be counted in this election a voter's absentee ballot must be either (i) postmarked by election day, April 7, 2020, and received by April 13, 2020, at 4:00 p.m., or (ii) hand-delivered as provided under state law by April 7, 2020, at 8:00 p.m.\nThe Court's decision on the narrow question before the Court should not be viewed as expressing an opinion on the broader question of whether to hold the election, or whether other reforms or modifications in election procedures in light of COVID-19 are appropriate. That point cannot be stressed enough.\nThe stay is granted pending final disposition of the appeal by the United States Court of Appeals for the Seventh Circuit and the timely filing and disposition of a petition for a writ of certiorari. Should the petition for a writ of certiorari be denied, this stay shall terminate automatically. In the event the petition for a writ of certiorari is granted, the stay shall terminate upon the sending down of the judgment of this Court.\nIt is so ordered.\nJustice GINSBURG, with whom Justice BREYER, Justice SOTOMAYOR, and Justice KAGAN join, dissenting.\nThe District Court, acting in view of the dramatically evolving COVID-19 pandemic, entered a preliminary injunction to safeguard the availability of absentee voting in Wisconsin's spring election. This Court now intervenes at the eleventh hour to prevent voters who have timely requested absentee ballots from casting their votes. I would not disturb the District Court's disposition, which the Seventh Circuit allowed to stand.\nI\nA\nWisconsin's spring election is scheduled for tomorrow, Tuesday, April 7, 2020. At issue are the presidential primaries, a seat on the Wisconsin Supreme Court, three seats on the Wisconsin Court of Appeals, over 100 other judgeships, over 500 school board seats, and several thousand other positions. Democratic National Committee v. Bostelmann , ---- F. Supp. 3d ----, ----, 2020 WL 1638374, *3 (W.D. Wis., Apr. 2, 2020).\nIn the weeks leading up to the election, the COVID-19 pandemic has become a \"public health crisis.\" Id. , at ----, 2020 WL 1638374, *1. As of April 2, Wisconsin had 1,550 confirmed cases of COVID-19 and 24 deaths attributable to the disease, \"with evidence of increasing community spread.\" Id. , at ----, 2020 WL 1638374, *3. On March 24, the Governor ordered Wisconsinites to stay at home until April 24 to slow the spread of the disease. Ibid.\nBecause gathering at the polling place now poses dire health risks, an unprecedented number of Wisconsin voters-at the encouragement of public officials-have turned to voting absentee. Id. , at ----, 2020 WL 1638374, *4. About one million more voters have requested absentee ballots in this election than in 2016. Ibid. Accommodating the surge of absentee ballot requests has heavily burdened election officials, resulting in a severe backlog of ballots requested but not promptly mailed to voters. Id. , at ---- - ----, 2020 WL 1638374, *4-*5.\nB\nSeveral weeks ago, plaintiffs-comprising individual Wisconsin voters, community organizations, and the state and national Democratic parties-filed three lawsuits against members of the Wisconsin Elections Commission in the United States District Court for the Western District of Wisconsin. The District Court consolidated the suits on March 28. The plaintiffs sought several forms of relief, all aimed at easing the effects of the COVID-19 pandemic on the upcoming election.\nAfter holding an evidentiary hearing, the District Court issued a preliminary injunction on April 2. As relevant here, the court concluded that the existing deadlines for absentee voting would unconstitutionally burden Wisconsin citizens' right to vote. See Burdick v. Takushi , 504 U.S. 428, 434, 112 S.Ct. 2059, 119 L.Ed.2d 245 (1992) ; Anderson v. Celebrezze , 460 U.S. 780, 789, 103 S.Ct. 1564, 75 L.Ed.2d 547 (1983). To alleviate that burden, the court entered a twofold remedy. First, the District Court extended the deadline for voters to request absentee ballots from April 2 to April 3. Second, the District Court extended the deadline for election officials to receive completed absentee ballots. Previously, Wisconsin law required that absentee ballots be received by 8 p.m. on election day, April 7; under the preliminary injunction, the ballots would be accepted until 4 p.m. on April 13, regardless of the postmark date. The District Court also enjoined members of the Elections Commission and election inspectors from releasing any report of polling results before the new absentee-voting deadline, April 13.\nAlthough the members of the Wisconsin Elections Commission did not challenge the preliminary injunction, the intervening defendants applied to the Seventh Circuit for a partial stay. Of the twofold remedy just described, the stay applicants challenged only the second aspect, the extension of the deadline for returning absentee ballots. On April 3, the Seventh Circuit declined to modify the absentee-ballot deadline. The same applicants then sought a partial stay in this Court, which the Court today grants.\nII\nA\nThe Court's order requires absentee voters to postmark their ballots by election day, April 7-i.e. , tomorrow-even if they did not receive their ballots by that date. That is a novel requirement. Recall that absentee ballots were originally due back to election officials on April 7, which the District Court extended to April 13. Neither of those deadlines carried a postmark-by requirement.\nWhile I do not doubt the good faith of my colleagues, the Court's order, I fear, will result in massive disenfranchisement. A voter cannot deliver for postmarking a ballot she has not received. Yet tens of thousands of voters who timely requested ballots are unlikely to receive them by April 7, the Court's postmark deadline. Rising concern about the COVID-19 pandemic has caused a late surge in absentee-ballot requests. ---- F. Supp. 3d, at ---- - ----, 2020 WL 1638374, *4-*5. The Court's suggestion that the current situation is not \"substantially different\" from \"an ordinary election\" boggles the mind. Ante , at 1207 - 1208. Some 150,000 requests for absentee ballots have been processed since Thursday, state records indicate. The surge in absentee-ballot requests has overwhelmed election officials, who face a huge backlog in sending ballots. ---- F. Supp. 3d, at ----, ----, ---- - ----, ---- - ----, 2020 WL 1638374, *1, *5, *9-*10, *17-*18. As of Sunday morning, 12,000 ballots reportedly had not yet been mailed out. It takes days for a mailed ballot to reach its recipient-the postal service recommends budgeting a week-even without accounting for pandemic-induced mail delays. Id. , at ----, 2020 WL 1638374, *5. It is therefore likely that ballots mailed in recent days will not reach voters by tomorrow; for ballots not yet mailed, late arrival is all but certain. Under the District Court's order, an absentee voter who receives a ballot after tomorrow could still have voted, as long as she delivered it to election officials by April 13. Now, under this Court's order, tens of thousands of absentee voters, unlikely to receive their ballots in time to cast them, will be left quite literally without a vote.\nThis Court's intervention is thus ill advised, especially so at this late hour. See Purcell v. Gonzalez , 549 U.S. 1, 4-5, 127 S.Ct. 5, 166 L.Ed.2d 1 (2006) (per curiam ). Election officials have spent the past few days establishing procedures and informing voters in accordance with the District Court's deadline. For this Court to upend the process-a day before the April 7 postmark deadline-is sure to confound election officials and voters.\nB\nWhat concerns could justify consequences so grave? The Court's order first suggests a problem of forfeiture, noting that the plaintiffs' written preliminary-injunction motions did not ask that ballots postmarked after April 7 be counted. But unheeded by the Court, although initially silent, the plaintiffs specifically requested that remedy at the preliminary-injunction hearing in view of the ever-increasing demand for absentee ballots. See Tr. 102-103 (Apr. 1, 2020).\nSecond, the Court's order cites Purcell , apparently skeptical of the District Court's intervention shortly before an election. Nevermind that the District Court was reacting to a grave, rapidly developing public health crisis. If proximity to the election counseled hesitation when the District Court acted several days ago, this Court's intervention today-even closer to the election-is all the more inappropriate.\nThird, the Court notes that the District Court's order allowed absentee voters to cast ballots after election day. If a voter already in line by the poll's closing time can still vote, why should Wisconsin's absentee voters, already in line to receive ballots, be denied the franchise? According to the stay applicants, election-distorting gamesmanship might occur if ballots could be cast after initial results are published. But obviating that harm, the District Court enjoined the publication of election results before April 13, the deadline for returning absentee ballots, and the Wisconsin Elections Commission directed election officials not to publish results before that date.\nThe concerns advanced by the Court and the applicants pale in comparison to the risk that tens of thousands of voters will be disenfranchised. Ensuring an opportunity for the people of Wisconsin to exercise their votes should be our paramount concern.\n* * *\nThe majority of this Court declares that this case presents a \"narrow, technical question.\" Ante , at 1206. That is wrong. The question here is whether tens of thousands of Wisconsin citizens can vote safely in the midst of a pandemic. Under the District Court's order, they would be able to do so. Even if they receive their absentee ballot in the days immediately following election day, they could return it. With the majority's stay in place, that will not be possible. Either they will have to brave the polls, endangering their own and others' safety. Or they will lose their right to vote, through no fault of their own. That is a matter of utmost importance-to the constitutional rights of Wisconsin's citizens, the integrity of the State's election process, and in this most extraordinary time, the health of the Nation.\nThe state and national Republican parties intervened as defendants. The District Court denied intervention by the state legislature, which the Seventh Circuit later allowed.\nSee Wisconsin Elections Commission, Absentee Ballot Report, Apr. 2, 2020, https://elections.wi.gov/node/6806; Wisconsin Elections Commission, Absentee Ballot Report, Apr. 3, 2020, https://elections.wi.gov/node/6808; Wisconsin Elections Commission, Absentee Ballot Report, Apr. 4, 2020, https://elections.wi.gov/node/6814; Wisconsin Elections Commission, Absentee Ballot Report, Apr. 5, 2020, https://elections.wi.gov/node/6815.\nSee Wisconsin Elections Commission, Absentee Ballot Report, Apr. 5, 2020, https://elections.wi.gov/index.php/node/6815.\nSee, e.g. , Tr. 18-19 (Apr. 1, 2020) (testimony that mail delivery \"can take up to a week\" or longer, threatening \"the opportunity for the voter to receive [the absentee] ballot by mail\"); id. , at 35 (testimony that the \"transaction time from the time the clerk puts [an absentee ballot] in the mail to the voter receiving it could take up to a week\"); id. , at 40 (testimony agreeing that \"there will be some people who request ... [an] absentee ballot [on April 2] who will not be receiving it in time to put it in the mail by April 7th\"); Brief for City of Green Bay as Amicus Curiae in No. 3:20-cv-00249 (WD Wis.), p. 5 (\"[D]elays at the post office are ... affecting the speed with which voters receive their ballots ....\").\nMemorandum from M. Wolfe, Administrator of the Wisconsin Elections Commission, to Wisconsin Municipal Clerks et al. (Apr. 3, 2020), https://elections.wi.gov/sites/elections.wi.gov/files/2020-04/Clerk%20comm%20re.%20court%20decisions%204.3.pdf.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "REPUBLICAN NATIONAL COMMITTEE, et al.\nv.\nDEMOCRATIC NATIONAL COMMITTEE, et al.\nNo. 19A1016\nSupreme Court of the United States.\nApril 6, 2020"
  },
  "file_name": "1205-01",
  "first_page_order": 1205,
  "last_page_order": 1211
}
