{
  "id": 12626087,
  "name": "WEXFORD HEALTH, et al. v. Kareem GARRETT",
  "name_abbreviation": "Wexford Health v. Garrett",
  "decision_date": "2020-05-18",
  "docket_number": "No. 19-867",
  "first_page": "1611",
  "last_page": "1612",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 1611"
    },
    {
      "type": "parallel",
      "cite": "206 L. Ed. 2d 955"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "332 F.3d 422",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9114380
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "428"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/332/0422-01"
      ]
    },
    {
      "cite": "532 U.S. 731",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9302053
      ],
      "weight": 3,
      "year": 2001,
      "pin_cites": [
        {
          "page": "741, n. 6"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/532/0731-01"
      ]
    },
    {
      "cite": "534 U.S. 516",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9108401
      ],
      "weight": 3,
      "year": 2002,
      "pin_cites": [
        {
          "page": "520"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/534/0516-01"
      ]
    },
    {
      "cite": "548 U.S. 81",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3500482
      ],
      "weight": 3,
      "year": 2006,
      "pin_cites": [
        {
          "page": "91, n. 2"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/548/0081-01"
      ]
    },
    {
      "cite": "136 S.Ct. 1850",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12597464
      ],
      "weight": 2,
      "year": 2016,
      "pin_cites": [
        {
          "page": "1856-1859"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/1850-01"
      ]
    },
    {
      "cite": "491 FedAppx. 81",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "opinion_index": 0
    },
    {
      "cite": "928 F.3d 439",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12521657
      ],
      "weight": 2,
      "year": 2019,
      "pin_cites": [
        {
          "page": "447-448"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/928/0439-01"
      ]
    },
    {
      "cite": "491 Fed.Appx. 81",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "year": 2012,
      "pin_cites": [
        {
          "page": "83",
          "parenthetical": "applying Harris to the PLRA's exhaustion requirement"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "216 F.3d 970",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11217681
      ],
      "weight": 2,
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/216/0970-01"
      ]
    },
    {
      "cite": "870 F.3d 928",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12275406
      ],
      "year": 2017,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/870/0928-01"
      ]
    },
    {
      "cite": "549 U.S. 199",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3553543
      ],
      "weight": 10,
      "year": 2007,
      "pin_cites": [
        {
          "page": "214"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/549/0199-01"
      ]
    },
    {
      "cite": "938 F.3d 69",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "year": 2019,
      "opinion_index": 0
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "110 Stat. 321",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 426,
    "char_count": 6144,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.263648189527652
    },
    "sha256": "9584c25f7e77821a5f38c9d5ecefeadd7d1f84f5271575daae9b4c6c22e41588",
    "simhash": "1:b880d363530ccd37",
    "word_count": 951
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "WEXFORD HEALTH, et al.\nv.\nKareem GARRETT"
    ],
    "opinions": [
      {
        "text": "Justice THOMAS, dissenting from the denial of certiorari.\nUnder the Prison Litigation Reform Act of 1995 (PLRA), prisoners must exhaust administrative remedies before challenging prison conditions in federal court. 110 Stat. 321-71, 42 U.S.C. § 1997e(a). This case presents the question whether a prisoner who fails to comply with that exhaustion requirement may cure the defect by filing an amended or supplemental complaint after his release. Because the Circuits are divided on this important question of federal law, I would grant the petition for certiorari.\nWhile incarcerated, respondent brought this pro se action against prison medical personnel under 42 U.S.C. § 1983, but he did not complete the prison's grievance process before filing suit. After he was released, respondent filed an amended and supplemental complaint. The District Court dismissed respondent's claims against petitioners for failure to exhaust administrative remedies as required by the PLRA.\nThe Third Circuit vacated the District Court's judgment, concluding that the PLRA's exhaustion requirement no longer applied to respondent's claims in light of his postrelease filing. 938 F.3d 69 (2019). The court rejected petitioners' argument that the plain language of the statute, which speaks to when an \"action [may] be brought,\" requires courts to assess PLRA compliance at the time of the initial filing. § 1997e(a). Noting that our decision in Jones v. Bock , 549 U.S. 199, 127 S.Ct. 910, 166 L.Ed.2d 798 (2007), characterized this language as \"boilerplate,\" id. , at 220, 127 S.Ct. 910, the court determined that the statute's text did not clearly displace normal procedural rules. The court further concluded that, under Federal Rule of Civil Procedure 15, the amended and supplemental complaint related back to respondent's initial filing and therefore superseded the original complaint. Because respondent was no longer a prisoner when he amended and supplemented his complaint, the court reasoned that he was no longer subject to the PLRA's prefiling requirements.\nThe Third Circuit noted that its holding was consistent with the Ninth Circuit's approach in Jackson v. Fong , 870 F.3d 928 (2017), but conflicted with the Eleventh Circuit's en banc decision in Harris v. Garner , 216 F.3d 970 (2000). In Harris , the Eleventh Circuit interpreted the same statutory language in a related PLRA requirement and held that prisoners could not cure their initial filing defects by amending or supplementing their complaints after release. Id. , at 981-982 ; see also Smith v. Terry , 491 Fed.Appx. 81, 83 (CA11 2012) (applying Harris to the PLRA's exhaustion requirement). The Third Circuit's position also conflicts with that of the Fifth Circuit, which has recently explained that a complaint must be dismissed and refiled postrelease in order for a prisoner to avoid the PLRA's exhaustion requirement. Bargher v. White , 928 F.3d 439, 447-448 (2019). Thus, four Courts of Appeals are evenly divided on the question presented.\nRespondent suggests that the Fifth and Eleventh Circuits may revisit their view in light of our decision in Jones . As an initial matter, both Circuits have affirmed their positions in decisions that postdate Jones . See Bargher , 928 F.3d 439 ; Smith , 491 FedAppx. 81. But more importantly, respondent reads our \"boilerplate\" dicta for far more than it is worth. In Jones , we rejected court-made pleading rules for pro se litigants, explaining that \"the PLRA's screening requirement does not-explicitly or implicitly-justify deviating from the usual procedural practice beyond the departures specified by the PLRA itself .\" 549 U.S. at 214, 127 S.Ct. 910 (emphasis added). Thus, that decision actually confirms that the PLRA's prefiling requirements displace the Federal Rules of Civil Procedure, including Rule 15. We characterized the phrase \" 'no action shall be brought' \" as \"boilerplate\" solely for the purpose of explaining that the PLRA speaks to the dismissal of defective claims, not necessarily entire complaints. Id. , at 220, 127 S.Ct. 910. We have never addressed the meaning of that language as applied to the context at issue here.\nFinally, this question warrants our review because its resolution will have significant ramifications for not only prisoners and prison officials but also federal courts. In recent years, nearly 10,000 lawsuits have been filed annually by prisoners challenging prison conditions. See Administrative Office of the United States Courts, Federal Judicial Caseload Statistics, U. S. District Courts-Civil Cases Commenced, by Basis of Jurisdiction and Nature of Suit (2019) (Table C-2). And nearly twice as many lawsuits are filed annually raising other civil rights claims, ibid. , which are subject to similarly worded prefiling requirements under the PLRA, see, e.g. , § 1997e(e). Recognizing the PLRA's important role in curtailing the proliferation of abusive prisoner litigation, we have repeatedly rejected lower courts' attempts to create end-runs around the statute's exhaustion requirement. See, e.g. , Ross v. Blake, 578 U. S. ----, ---- - ----, 136 S.Ct. 1850, 1856-1859, 195 L.Ed.2d 117 (2016) ; Woodford v. Ngo , 548 U.S. 81, 91, n. 2, 126 S.Ct. 2378, 165 L.Ed.2d 368 (2006) ; Porter v. Nussle , 534 U.S. 516, 520, 122 S.Ct. 983, 152 L.Ed.2d 12 (2002) ; Booth v. Churner , 532 U.S. 731, 741, n. 6, 121 S.Ct. 1819, 149 L.Ed.2d 958 (2001). The same may be warranted here.\nBecause this petition presents an important question that has divided the Circuits, it deserves our review. See this Court's Rule 10(a). I see no reason to continue allowing certain prisoners in the Third and Ninth Circuits to proceed unencumbered by the PLRA's exhaustion requirement while those in the Fifth and Eleventh Circuits are required to comply. I therefore respectfully dissent from the denial of certiorari.\nA panel of the Sixth Circuit has also agreed with the Eleventh Circuit in dicta. See Cox v. Mayer , 332 F.3d 422, 428 (2003).",
        "type": "majority",
        "author": "Justice THOMAS, dissenting from the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "WEXFORD HEALTH, et al.\nv.\nKareem GARRETT\nNo. 19-867\nSupreme Court of the United States.\nDecided May 18, 2020\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "1611-01",
  "first_page_order": 1611,
  "last_page_order": 1612
}
