{
  "id": 12626169,
  "name": "Michael ST. HUBERT v. UNITED STATES",
  "name_abbreviation": "St. Hubert v. United States",
  "decision_date": "2020-06-08",
  "docket_number": "No. 19-5267",
  "first_page": "1727",
  "last_page": "1730",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 1727"
    },
    {
      "type": "parallel",
      "cite": "207 L. Ed. 2d 180"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "537 U.S. 322",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9191097
      ],
      "weight": 3,
      "year": 2003,
      "pin_cites": [
        {
          "page": "336-337"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/537/0322-01"
      ]
    },
    {
      "cite": "137 S.Ct. 759",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12609620
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "773",
          "parenthetical": "quoting Miller-El v. Cockrell , 537 U.S. 322, 336-337, 123 S.Ct. 1029, 154 L.Ed.2d 931 (2003) "
        },
        {
          "parenthetical": "quoting Miller-El v. Cockrell , 537 U.S. 322, 336-337, 123 S.Ct. 1029, 154 L.Ed.2d 931 (2003) "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0759-01"
      ]
    },
    {
      "cite": "553 U.S. 880",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3674228
      ],
      "weight": 3,
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/us/553/0880-01"
      ]
    },
    {
      "cite": "517 U.S. 793",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11746778
      ],
      "weight": 5,
      "year": 1996,
      "pin_cites": [
        {
          "page": "798"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/517/0793-01"
      ]
    },
    {
      "cite": "415 U.S. 651",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6179827
      ],
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "671"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/415/0651-01"
      ]
    },
    {
      "cite": "481 U.S. 648",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6219897
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "651, n. 1",
          "parenthetical": "citing Edelman v. Jordan , 415 U.S. 651, 671, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974) "
        },
        {
          "parenthetical": "citing Edelman v. Jordan , 415 U.S. 651, 671, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974) "
        },
        {
          "parenthetical": "citing Edelman v. Jordan , 415 U.S. 651, 671, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974) "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/481/0648-01"
      ]
    },
    {
      "cite": "508 U.S. 83",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12174
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/508/0083-01"
      ]
    },
    {
      "cite": "826 F.3d 1301",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4324629
      ],
      "year": 2016,
      "pin_cites": [
        {
          "page": "1305"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/826/1301-01"
      ]
    },
    {
      "cite": "824 F.3d 1337",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4323501
      ],
      "year": 2016,
      "pin_cites": [
        {
          "page": "1340-1341"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/824/1337-01"
      ]
    },
    {
      "cite": "139 S.Ct. 2319",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12620706
      ],
      "weight": 4,
      "year": 2019,
      "pin_cites": [
        {
          "page": "2324"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/2319-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 951",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "18 U.S.C. § 924",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(c)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "909 F.3d 335",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12519283
      ],
      "weight": 5,
      "year": 2018,
      "pin_cites": [
        {
          "page": "346"
        },
        {
          "page": "345-346"
        },
        {
          "page": "345"
        },
        {
          "page": "346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/909/0335-01"
      ]
    },
    {
      "cite": "918 F.3d 1174",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12520387
      ],
      "weight": 8,
      "year": 2019,
      "pin_cites": [
        {
          "page": "1198",
          "parenthetical": "Wilson, J., dissenting from denial of reh'g en banc"
        },
        {
          "page": "1174"
        },
        {
          "page": "1203",
          "parenthetical": "Martin, J., dissenting from denial of reh'g en banc"
        },
        {
          "page": "1196",
          "parenthetical": "opinion of Wilson, J"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/918/1174-01"
      ]
    },
    {
      "cite": "898 F.3d 1098",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12517917
      ],
      "weight": 7,
      "year": 2018,
      "pin_cites": [
        {
          "page": "1102",
          "parenthetical": "Wilson, J., concurring"
        },
        {
          "page": "1102",
          "parenthetical": "Wilson, J., concurring"
        },
        {
          "page": "1104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/898/1098-01"
      ]
    },
    {
      "cite": "28 U.S.C. §§ 2244",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 735,
    "char_count": 12166,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26364934789634453
    },
    "sha256": "2811067d364d814838e6edc16a3362d7b66b8fff789922c2eff499658ca90c91",
    "simhash": "1:b8e2bba0d33c2571",
    "word_count": 1969
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Michael ST. HUBERT\nv.\nUNITED STATES"
    ],
    "opinions": [
      {
        "text": "Statement of Justice SOTOMAYOR respecting the denial of certiorari.\nThe Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA) imposes several restrictions on inmates seeking to file a second or successive habeas petition. See 28 U.S.C. §§ 2244, 2255. Among other things, the inmate must first seek leave from a court of appeals, which may not authorize a filing unless the inmate demonstrates, as a prima facie matter, that the petition will be based either on new evidence sufficient to establish that no reasonable factfinder would have found the defendant guilty or on a new constitutional rule made retroactive on collateral review. §§ 2244(b)(2), (3) ; § 2255(h). An order denying authorization \"shall not be appealable and shall not be the subject of a petition for rehearing or for a writ of certiorari.\" § 2244(b)(3)(E). But an inmate seeking such authorization from the Court of Appeals for the Eleventh Circuit faces even greater hurdles.\nUnlike its sister circuits, the Eleventh Circuit has interpreted the relevant statutes to mandate an authorization decision within 30 days, leaving the court little time to consider a complex inmate application. In re Williams , 898 F.3d 1098, 1102 (2018) (Wilson, J., concurring). Under Eleventh Circuit rules, the applicant must confine his or her entire legal argument to a form on which \"[f]ew prisoners manage to squeeze more than 100 words.\" 918 F.3d 1174, 1198 (2019) (Wilson, J., dissenting from denial of reh'g en banc). That limited form is the only submission that the court typically accepts: The Government seemingly \"never files a responsive pleading,\" and the court never grants oral argument. Ibid. Surprisingly still, this perfunctory process affects future claimants too, and not only those who find themselves in the second or successive petition posture. The Eleventh Circuit has published several of its orders denying permission to file a second or successive petition, and determined that all future litigants (including those on direct appeal) are bound to the holdings of these orders unless and until an en banc Eleventh Circuit or this Court says otherwise. See 909 F.3d 335, 346 (2018).\nThese factors make out a troubling tableau indeed. Most importantly, they raise a question whether the Eleventh Circuit's process is consistent with due process. The Eleventh Circuit has not yet appeared to address a procedural due process claim head on, so I will leave it to that court to consider the issue in the first instance in an appropriate case. In the meantime, nothing prevents the Eleventh Circuit from reconsidering its practices to make them fairer, more transparent, and more deliberative.\nI\nPetitioner Michael St. Hubert and several other petitioners have had their direct appeals or initial habeas petitions decided based on binding precedent issued through the above-mentioned process. I describe the course faced by St. Hubert, as it is representative of the process for many petitioners.\nSt. Hubert was convicted of two counts of brandishing a firearm during a crime of violence under 18 U.S.C. § 924(c). The putative \"crimes of violence\" underlying these convictions were Hobbs Act robbery and attempted Hobbs Act robbery, both in violation of 18 U.S.C. § 951. Under § 924(c), St. Hubert faced increased sentencing exposure and was sentenced to consecutive terms of 300 months' imprisonment on one count and 84 months' imprisonment on another.\nOn direct appeal, St. Hubert argued that his Hobbs Act crimes were not \"crime[s] of violence\" under § 924(c). After many twists and turns, the Eleventh Circuit disagreed. 909 F.3d, at 345-346. The Court of Appeals held both that the residual clause, § 924(c)(3)(B), was not void for vagueness-a holding that this Court rejected in United States v. Davis , 588 U.S. ----, 139 S.Ct. 2319, 204 L.Ed.2d 757 (2019) -and that St. Hubert's Hobbs Act crimes constituted crimes of violence under the elements clause, § 924(c)(3)(A). In holding that Hobbs Act robbery was a crime of violence under the elements clause, the Eleventh Circuit noted that it \"ha[d] already\" reached that conclusion in prior cases. 909 F.3d, at 345. But those precedents were not fully briefed direct appeals subject to adversarial testing; instead, they were denials of applications seeking authorization to file second or successive habeas petitions. Ibid. (citing In re Saint Fleur , 824 F.3d 1337, 1340-1341 (C.A.11 2016), and In re Colon , 826 F.3d 1301, 1305 (C.A.11 2016) ). The court rejected St. Hubert's objection that orders resolving such applications should not be binding precedent. It declared that published three-judge orders resolving second or successive habeas petitions under § 2255 are \"binding precedent on all subsequent panels of this Court, including those reviewing direct appeals and collateral attacks, 'unless and until [they are] overruled or undermined to the point of abrogation by the Supreme Court or by this Court sitting en banc .' \" 909 F. 3d, at 346.\nThe Eleventh Circuit declined to rehear en banc St. Hubert's case. 918 F.3d, at 1174. Several judges dissented, explaining the many \"grave problems\" with the Eleventh Circuit's perfunctory practices surrounding applications to file second or successive habeas petitions. Id. , at 1197 (opinion of Wilson, J). As one judge explained, \"[i]t is an aberration that a statute meant to govern the treatment of inmates who seek to file a second or successive § 2255 motion now serves as a tool for this Court to limit the review of prison sentences on direct appeal.\" Id. , at 1200-1201 (Martin, J., dissenting). In those judges' view, the court's procedures stymied its \"ability to administer justice to the people who come before\" it. Id. , at 1200.\nII\n\"The courts of appeals have significant authority to fashion rules to govern their own procedures.\" Cardinal Chemical Co. v. Morton Int'l, Inc. , 508 U.S. 83, 99, 113 S.Ct. 1967, 124 L.Ed.2d 1 (1993). Under Federal Rule of Appellate Procedure 47(b), moreover, the Courts of Appeals may adopt local rules and internal operating procedures consistent with applicable federal law and \"may regulate practice in a particular case in any manner consistent with federal law, [the FRAP], and local rules of the circuit.\" But the Eleventh Circuit is significantly out of step with other courts in how it approaches applications seeking authorization to file second or successive habeas petitions.\nFirst, compared to other Courts of Appeals, the Eleventh Circuit publishes far more of its orders denying authorization. From 2013 to 2018, the Eleventh Circuit published 45 such orders, while all of the other Circuits combined published 80. Williams , 898 F.3d, at 1102 (Wilson, J., concurring). Second, other Circuits generally do not treat the relevant statute as mandating a decision within 30 days. Ibid. Finally, many other Circuits \"often consider briefing from the government before issuing a published order; some also entertain oral argument from both parties.\" Id. , at 1103. The Eleventh Circuit, by contrast, does not grant oral argument in any noncapital cases; nor does the court typically receive individualized briefs from the petitioner or the Government before decision. Ibid. Making matters worse, the court often decides the merits of the habeas claims sought to be presented in the second or successive habeas petition, when the statutory question at the preliminary authorization stage is simply whether the applicant has \"ma[de] a prima facie showing that the application satisfies\" the authorization requirements, § 2244(b)(3)(C). See 918 F.3d, at 1203 (Martin, J., dissenting from denial of reh'g en banc).\nIn sum, the Eleventh Circuit represents the \"worst of three worlds.\" Williams , 898 F.3d, at 1104. It \"publish[es] the most orders,\" \"adhere[s] to a tight timeline that the other circuits have disclaimed,\" and \"do[es] not ever hear from the government before making [its] decision.\" Ibid. In this context, important statutory and constitutional questions are decided (for all future litigants) on the basis of fewer than 100 words of argument. See 918 F.3d, at 1196 (opinion of Wilson, J).\nNotably, this Court has been wary of affording full precedential weight to its own decisions based on so little argument. The Court has explained, for example, that \"summary action\" in this Court without merits briefing or oral argument \"does not have the same precedential effect as does a case decided on full briefing and argument.\" Gray v. Mississippi , 481 U.S. 648, 651, n. 1, 107 S.Ct. 2045, 95 L.Ed.2d 622 (1987) (citing Edelman v. Jordan , 415 U.S. 651, 671, 94 S.Ct. 1347, 39 L.Ed.2d 662 (1974) ). Further, as \"part of our 'deep-rooted historic tradition that everyone should have his own day in court,' \" Richards v. Jefferson County , 517 U.S. 793, 798, 116 S.Ct. 1761, 135 L.Ed.2d 76 (1996), issue preclusion can bind a nonparty to a suit only when certain minimum requirements, consistent with due process, have been met, id. , at 798-799, 116 S.Ct. 1761 ; see also Taylor v. Sturgell , 553 U.S. 880, 128 S.Ct. 2161, 171 L.Ed.2d 155 (2008).\nTo be sure, this case rests not on issue preclusion but on stare decisis , and implicates not this Court's practices but the precedential weight another court grants to its own opinions. But these doctrines stem from a common concern: Decisions that bind other litigants should, at the very least, be based on more than minimal briefing. That animating principle, in turn, casts doubt on the Eleventh Circuit's practices at issue here.\nBefore the Eleventh Circuit addresses a procedural due process challenge to its practices, there are many steps that the court could take to make its process fairer. It could, for example, solicit fuller briefing on those (relatively few) applications that present open questions of law. It could even allow limited oral argument for the thorniest of questions presented through those applications (especially questions that may affect many future litigants). And it could afford precedential value only to those orders resulting from a robust process. Regardless of what the Due Process Clause requires, these procedures would better accord with basic fairness-and would ensure that those like St. Hubert would not spend several more years in prison because of artificially imposed limitations like 100 words of argument.\nWilliams v. United States , No. 18-6172 ; Gonzalez v. United States , No. 18-7575 ; Robinson v. United States , No. 19-5451 ; Mack v. United States , No. 19-6355; Boston v. United States , No. 19-7148; Hunt v. United States , No. 19-7506; Smith v. United States , No. 19-7527; Alston v. United States , No. 19-7672.\nSection 924(c) defines a crime of violence as a felony that \"has as an element the use, attempted use, or threatened use of physical force against the person or property of another,\" § 924(c)(3)(A), or, \"that by its nature, involves a substantial risk that physical force against the person or property of another may be used in the course of committing the offense,\" § 924(c)(3)(B). The first clause is known as the elements clause; the second is known as the residual clause. See United States v. Davis , 588 U.S. ----, ----, 139 S.Ct. 2319, 2324, 204 L.Ed.2d 757 (2019).\nIn the certificate-of-appealability (COA) context, where an inmate must make a threshold \"substantial showing of the denial of a constitutional right,\" § 2253(c)(2), this Court has cautioned that the threshold inquiry is \"not coextensive with a merits analysis\" and that any court that \" 'justif[ies] its denial of a COA based on its adjudication of the actual merits... is in essence deciding an appeal without jurisdiction,' \" Buck v. Davis , 580 U.S. ----, ----, 137 S.Ct. 759, 773, 197 L.Ed.2d 1 (2017) (quoting Miller-El v. Cockrell , 537 U.S. 322, 336-337, 123 S.Ct. 1029, 154 L.Ed.2d 931 (2003) ). This principle provides yet another reason, apart from the due process issues that petitioners focus on, to doubt the Eleventh Circuit's practices.",
        "type": "majority",
        "author": "Statement of Justice SOTOMAYOR respecting the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "Michael ST. HUBERT\nv.\nUNITED STATES\nNo. 19-5267\nSupreme Court of the United States.\nDecided June 8, 2020\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "1727-01",
  "first_page_order": 1727,
  "last_page_order": 1730
}
