{
  "id": 12626267,
  "name": "Terence Tramaine ANDRUS v. TEXAS",
  "name_abbreviation": "Andrus v. Texas",
  "decision_date": "2020-06-15",
  "docket_number": "No. 18-9674",
  "first_page": "1875",
  "last_page": "1891",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 1875"
    },
    {
      "type": "parallel",
      "cite": "207 L. Ed. 2d 335"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "520 U.S. 518",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11652446
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "532, n. 4",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/520/0518-01"
      ]
    },
    {
      "cite": "563 U.S. 170",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12458282,
        5943445
      ],
      "weight": 3,
      "year": 2011,
      "pin_cites": [
        {
          "page": "189",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/179/0557-01",
        "/us/563/0170-01"
      ]
    },
    {
      "cite": "516 U.S. 163",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        323202
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "185",
          "parenthetical": "Scalia, J., dissenting"
        },
        {
          "parenthetical": "Scalia, J., dissenting"
        },
        {
          "parenthetical": "Scalia, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/516/0163-01"
      ]
    },
    {
      "cite": "137 S.Ct. 1159",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12603187
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "1170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/1159-01"
      ]
    },
    {
      "cite": "544 U.S. 709",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5868782
      ],
      "weight": 3,
      "year": 2005,
      "pin_cites": [
        {
          "page": "718, n. 7"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/544/0709-01"
      ]
    },
    {
      "cite": "561 U.S. 945",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12455290,
        3644230
      ],
      "weight": 27,
      "year": 2010,
      "pin_cites": [
        {
          "page": "956",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "page": "956"
        },
        {
          "page": "955-956",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "TYC ombudsman finding \"nothing uncommon\" about Andrus' altercations because \"sometimes you ... have to fight to get by\" in the \"violent atmosphere\" and \"savage environment\""
        },
        {
          "parenthetical": "detective confirming that there can be \"real problems with reliability\" if an \"identification [was] made several months\" after"
        },
        {
          "page": "956"
        },
        {
          "page": "956"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/177/1025-01",
        "/us/561/0945-01"
      ]
    },
    {
      "cite": "545 U.S. 374",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8209271
      ],
      "weight": 6,
      "year": 2005,
      "pin_cites": [
        {
          "page": "385",
          "parenthetical": "\"counsel ha[s] a duty to make all reasonable efforts to learn what they c[an] about the offense[s]\" the prosecution intends to present as aggravating evidence"
        },
        {
          "parenthetical": "\"counsel ha[s] a duty to make all reasonable efforts to learn what they c[an] about the offense[s]\" the prosecution intends to present as aggravating evidence"
        },
        {
          "parenthetical": "\"counsel ha[s] a duty to make all reasonable efforts to learn what they c[an] about the offense[s]\" the prosecution intends to present as aggravating evidence"
        },
        {
          "page": "385"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/545/0374-01"
      ]
    },
    {
      "cite": "539 U.S. 510",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8898384
      ],
      "weight": 34,
      "year": 2003,
      "pin_cites": [
        {
          "page": "521",
          "parenthetical": "quoting Strickland , 466 U.S. at 691, 104 S.Ct. 2052 "
        },
        {
          "parenthetical": "quoting Strickland , 466 U.S. at 691, 104 S.Ct. 2052 "
        },
        {
          "parenthetical": "quoting Strickland , 466 U.S. at 691, 104 S.Ct. 2052 "
        },
        {
          "page": "521-522"
        },
        {
          "page": "524"
        },
        {
          "page": "527"
        },
        {
          "page": "526"
        },
        {
          "page": "528"
        },
        {
          "page": "536"
        },
        {
          "page": "537-538"
        },
        {
          "page": "538"
        },
        {
          "page": "537"
        },
        {
          "page": "537-538"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/539/0510-01"
      ]
    },
    {
      "cite": "529 U.S. 362",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9508607
      ],
      "weight": 11,
      "year": 2000,
      "pin_cites": [
        {
          "page": "396"
        },
        {
          "page": "396"
        },
        {
          "page": "397-398"
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "page": "398"
        },
        {
          "page": "399"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/529/0362-01"
      ]
    },
    {
      "cite": "558 U.S. 30",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3638913
      ],
      "weight": 11,
      "year": 2009,
      "pin_cites": [
        {
          "page": "39",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "page": "39"
        },
        {
          "page": "40"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/558/0030-01"
      ]
    },
    {
      "cite": "466 U.S. 668",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6204802
      ],
      "weight": 43,
      "year": 1984,
      "pin_cites": [
        {
          "page": "688, 694"
        },
        {
          "page": "691"
        },
        {
          "page": "692"
        },
        {
          "page": "694"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/466/0668-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1877,
    "char_count": 50765,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26365050626503705
    },
    "sha256": "369053a221f94e446fef75e497b251a56bb94bd5608e7d03f64e0b8959eb0897",
    "simhash": "1:1f45433e7b221481",
    "word_count": 8133
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Terence Tramaine ANDRUS\nv.\nTEXAS"
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nDeath-sentenced petitioner Terence Andrus was six years old when his mother began selling drugs out of the apartment where Andrus and his four siblings lived. To fund a spiraling drug addiction, Andrus' mother also turned to prostitution. By the time Andrus was 12, his mother regularly spent entire weekends, at times weeks, away from her five children to binge on drugs. When she did spend time around her children, she often was high and brought with her a revolving door of drug-addicted, sometimes physically violent, boyfriends. Before he reached adolescence, Andrus took on the role of caretaker for his four siblings.\nWhen Andrus was 16, he allegedly served as a lookout while his friends robbed a woman. He was sent to a juvenile detention facility where, for 18 months, he was steeped in gang culture, dosed on high quantities of psychotropic drugs, and frequently relegated to extended stints of solitary confinement. The ordeal left an already traumatized Andrus all but suicidal. Those suicidal urges resurfaced later in Andrus' adult life.\nDuring Andrus' capital trial, however, nearly none of this mitigating evidence reached the jury. That is because Andrus' defense counsel not only neglected to present it; he failed even to look for it. Indeed, counsel performed virtually no investigation of the relevant evidence. Those failures also fettered the defense's capacity to contextualize or counter the State's evidence of Andrus' alleged incidences of past violence.\nOnly years later, during an 8-day evidentiary hearing in Andrus' state habeas proceeding, did the grim facts of Andrus' life history come to light. And when pressed at the hearing to provide his reasons for failing to investigate Andrus' history, Andrus' counsel offered none.\nThe Texas trial court that heard the evidence recommended that Andrus be granted habeas relief and receive a new sentencing proceeding. The court found the abundant mitigating evidence so compelling, and so readily available, that counsel's failure to investigate it was constitutionally deficient performance that prejudiced Andrus during the punishment phase of his trial. The Texas Court of Criminal Appeals disagreed. It concluded without explanation that Andrus had failed to satisfy his burden of showing ineffective assistance under Strickland v. Washington , 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984).\nWe conclude that the record makes clear that Andrus has demonstrated counsel's deficient performance under Strickland , but that the Court of Criminal Appeals may have failed properly to engage with the follow-on question whether Andrus has shown that counsel's deficient performance prejudiced him. We thus grant Andrus' petition for a writ of certiorari, vacate the judgment of the Texas Court of Criminal Appeals, and remand the case for further proceedings not inconsistent with this opinion.\nI\nA\nIn 2008, 20-year-old Terence Andrus unsuccessfully attempted a carjacking in a grocery-store parking lot while under the influence of PCP-laced marijuana. During the bungled attempt, Andrus fired multiple shots, killing car owner Avelino Diaz and bystander Kim-Phuong Vu Bui. The State charged Andrus with capital murder.\nAt the guilt phase of trial, Andrus' defense counsel declined to present an opening statement. After the State rested its case, the defense immediately rested as well. In his closing argument, defense counsel conceded Andrus' guilt and informed the jury that the trial would \"boil down to the punishment phase,\" emphasizing that \"that's where we are going to be fighting.\" 45 Tr. 18. The jury found Andrus guilty of capital murder.\nTrial then turned to the punishment phase. Once again, Andrus' counsel presented no opening statement. In its 3-day case in aggravation, the State put forth evidence that Andrus had displayed aggressive and hostile behavior while confined in a juvenile detention center; that Andrus had tattoos indicating gang affiliations; and that Andrus had hit, kicked, and thrown excrement at prison officials while awaiting trial. The State also presented evidence tying Andrus to an aggravated robbery of a dry-cleaning business. Counsel raised no material objections to the State's evidence and cross-examined the State's witnesses only briefly.\nWhen it came to the defense's case in mitigation, counsel first called Andrus' mother to testify. The direct examination focused on Andrus' basic biographical information and did not reveal any difficult circumstances in Andrus' childhood. Andrus' mother testified that Andrus had an \"excellent\" relationship with his siblings and grandparents. 49 id. , at 52, 71. She also insisted that Andrus \"didn't have access to\" \"drugs or pills in [her] household,\" and that she would have \"counsel[ed] him\" had she found out that he was using drugs. Id. , at 67, 79.\nThe second witness was Andrus' biological father, Michael Davis, with whom Andrus had lived for about a year when Andrus was around 15 years old. Davis had been in and out of prison for much of Andrus' life and, before he appeared to testify, had not seen Andrus in more than six years. The bulk of Davis' direct examination explored such topics as Davis' criminal history and his relationship with Andrus' mother. Toward the end of the direct examination, counsel elicited testimony that Andrus had been \"good around [Davis]\" during the 1-year period he had lived with Davis. 50 id. , at 8.\nOnce Davis stepped down, Andrus' counsel informed the court that the defense rested its case and did not intend to call any more witnesses. After the court questioned counsel about this choice during a sidebar discussion, however, counsel changed his mind and decided to call additional witnesses.\nFollowing a court recess, Andrus' counsel called Dr. John Roache as the defense's only expert witness. Counsel's terse direct examination focused on the general effects of drug use on developing adolescent brains. On cross-examination, the State quizzed Dr. Roache about the relevance and purpose of his testimony, probing pointedly whether Dr. Roache \"drove three hours from San Antonio to tell the jury ... that people change their behavior when they use drugs.\" 51 id. , at 21.\nCounsel next called James Martins, a prison counselor who had worked with Andrus. Martins testified that Andrus \"started having remorse\" in the past two months and was \"making progress.\" Id. , at 35. On cross-examination, the State emphasized that Andrus' feelings of remorse had manifested only recently, around the time trial began.\nFinally, Andrus himself testified. Contrary to his mother's depiction of his upbringing, he stated that his mother had started selling drugs when he was around six years old, and that he and his siblings were often home alone when they were growing up. He also explained that he first started using drugs regularly around the time he was 15. All told, counsel's questioning about Andrus' childhood comprised four pages of the trial transcript. The State on cross declared, \"I have not heard one mitigating circumstance in your life.\" Id. , at 60.\nThe jury sentenced Andrus to death.\nB\nAfter an unsuccessful direct appeal, Andrus filed a state habeas application, principally alleging that his trial counsel was ineffective for failing to investigate or present available mitigation evidence. During an 8-day evidentiary hearing, Andrus presented what the Texas trial court characterized as a \"tidal wave of information ... with regard to mitigation.\" 7 Habeas Tr. 101.\nThe evidence revealed a childhood marked by extreme neglect and privation, a family environment filled with violence and abuse. Andrus was born into a neighborhood of Houston, Texas, known for its frequent shootings, gang fights, and drug overdoses. Andrus' mother had Andrus, her second of five children, when she was 17. The children's fathers never stayed as part of the family. One of them raped Andrus' younger half sister when she was a child. The others-some physically abusive toward Andrus' mother, all addicted to drugs and carrying criminal histories-constantly flitted in and out of the picture.\nStarting when Andrus was young, his mother sold drugs and engaged in prostitution. She often made her drug sales at home, in view of Andrus and his siblings. She also habitually used drugs in front of them, and was high more often than not. In her frequently disoriented state, she would leave her children to fend for themselves. Many times, there was not enough food to eat.\nAfter her boyfriend was killed in a shooting, Andrus' mother became increasingly dependent on drugs and neglectful of her children. As a close family friend attested, Andrus' mother \"would occasionally just take a week or a weekend and binge [on drugs]. She would get a room somewhere and just go at it.\" 13 Habeas Tr., Def. Exh. 13, p. 2.\nWith the children often left on their own, Andrus assumed responsibility as the head of the household for his four siblings, including his older brother with special needs. Andrus was around 12 years old at the time. He cleaned for his siblings, put them to bed, cooked breakfast for them, made sure they got ready for school, helped them with their homework, and made them dinner. According to his siblings, Andrus was \"a protective older brother\" who \"kept on to [them] to stay out of trouble.\" Id. , Def. Exh. 18, p. 1. Andrus, by their account, was \"very caring and very loving,\" \"liked to make people laugh,\" and \"never liked to see people cry.\" Ibid. ; id. , Def. Exh. 9, p. 1. While attempting to care for his siblings, Andrus struggled with mental-health issues: When he was only 10 or 11, he was diagnosed with affective psychosis.\nAt age 16, Andrus was sentenced to a juvenile detention center run by the Texas Youth Commission (TYC), for allegedly \"serv[ing] as the 'lookout' \" while he and his friends robbed a woman of her purse. 10 Habeas Tr., State Exh. 16, p. 9; 13 id. , Def. Exh. 4, p. 4 (\"[R]ecords indicate[d that] Andrus served as the lookout\"); 3 id. , at 273-274; 5 id. , at 206. While in TYC custody, Andrus was prescribed high doses of psychotropic drugs carrying serious adverse side effects. He also spent extended periods in isolation, often for purported infractions like reporting that he had heard voices telling him to do bad things. TYC records on Andrus noted multiple instances of self-harm and threats of suicide. After 18 months in TYC custody, Andrus was transferred to an adult prison facility.\nNot long after Andrus' release from prison at age 18, Andrus attempted the fatal carjacking that resulted in his capital convictions. While incarcerated awaiting trial, Andrus tried to commit suicide. He slashed his wrist with a razor blade and used his blood to smear messages on the walls, beseeching the world to \"[j]ust let [him] die.\" 31 id. , Def. Exh. 122-A, ANDRUS-SH 4522.\nAfter considering all the evidence at the hearing, the Texas trial court concluded that Andrus' counsel had been ineffective for \"failing to investigate and present mitigating evidence regarding [Andrus'] abusive and neglectful childhood.\" App. to Pet. for Cert. 36. The court observed that the reason Andrus' jury did not hear \"relevant, available, and persuasive mitigating evidence\" was that trial counsel had \"fail[ed] to investigate and present all other mitigating evidence.\" Id. , at 36-37. The court explained that \"there [is] ample mitigating evidence which could have, and should have, been presented at the punishment phase of [Andrus'] trial.\" Id. , at 36. For that reason, the court concluded that counsel had been constitutionally ineffective, and that habeas relief, in the form of a new punishment trial, was warranted. Id. , at 37, 42.\nC\nThe Texas Court of Criminal Appeals rejected the trial court's recommendation to grant habeas relief. In an unpublished per curiam order, the Court of Criminal Appeals concluded without elaboration that Andrus had \"fail[ed] to meet his burden under Strickland v. Washington , 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), to show by a preponderance of the evidence that his counsel's representation fell below an objective standard of reasonableness and that there was a reasonable probability that the result of the proceedings would have been different but for counsel's deficient performance.\" App. to Pet. for Cert. 7-8. A concurring opinion reasoned that, even if counsel had provided deficient performance under Strickland , Andrus could not show that counsel's deficient performance prejudiced him.\nAndrus petitioned for a writ of certiorari. We grant the petition, vacate the judgment of the Texas Court of Criminal Appeals, and remand for further proceedings not inconsistent with this opinion. The evidence makes clear that Andrus' counsel provided constitutionally deficient performance under Strickland . But we remand so that the Court of Criminal Appeals may address the prejudice prong of Strickland in the first instance.\nII\nTo prevail on a Sixth Amendment claim alleging ineffective assistance of counsel, a defendant must show that his counsel's performance was deficient and that his counsel's deficient performance prejudiced him. Strickland , 466 U.S. at 688, 694, 104 S.Ct. 2052. To show deficiency, a defendant must show that \"counsel's representation fell below an objective standard of reasonableness.\" Id. , at 688, 104 S.Ct. 2052. And to establish prejudice, a defendant must show \"that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different.\" Id. , at 694, 104 S.Ct. 2052.\nA\n\"It is unquestioned that under prevailing professional norms at the time of [Andrus'] trial, counsel had an 'obligation to conduct a thorough investigation of the defendant's background.' \" Porter v. McCollum , 558 U.S. 30, 39, 130 S.Ct. 447, 175 L.Ed.2d 398 (2009) (per curiam ) (quoting Williams v. Taylor , 529 U.S. 362, 396, 120 S.Ct. 1495, 146 L.Ed.2d 389 (2000) ). Counsel in a death-penalty case has \" 'a duty to make reasonable investigations or to make a reasonable decision that makes particular investigations unnecessary.' \" Wiggins v. Smith , 539 U.S. 510, 521, 123 S.Ct. 2527, 156 L.Ed.2d 471 (2003) (quoting Strickland , 466 U.S. at 691, 104 S.Ct. 2052 ). \" 'In any ineffectiveness case, a particular decision not to investigate must be directly assessed for reasonableness in all the circumstances, applying a heavy measure of deference to counsel's judgments.' \" Wiggins , 539 U.S. at 521-522, 123 S.Ct. 2527.\nHere, the habeas record reveals that Andrus' counsel fell short of his obligation in multiple ways: First, counsel performed almost no mitigation investigation, overlooking vast tranches of mitigating evidence. Second, due to counsel's failure to investigate compelling mitigating evidence, what little evidence counsel did present backfired by bolstering the State's aggravation case. Third, counsel failed adequately to investigate the State's aggravating evidence, thereby forgoing critical opportunities to rebut the case in aggravation. Taken together, those deficiencies effected an unconstitutional abnegation of prevailing professional norms.\n1\nTo assess whether counsel exercised objectively reasonable judgment under prevailing professional standards, we first ask \"whether the investigation supporting counsel's decision not to introduce mitigating evidence of [Andrus'] background was itself reasonable.\" Id. , at 523, 123 S.Ct. 2527 (emphasis deleted); see also id. , at 528, 123 S.Ct. 2527 (considering whether \"the scope of counsel's investigation into petitioner's background\" was reasonable); Porter , 558 U.S. at 39, 130 S.Ct. 447. Here, plainly not. Although counsel nominally put on a case in mitigation in that counsel in fact called witnesses to the stand after the prosecution rested, the record leaves no doubt that counsel's investigation to support that case was an empty exercise.\nTo start, counsel was, by his own admissions at the habeas hearing, barely acquainted with the witnesses who testified during the case in mitigation. Counsel acknowledged that the first time he met Andrus' mother was when she was subpoenaed to testify, and the first time he met Andrus' biological father was when he showed up at the courthouse to take the stand. Counsel also admitted that he did not get in touch with the third witness (Dr. Roache) until just before voir dire , and became aware of the final witness (Martins) only partway through trial. Apart from some brief pretrial discussion with Dr. Roache, who averred that he was \"struck by the extent to which [counsel] appeared unfamiliar\" with pertinent issues, counsel did not prepare the witnesses or go over their testimony before calling them to the stand. 13 Habeas Tr., Def. Exh. 6, p. 3.\nOver and over during the habeas hearing, counsel acknowledged that he did not look into or present the myriad tragic circumstances that marked Andrus' life. For instance, he did not know that Andrus had attempted suicide in prison, or that Andrus' experience in the custody of the TYC left him badly traumatized. Aside from Andrus' mother and biological father, counsel did not meet with any of Andrus' close family members, all of whom had disturbing stories about Andrus' upbringing. As a clinical psychologist testified at the habeas hearing, Andrus suffered \"very pronounced trauma\" and posttraumatic stress disorder symptoms from, among other things, \"severe neglect\" and exposure to domestic violence, substance abuse, and death in his childhood. 6 id. , at 168-169, 180; 7 id. , at 52. Counsel uncovered none of that evidence. Instead, he \"abandoned [his] investigation of [Andrus'] background after having acquired only rudimentary knowledge of his history from a narrow set of sources.\" Wiggins , 539 U.S. at 524, 123 S.Ct. 2527.\nOn top of that, counsel \"ignored pertinent avenues for investigation of which he should have been aware,\" and indeed was aware. Porter , 558 U.S. at 40, 130 S.Ct. 447. At trial, counsel averred that his review did not reveal that Andrus had any mental-health issues. But materials prepared by a mitigation expert well before trial had pointed out that Andrus had been \"diagnosed with affective psychosis,\" a mental-health condition marked by symptoms such as depression, mood lability, and emotional dysregulation. 3 id. , at 70. At the habeas hearing, counsel admitted that he \"recall[ed] noting,\" based on the mitigation expert's materials, that Andrus had been \"diagnosed with this seemingly serious mental health issue.\" Id. , at 71. He also acknowledged that a clinical psychologist briefly retained to examine a limited sample of Andrus' files had informed him that Andrus may have schizophrenia. Clearly, \"the known evidence would [have] le[d] a reasonable attorney to investigate further.\" Wiggins , 539 U.S. at 527, 123 S.Ct. 2527. Yet counsel disregarded, rather than explored, the multiple red flags.\nIn short, counsel performed virtually no investigation, either of the few witnesses he called during the case in mitigation, or of the many circumstances in Andrus' life that could have served as powerful mitigating evidence. The untapped body of mitigating evidence was, as the habeas hearing revealed, simply vast.\n\"[C]ounsel's failure to uncover and present [the] voluminous mitigating evidence,\" moreover, cannot \"be justified as a tactical decision.\" Id. , at 522, 123 S.Ct. 2527 ; see also Williams , 529 U.S. at 396, 120 S.Ct. 1495. Despite repeated questioning, counsel never offered, and no evidence supports, any tactical rationale for the pervasive oversights and lapses here. Instead, the overwhelming weight of the record shows that counsel's \"failure to investigate thoroughly resulted from inattention, not reasoned strategic judgment.\" Wiggins , 539 U.S. at 526, 123 S.Ct. 2527. That failure is all the more alarming given that counsel's purported strategy was to concede guilt and focus on mitigation. Indeed, counsel justified his decision to present \"basically\" \"no defense\" during the guilt phase by stressing that he intended to train his efforts on the case in mitigation. 3 Habeas Tr. 57. As the habeas hearing laid bare, that representation blinked reality. Simply put, \"the scope of counsel's [mitigation] investigation\" approached nonexistent. Wiggins , 539 U.S. at 528, 123 S.Ct. 2527 (emphasis deleted).\n2\nNo doubt due to counsel's failure to investigate the case in mitigation, much of the so-called mitigating evidence he offered unwittingly aided the State's case in aggravation. Counsel's introduction of seemingly aggravating evidence confirms the gaping distance between his performance at trial and objectively reasonable professional judgment.\nThe testimony elicited from Andrus' mother best illustrates this deficiency. First to testify during the case in mitigation, Andrus' mother sketched a portrait of a tranquil upbringing, during which Andrus got himself into trouble despite his family's best efforts. On her account, Andrus fell into drugs entirely on his own: Drugs were not available at home, Andrus did not use them at home, and she would have intervened had she known about Andrus' drug habits. Andrus, his mother related to the jury, \"[k]ind of \" \"just decided he didn't want to do what [she] told him to do.\" 49 Tr. 83.\nEven though counsel called Andrus' mother as a defense witness, he was ill-prepared for her testimony. Andrus told counsel that his mother was being untruthful on the stand, but counsel made no real attempt to probe the accuracy of her testimony. Later, at the habeas hearing, counsel conceded that Andrus' mother had been a \"hostile\" witness. 3 Habeas Tr. 94. He further admitted that he \"[did not] know if [Andrus' mother] was telling the truth,\" id. , at 96, and could not even say that he had known what Andrus' mother would say on the stand, because he had not \"done any independent investigation\" of her, id. , at 95.\nNone of that inaction was for want of warning. During the habeas proceedings, a mitigation specialist averred that she had alerted Andrus' counsel to her concerns about Andrus' mother well before trial. In a short interview with the mitigation specialist, Andrus' mother had stated that she \"had too many kids,\" and had taken out a $10,000 life-insurance policy on Andrus on which she would be able to collect were Andrus executed. 13 id. , Def. Exh. 28, p. 5. Troubled by these comments, the mitigation specialist \"specifically discussed with [Andrus' counsel] the fact that [Andrus' mother] was not being a cooperative witness and might not have Andrus' best interests motivating her behavior.\" Id. , at 6. But Andrus' counsel did not heed the caution.\nTurning a bad situation worse, counsel's uninformed decision to call Andrus' mother ultimately undermined Andrus' own testimony. After Andrus testified that his mother had sold drugs from home when he was a child, counsel promptly pointed out that Andrus \"heard [his] mama testify,\" and that she \"didn't say anything about selling drugs.\" 51 Tr. 48. Whether counsel merely intended to provide Andrus an opportunity to explain the discrepancy (or, far worse, sought to signal that his client was being deceitful) the jury could have understood counsel's statements to insinuate that Andrus was lying. Counsel did nothing to dislodge that suggestion, and the damaging exchange occurred only because defense counsel had called a hostile witness in the first place. Plainly, these offerings of seemingly aggravating evidence further demonstrate counsel's constitutionally deficient performance.\n3\nCounsel also failed to conduct any independent investigation of the State's case in aggravation, despite ample opportunity to do so. He thus could not, and did not, rebut critical aggravating evidence. This failure, too, reinforces counsel's deficient performance. See Rompilla v. Beard , 545 U.S. 374, 385, 125 S.Ct. 2456, 162 L.Ed.2d 360 (2005) (\"counsel ha[s] a duty to make all reasonable efforts to learn what they c[an] about the offense[s]\" the prosecution intends to present as aggravating evidence).\nDuring the case in aggravation, the State's task was to prove to the jury that Andrus presented a future danger to society. Tex. Code Crim. Proc. Ann., Art. 37.071, § 2(b)(1) (Vernon 2006). To that end, the State emphasized that Andrus had acted aggressively in TYC facilities and in prison while awaiting trial. This evidence principally comprised verbal threats, but also included instances of Andrus' kicking, hitting, and throwing excrement at prison officials when they tried to control him. See App. to Pet. for Cert. 10-13. Had counsel genuinely investigated Andrus' experiences in TYC custody, counsel would have learned that Andrus' behavioral problems there were notably mild, and the harms he sustained severe. Or, with sufficient understanding of the violent environments Andrus inhabited his entire life, counsel could have provided a counternarrative of Andrus' later episodes in prison. But instead, counsel left all of that aggravating evidence untouched at trial-even going so far as to inform the jury that the evidence made it \"probabl[e]\" that Andrus was \"a violent kind of guy.\" 52 Tr. 35.\nThe State's case in aggravation also highlighted Andrus' alleged commission of a knifepoint robbery at a dry-cleaning business. At the time of the offense, \"all [that] the crime victim ... told the police ... was that he had been the victim of an assault by a black man.\" 3 Habeas Tr. 65. Although Andrus stressed to counsel his innocence of the offense, and although the State had not proceeded with charges, Andrus' counsel did not attempt to exclude or rebut the State's evidence. That, too, is because Andrus' counsel concededly had not independently investigated the incident. In fact, at the habeas hearing, counsel did not even recall Andrus' denying responsibility for the offense. Had he looked, counsel would have discovered that the only evidence originally tying Andrus to the incident was a lone witness statement, later recanted by the witness, that led to the inclusion of Andrus' photograph in a belated photo array, which the police admitted gave rise to numerous reliability concerns. The dissent thus reinforces Andrus' claim of deficient performance by recounting and emphasizing the details of the dry-cleaning offense as if Andrus were undoubtedly the perpetrator. See post , at 1890 - 1891 (opinion of ALITO, J.). The very problem here is that the jury indeed heard that account, but not any of the significant evidence that would have cast doubt on Andrus' involvement in the offense at all: significant evidence that counsel concededly failed to investigate.\nThat is hardly the work of reasonable counsel. In Texas, a jury cannot recommend a death sentence without unanimously finding that a defendant presents a future danger to society (i.e. , that the State has made a sufficient showing of aggravation). Tex. Code Crim. Proc. Ann., Art. 37.071, § 2(b)(1). Only after a jury makes a finding of future dangerousness can it consider any mitigating evidence. Ibid. Thus, by failing to conduct even a marginally adequate investigation, counsel not only \"seriously compromis[ed his] opportunity to respond to a case for aggravation,\" Rompilla , 545 U.S. at 385, 125 S.Ct. 2456, but also relinquished the first of only two procedural pathways for opposing the State's pursuit of the death penalty. There is no squaring that conduct, certainly when examined alongside counsel's other shortfalls, with objectively reasonable judgment.\nB\nHaving found deficient performance, the question remains whether counsel's deficient performance prejudiced Andrus. See Strickland , 466 U.S. at 692, 104 S.Ct. 2052. Here, prejudice exists if there is a reasonable probability that, but for his counsel's ineffectiveness, the jury would have made a different judgment about whether Andrus deserved the death penalty as opposed to a lesser sentence. See Wiggins , 539 U.S. at 536, 123 S.Ct. 2527 ; see also Tex. Code Crim. Proc. Ann., Art. 37.071, § 2(e)(1). In assessing whether Andrus has made that showing, the reviewing court must consider \"the totality of the available mitigation evidence-both that adduced at trial, and the evidence adduced in the habeas proceeding\"-and \"reweig[h] it against the evidence in aggravation.\" Williams , 529 U.S. at 397-398, 120 S.Ct. 1495 ; see also Sears v. Upton , 561 U.S. 945, 956, 130 S.Ct. 3259, 177 L.Ed.2d 1025 (2010) (per curiam ) (\"A proper analysis of prejudice under Strickland would have taken into account the newly uncovered [mitigation] evidence ..., along with the mitigation evidence introduced during [the defendant's] penalty phase trial, to assess whether there is a reasonable probability that [the defendant] would have received a different sentence after a constitutionally sufficient mitigation investigation\" (citing cases)). And because Andrus' death sentence required a unanimous jury recommendation, Tex. Code Crim. Proc. Ann., Art. 37.071, prejudice here requires only \"a reasonable probability that at least one juror would have struck a different balance\" regarding Andrus' \"moral culpability,\" Wiggins , 539 U.S. at 537-538, 123 S.Ct. 2527 ; see also Tex. Code Crim. Proc. Ann., Art. 37.071, § 2(e)(1).\nAccording to Andrus, effective counsel would have painted a vividly different tableau of aggravating and mitigating evidence than that presented at trial. See Pet. for Cert. 18. But despite powerful and readily available mitigating evidence, Andrus argues, the Texas Court of Criminal Appeals failed to engage in any meaningful prejudice inquiry. See ibid.\nIt is unclear whether the Court of Criminal Appeals considered Strickland prejudice at all. Its one-sentence denial of Andrus' Strickland claim, see supra , at 1880 - 1881, does not conclusively reveal whether it determined that Andrus had failed to demonstrate deficient performance under Strickland 's first prong, that Andrus had failed to demonstrate prejudice under Strickland 's second prong, or that Andrus had failed to satisfy both prongs of Strickland .\nUnlike the concurring opinion, however, the brief order of the Court of Criminal Appeals did not analyze Strickland prejudice or engage with the effect the additional mitigating evidence highlighted by Andrus would have had on the jury. What little is evident from the proceeding below is that the concurring opinion's analysis of or conclusion regarding prejudice did not garner a majority of the Court of Criminal Appeals. Given that, the court may have concluded simply that Andrus failed to demonstrate deficient performance under the first prong of Strickland (without even reaching the second prong). For the reasons explained above, any such conclusion is erroneous as a matter of law. See supra , at 1881 - 1886.\nThe record before us raises a significant question whether the apparent \"tidal wave,\" 7 Habeas Tr. 101, of \"available mitigating evidence taken as a whole\" might have sufficiently \" 'influenced the jury's appraisal' of [Andrus'] moral culpability\" as to establish Strickland prejudice, Wiggins , 539 U.S. at 538, 123 S.Ct. 2527 (quoting Williams , 529 U.S. at 398, 120 S.Ct. 1495 ). (That is, at the very least, whether there is a reasonable probability that \"at least one juror would have struck a different balance.\" Wiggins , 539 U.S. at 537, 123 S.Ct. 2527.) That prejudice inquiry \"necessarily require[s] a court to 'speculate' as to the effect of the new evidence\" on the trial evidence, \"regardless of how much or little mitigation evidence was presented during the initial penalty phase.\" Sears , 561 U.S. at 956, 130 S.Ct. 3259 ; see also id. , at 954, 130 S.Ct. 3259 (\"We have never limited the prejudice inquiry under Strickland to cases in which there was 'little or no mitigation evidence' presented\"). Given the uncertainty as to whether the Texas Court of Criminal Appeals adequately conducted that weighty and record-intensive analysis in the first instance, we remand for the Court of Criminal Appeals to address Strickland prejudice in light of the correct legal principles articulated above. See Cutter v. Wilkinson , 544 U.S. 709, 718, n. 7, 125 S.Ct. 2113, 161 L.Ed.2d 1020 (2005).\n* * *\nWe conclude that Andrus has shown deficient performance under the first prong of Strickland , and that there is a significant question whether the Court of Criminal Appeals properly considered prejudice under the second prong of Strickland . We thus grant Andrus' petition for a writ of certiorari and his motion for leave to proceed in forma pauperis , vacate the judgment of the Texas Court of Criminal Appeals, and remand the case for the court to address the prejudice prong of Strickland in a manner not inconsistent with this opinion.\nIt is so ordered .\nJustice ALITO, with whom Justice THOMAS and Justice GORSUCH join, dissenting.\nThe Court clears this case off the docket, but it does so on a ground that is hard to take seriously. According to the Court, \"[i]t is unclear whether the Court of Criminal Appeals considered Strickland prejudice at all.\" Ante , at 1886; see Strickland v. Washington , 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984). But that reading is squarely contradicted by the opinion of the Court of Criminal Appeals (CCA), which said explicitly that Andrus failed to show prejudice:\n\"[Andrus] fails to meet his burden under Strickland v. Washington , 466 U.S. 668 [104 S.Ct. 2052, 80 L.Ed.2d 674] (1984), to show by a preponderance of the evidence that his counsel's representation fell below an objective standard of reasonableness and that there was a reasonable probability that the result of the proceedings would have been different , but for counsel's deficient performance .\" App. to Pet. for Cert. 7-8 (emphasis added).\nNot only does the CCA opinion contain this express statement, but it adds that the trial court did not heed Strickland 's test for prejudice. See App. to Pet. for Cert. 8, n. 2 (\"[T]hroughout its findings, the trial court misstates the Strickland prejudice standard by omitting the standard's 'reasonable probability' language\"). And the record clearly shows that the trial court did not apply that test to Andrus's claim. See App. to Pet. for Cert. 36-37. A majority of this Court cannot seriously think that the CCA pointed this out and then declined to reach the issue of prejudice.\nHow, then, can the Court get around the unmistakable evidence that the CCA decided the issue of prejudice? It begins by expressing doubt about the meaning of the critical sentence reproduced above. According to the Court, that sentence \"does not conclusively reveal whether [the CCA] determined ... that Andrus had failed to demonstrate prejudice under Strickland 's second prong.\" Ante , at 1886. It is hard to write a more conclusive sentence than \"[Andrus] fails to meet his burden under Strickland v. Washington , 466 U.S. 668, 104 S.Ct. 2052, 80 L.Ed.2d 674 (1984), to show by a preponderance of the evidence ... that there was a reasonable probability that the result of the proceedings would have been different, but for counsel's deficient performance.\" App. to Pet. for Cert. 7-8. Perhaps the Court thinks the CCA should have used CAPITAL LETTERS or bold type . Or maybe it should have added: \"And we really mean it!!!\"\nNot only does the Court express doubt that the CCA reached the prejudice prong of Strickland , but the Court is not sure that the CCA decided even the performance prong. See ante , at 1886 (\"Its one-sentence denial of Andrus' Strickland claim ... does not conclusively reveal whether it determined that Andrus had failed to demonstrate deficient performance under Strickland 's first prong\"). The Court may feel it necessary to make that statement because the CCA disposed of both prongs in the sentence quoted above. So if that sentence is not sufficient to show that the CCA reached the prejudice prong, there is no better reason for thinking that it decided the performance prong. But if the Court really thinks that the CCA did not decide the performance issue, why does it treat that issue differently from the prejudice issue? Why does it decide the performance question in the first instance? Are we now a court of \"first view\" and not, as we have often stressed, a \"court of review\"? See, e.g. , McLane Co., Inc. v. EEOC , 581 U. S. ----, ----, 137 S.Ct. 1159, 1170, 197 L.Ed.2d 500 (2017). The Court's disparate treatment of the two parts of the CCA's dispositive sentence shows that the Court is only selectively skeptical.\nThe Court gives two reasons for doubting that the CCA reached the issue of prejudice, but both are patent makeweights. First, the Court notes that the CCA's per curiam opinion, unlike the concurring opinion, did not provide reasons for finding that prejudice had not been shown. But the failure to explain is not the same as failure to decide. Today's \"tutelary remand\" is a misuse of our supervisory authority and a waste of our and the CCA's time.\nLawrence v. Chater , 516 U.S. 163, 185, 116 S.Ct. 604, 133 L.Ed.2d 545 (1996) (Scalia, J., dissenting).\nSecond, the Court observes that the concurring opinion, which discussed the question of prejudice at some length, was joined by only four of the CCA's nine judges. See App. to Pet. for Cert. 9-21 (opinion of Richardson, J., joined by Keller, P. J., and Hervey and Slaughter, JJ.). But that does not show that the other five declined to decide the question of prejudice. The most that one might possibly infer is that these judges might not have agreed with everything in the concurrence, but even that is by no means a certainty. So the Court's reading of the decision below is contrary to the plain language of the decision and is not supported by any reason worth mentioning.\nIf that were not enough, the Court's reading is belied by Andrus's interpretation of the CCA decision. Andrus nowhere claims that the CCA failed to decide the issue of prejudice. On the contrary, the petition faults the CCA for providing \"a truncated 'no prejudice' analysis,\" not for failing to decide the prejudice issue at all. Pet. for Cert. ii (emphasis added). Indeed, the main argument in the petition is that we should modify Strickland because courts are too often rejecting ineffective-assistance claims for lack of prejudice. That argument would make no sense if the CCA had not decided the prejudice issue, something that is never even implied by Andrus's counsel in either the 40-page petition or the 11-page reply.\nNot only did the CCA clearly hold that Andrus failed to show prejudice, but there was strong support for that holding in the record. To establish prejudice, Andrus must show \"a substantial, not just conceivable, likelihood\" that one of the jurors who unanimously agreed on his sentence would not have done so if his trial counsel had presented more mitigation evidence. Cullen v. Pinholster , 563 U.S. 170, 189, 131 S.Ct. 1388, 179 L.Ed.2d 557 (2011) (internal quotation marks omitted). This inquiry focuses not just on the newly offered mitigation evidence, but on the likelihood that this evidence would have overcome the State's aggravation evidence. See, e.g. , Sears v. Upton , 561 U.S. 945, 955-956, 130 S.Ct. 3259, 177 L.Ed.2d 1025 (2010) (per curiam ). While providing a lengthy (and one-sided) discussion of Andrus's mitigation evidence, the Court never acknowledges the volume of evidence that Andrus is prone to brutal and senseless violence and presents a serious danger to those he encounters whether in or out of prison. Instead, the Court says as little as possible about Andrus's violent record.\nFor example, here is what the Court says about the crimes for which he was sentenced to death: \"Not long after Andrus' release from prison at age 18, Andrus attempted the fatal carjacking that resulted in his capital convictions.\" Ante , at 1880.\nHere is what the record shows. According to Andrus's confession, he left his apartment one evening, \" 'amped up' on embalming fluid [PCP] mixed with marijuana, cocaine, and beer,\" and looked for a car to \"go joy-riding.\" No. AP-76,936, p. 5 (CCA, Mar. 23, 2016) (Reh'g Op.); see also 54 Tr., Pl. Exh. 147 (Andrus's confession). In the parking lot of a supermarket, he saw Avelino Diaz drop off his wife, Patty, in front of the store. By his own admission, Andrus approached Diaz's car with a gun drawn, but he abandoned the carjacking attempt when he saw that the car had a stick shift, which he could not drive. Alerted by a store employee, Patty Diaz ran out of the store and found her husband lying by the side of the car with a bullet wound in the back of his head. He was subsequently pronounced dead.\nAfter killing Avelino Diaz, Andrus approached a car with two occupants, whom Andrus described as an \"old man and old wom[a]n.\" Id ., at 2. Andrus fired three shots into the car. The first went through the open driver's side window and hit the passenger, Kim-Phuong Vu Bui, in the head. As the car sped away, Andrus fired a second shot, which entered the back driver's side window, and a third shot, which \"entered at an angle indicating that the shot originated from a farther distance.\" Reh'g Op. 3. One of these bullets hit the driver, Steve Bui, in the back. Seeing that blood was coming out of his wife's mouth, Steve drove her to a hospital and carried her inside, where she died.\nThese senseless murders in October 2008 were not Andrus's first crimes. In 2004, he was placed on probation for a drug offense, but just two weeks later, he committed an armed robbery. Andrus and two others followed a woman to her parents' home, where they held her at gunpoint and took her purse and gym bag. The woman identified Andrus as the perpetrator who held the gun. Id ., at 7.\nFor this offense, Andrus was sent to a juvenile facility where he showed such \" 'significant assaultive behavior' toward other youths and staff \" that he was eventually transferred to an adult facility. App. to Pet. for Cert. 11. Shortly after his release, he again violated his supervisory conditions and was returned to the adult facility. Ibid .\nWhen he was released again, he committed an armed robbery of a dry-cleaning establishment. Around 7 a.m. one morning, he entered the business and chased the owner, Tuan Tran, to the back. He beat Tran and threatened him with a knife until Tran gave him money. Reh'g Op. 7-8. Andrus's ex-girlfriend told the police that he confessed to this robbery. 8 Habeas Tr. 14. In addition, Tran picked Andrus out of a photo array, 46 Tr. 66, 69-70, and testified at trial that the robber was in the courtroom, id. , at 59-60, but he was too afraid to point at Andrus, ibid . Less than two months after this crime, Andrus murdered Avelino Diaz and Kim-Phuong Vu Bui. App. to Pet. for Cert. 11.\nWhile awaiting trial for those murders, Andrus carried out a reign of terror in jail. He assaulted another detainee, attacked and injured corrections officers, threw urine in an officer's face, repeatedly made explicit threats to kill officers and staff, flooded his cell and threw excrement on the walls, and engaged in other disruptive acts. Id. , at 11-13. Also while awaiting trial for murder, he had the words \"murder weapon\" tattooed on his hands and a smoking gun tattooed on his forearm. 51 Tr. 65-66, 68.\nIn sum, the CCA assessed the issue of prejudice in light of more than the potentially mitigating evidence that the Court marshals for Andrus. The CCA had before it strong aggravating evidence that Andrus wantonly killed two innocent victims and shot a third; that he committed other violent crimes; that he has a violent, dangerous, and unstable character; and that he is a threat to those he encounters.\nThe CCA has already held once that Andrus failed to establish prejudice. I see no good reason why it should be required to revisit the issue.\nThe dissent states that the victim identified Andrus as the individual holding the gun, post , at 1890 (opinion of ALITO, J.), but in fact, the victim testified at Andrus' trial that she did not and could not identify faces or individuals, see 4 Tr. 17, 19-20. The dissent also claims that \"the victim matched Andrus's clothing to the gunman's,\" post , at 1890, n. 1, but neglects to mention that the victim described at least two individuals as wearing such clothing, see 46 Tr. 25-27.\nSee, e.g. , 5 Habeas Tr. 189 (TYC ombudsman testifying that it was \"surpris[ing] how few\" citations Andrus received, \"particularly in the dorms where [Andrus] was\" housed); ibid. (TYC ombudsman finding \"nothing uncommon\" about Andrus' altercations because \"sometimes you ... have to fight to get by\" in the \"violent atmosphere\" and \"savage environment\"); id. , at 169 (TYC ombudsman testifying that Andrus' isolation periods in TCY custody, for 90 days at a time when Andrus was 16 or 17 years old, \"would horrify most current professionals in our justice field today\"); id. , at 246 (TYC ombudsman testifying that Andrus' \"experience at TYC\" \"damaged him\" and \"further traumatized\" him).\nThe dissent maintains that this witness, Andrus' ex-girlfriend, \"linked [Andrus] to the robbery,\" post , at 1890, n. 4, even though she testified at the habeas hearing that she thought \"it was impossible\" that Andrus had committed the offense, 8 Habeas Tr. 57.\nThe dissent does not mention that Andrus' image was conspicuously placed in a central position in the photo array, as the \"[o]nly one ... looking directly up and out.\" 8 Habeas Tr. 35; see also id. , at 32. Nor does the dissent acknowledge that there was an approximately 3-month interval between the incident (after which the victim provided little identifying information about the assailant) and the police's presentation of the photo array to the victim. See id. , at 37; 46 Tr. 65. When asked about the delay, the detective who prepared the photo array admitted that memory can \"deca[y] within a matter of days after a traumatizing incident like a crime\" and that an \"eyewitness identificatio[n]\" \"can be\" \"more exponentially problematic\" \"the greater the time interval between the incident and the identification.\" 8 Habeas Tr. 31; see also ibid. (detective confirming that there can be \"real problems with reliability\" if an \"identification [was] made several months\" after).\nThe Court of Criminal Appeals did briefly observe that the trial court's order recommending relief had omitted the \" 'reasonable probability' \" language when reciting the Strickland prejudice standard. App. to Pet. for Cert. 8, n. 2; cf. Strickland , 466 U.S. at 694, 104 S.Ct. 2052 (a defendant \"must show that there is a reasonable probability that, but for counsel's unprofessional errors, the result of the proceeding would have been different\"). Even were there reason to set aside that \"[t]rial judges are presumed to know the law,\" Lambrix v. Singletary , 520 U.S. 518, 532, n. 4, 117 S.Ct. 1517, 137 L.Ed.2d 771 (1997) (internal quotation marks omitted), the trial court's omission of the \"reasonable probability\" language would at most suggest that it held Andrus to (and found that Andrus had satisfied) a stricter standard of prejudice than that set forth in Strickland .\nThe concurring opinion, moreover, seemed to assume that the prejudice inquiry here turns principally on how the facts of this case compare to the facts in Wiggins . We note that we have never before equated what was sufficient in Wiggins with what is necessary to establish prejudice. Cf. Wiggins , 539 U.S. at 537-538, 123 S.Ct. 2527 (\"[T]he mitigating evidence in this case is stronger, and the State's evidence in support of the death penalty far weaker, than in Williams , where we found prejudice as the result of counsel's failure to investigate and present mitigating evidence\"); Williams , 529 U.S. at 399, 120 S.Ct. 1495 (finding such prejudice after applying AEDPA deference).\nThe dissent trains its attention on the aggravating evidence actually presented at trial. Post , at 1889 - 1891; but see Sears , 561 U.S. at 956, 130 S.Ct. 3259 (Strickland prejudice inquiry \"will necessarily require a court to 'speculate' as to the effect of the new evidence\" on the trial evidence); 561 U.S. at 956, 130 S.Ct. 3259 (\"A proper analysis of prejudice under Strickland would have taken into account the newly uncovered evidence ..., along with the mitigation evidence introduced during [the] penalty phase trial\").\nThe Court credits Andrus's version of the event and repeats his allegation that he merely served as a \"lookout.\" Ante , at 1877 - 1878, 1880. As the CCA explained on direct review, however, the victim matched Andrus's clothing to the gunman's. See Reh'g Op. 7; see also 46 Tr. 23-25 (arresting officer explaining that only Andrus's clothing matched the suspect description).\nJust as the Court provides a one-sided summary of Andrus's mitigation evidence, it quibbles at every possible turn with the aggravation evidence. Thus, the Court states that Andrus's behavioral problems at this facility \"were notably mild.\" Ante , at 1884. But the witness on whose testimony the Court relies admitted that Andrus's record included multiple threats and assaults against staff and other youths. 4 Habeas Tr. 202-204. And the record shows that Andrus had needed to be removed from general population 77 times. 10 id. , Pl. Exh. 28. The responsible corrections officials obviously did not think this record was \"notably mild,\" because it prompted them to transfer him to an adult facility.\nAlthough Andrus's ex-girlfriend later signed an affidavit contradicting herself, 41 id. , Def. Exh. 139, pp. 1-2, she admitted at the habeas hearing-after learning that she had been recorded-that she indeed relayed this information, 8 id. , at 48-49. Andrus's counsel tried to withdraw her affidavit from evidence, having \"learned information that caused [them] to doubt [her] reliability.\" Id. , at 5.\nThe Court again credits Andrus's allegation that he did not commit this robbery. See ante , at 1884 - 1885. In support, the Court points to what Tran told police shortly after being beaten and to supposed problems with the photo array from which Tran first identified Andrus. But the Court cannot dispute that Andrus's ex-girlfriend linked him to the robbery or that Tran identified him twice. Nor did the detective to whom the Court refers in fact testify that \"the inclusion of Andrus' photograph in a belated photo array ... gave rise to numerous reliability concerns.\" Ante , at 1885; see 8 Habeas Tr. 31 (testifying, in response to habeas counsel's repeated questions whether delays affect the reliability of identifications, only that they \"can\"); id. , at 42-44 (affirming the bases for Andrus's inclusion).",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Terence Tramaine ANDRUS\nv.\nTEXAS\nNo. 18-9674\nSupreme Court of the United States.\nDecided June 15, 2020"
  },
  "file_name": "1875-01",
  "first_page_order": 1875,
  "last_page_order": 1891
}
