{
  "id": 12626321,
  "name": "KANSAS v. Timothy C. BOETTGER Kansas v. Ryan Robert Johnson",
  "name_abbreviation": "Kansas v. Boettger",
  "decision_date": "2020-06-22",
  "docket_number": "No. 19-1051",
  "first_page": "1956",
  "last_page": "1959",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 1956"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "Va. Code Ann. § 18.2-423",
      "category": "laws:leg_statute",
      "reporter": "Va. Code Ann.",
      "year": 1996,
      "opinion_index": 0
    },
    {
      "cite": "394 U.S. 705",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178344
      ],
      "weight": 3,
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0705-01"
      ]
    },
    {
      "cite": "37 S.W. 123",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "year": 1896,
      "pin_cites": [
        {
          "page": "126"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "135 Mo. 450",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        8843401
      ],
      "year": 1896,
      "pin_cites": [
        {
          "page": "459"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mo/135/0450-01"
      ]
    },
    {
      "cite": "2 Pet. 1",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        11335131
      ],
      "weight": 2,
      "year": 1829,
      "pin_cites": [
        {
          "page": "18"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/27/0001-01"
      ]
    },
    {
      "cite": "530 U.S. 255",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9413657
      ],
      "weight": 5,
      "year": 2000,
      "pin_cites": [
        {
          "page": "268"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/530/0255-01"
      ]
    },
    {
      "cite": "561 U.S. 742",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12455289,
        3644508
      ],
      "weight": 3,
      "year": 2010,
      "pin_cites": [
        {
          "page": "823",
          "parenthetical": "opinion concurring in part and concurring in judgment"
        },
        {
          "parenthetical": "opinion concurring in part and concurring in judgment"
        },
        {
          "parenthetical": "opinion concurring in part and concurring in judgment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/177/0894-01",
        "/us/561/0742-01"
      ]
    },
    {
      "cite": "301 Ga. 147",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        12461301
      ],
      "weight": 4,
      "year": 2017,
      "pin_cites": [
        {
          "page": "151"
        },
        {
          "page": "352"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ga/301/0147-01"
      ]
    },
    {
      "cite": "330 Conn. 149",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12500480
      ],
      "weight": 4,
      "year": 2018,
      "pin_cites": [
        {
          "page": "173"
        },
        {
          "page": "18-19"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a3d/193/0001-01"
      ]
    },
    {
      "cite": "135 S.Ct. 2001",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12589931
      ],
      "weight": 6,
      "year": 2015,
      "pin_cites": [
        {
          "parenthetical": "dissenting opinion"
        },
        {
          "parenthetical": "dissenting opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/2001-01"
      ]
    },
    {
      "cite": "575 U.S. 723",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "weight": 2,
      "year": 2015,
      "pin_cites": [
        {
          "page": "760-767",
          "parenthetical": "dissenting opinion"
        },
        {
          "page": "765"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "538 U.S. 343",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9030793
      ],
      "weight": 10,
      "year": 2003,
      "pin_cites": [
        {
          "page": "359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/538/0343-01"
      ]
    },
    {
      "cite": "450 P.3d 790",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2019,
      "pin_cites": [
        {
          "page": "792"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "450 P.3d 805",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "year": 2019,
      "pin_cites": [
        {
          "page": "807"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "Kan. Stat. Ann. § 21-5415",
      "category": "laws:leg_statute",
      "reporter": "Kan. Stat. Ann.",
      "year": 2018,
      "pin_cites": [
        {
          "page": "(a)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 690,
    "char_count": 10380,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2636512785108321
    },
    "sha256": "40c96960a2acd544b232edd0c1705c979c397a122d6ac0e52cd4a5aa4c7b7b21",
    "simhash": "1:89abda79033f7413",
    "word_count": 1744
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "KANSAS\nv.\nTimothy C. BOETTGER"
    ],
    "opinions": [
      {
        "text": "Justice THOMAS, dissenting from the denial of certiorari.\nKansas asks us to decide whether the First Amendment prohibits States from criminalizing threats to \"[c]ommit violence ... in reckless disregard of the risk of causing ... fear.\" Kan. Stat. Ann. § 21-5415(a)(1) (2018). Respondent Timothy Boettger was convicted for telling the son of a police detective that he \" 'was going to end up finding [his] dad in a ditch.' \" --- Kan. ----, ----, 450 P.3d 805, 807 (2019). Respondent Ryan Johnson was separately convicted for telling his mother that he \" 'wish[ed] [she] would die,' \" that he would \" 'help [her] get there,' \" and that he was \" 'going to f***ing kill [her] a***.' \" --- Kan. ----, ----, 450 P.3d 790, 792 (2019). The Kansas Supreme Court overturned both convictions and held that reckless threats are protected by the First Amendment, relying on Virginia v. Black , 538 U.S. 343, 123 S.Ct. 1536, 155 L.Ed.2d 535 (2003).\nIn my view, the Constitution likely permits States to criminalize threats even in the absence of any intent to intimidate. See Elonis v. United States , 575 U.S. 723, 760-767, 135 S.Ct. 2001, 192 L.Ed.2d 1 (2015) (dissenting opinion). It appears to follow that threats of violence made in reckless disregard of causing fear may be prohibited. The Kansas Supreme Court reached the opposite conclusion by overreading our decision in Black , which did not answer the question presented here. Other courts looking to Black , however, have upheld similar statutes. State v. Taupier , 330 Conn. 149, 193 A.3d 1 (2018) ; Major v. State , 301 Ga. 147, 800 S.E.2d 348 (2017). I would grant the petition for certiorari to resolve the split on this important question.\nI\nThe Fourteenth Amendment provides that \"[n]o State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States.\" § 1. As I have previously explained, \"[t]he evidence overwhelmingly demonstrates that the privileges and immunities of such citizens included individual rights enumerated in the Constitution.\" McDonald v. Chicago , 561 U.S. 742, 823, 130 S.Ct. 3020, 177 L.Ed.2d 894 (2010) (opinion concurring in part and concurring in judgment). One of those rights is \"the freedom of speech\" in the First Amendment. See, e.g. , Cong. Globe, 39th Cong., 1st Sess., 2765 (1866) (speech of Sen. Howard).\nIt does not appear that the ratifiers of the First or Fourteenth Amendments understood the freedom of speech to protect reckless threats. In 1754, Parliament passed a statute making it a crime to \"knowingly send any Letter without any Name subscribed thereto, or signed with a fictitious Name ... threatening to kill or murder any of his Majesty's Subject or Subjects, or to burn their [property], though no Money or Venison, or other valuable Thing shall be demanded.\" 27 Geo. 2, ch. 15. English courts interpreted this statute to require what is known today as general intent-\"that is, that the defendant posses[s] knowledge with respect to the actus reus of the crime.\" Carter v. United States , 530 U.S. 255, 268, 120 S.Ct. 2159, 147 L.Ed.2d 203 (2000). As the trial court instructed the jurors in one leading case, \"if they were of the opinion that\" the \"terms of the letter conveyed an actual threat to kill or murder ... and that the prisoner knew the contents of it, they ought to find him guilty.\" King v. Girdwood , 1 Leach 142, 143, 168 Eng. Rep. 173 (1776). Only \"if they thought [the defendant] did not know the contents, or that the words might import any thing less than to kill or murder\" should they acquit. Ibid. The Court of Crown approved this instruction. Ibid. , 168 Eng. Rep., at 174; see also Rex v. Boucher , 4 Car. & P. 562, 563, 172 Eng. Rep. 826, 827 (N. P. 1831).\nMore than a dozen States and Territories enacted \"copies\" of this statute between the founding and Reconstruction. Elonis , supra , at 761, 135 S.Ct. 2001 (THOMAS, J., dissenting). New Jersey, for example, made it a crime to \"knowingly send or deliver any letter or writing, with or without a name subscribed thereto, or signed with a fictitious name, ... threatening to maim, wound, kill or murder any person, or to burn his or her [property], though no money, goods or chattels, or other valuable thing shall be demanded.\" 1796 N. J. Laws § 57, p. 108; see also Colo. Rev. Stat., ch. 22, § 112 (1868); 1864 Mont. Laws p. 205; 1864 Idaho Sess. Laws ch. 8, § 116; 1860 Pa. Laws p. 390; 1859 Neb. Laws p. 64; 1850 Cal. Stats. ch. 99, § 110; Mo. Rev. Stat. ch. 47, Art. 7, § 16 (1845); 1839 Iowa Acts p. 161; 1832 Fla. Laws § 34, pp. 68-69; 1827 Ill. Laws p. 145; 1816 Mich. Pub. Acts p. 24; 1816 Ga. Laws p. 178. The founding and Reconstruction generations would have understood these statutes to require a mental state of general intent. Girdwood and other English decisions were familiar to American lawyers. See, e.g. , 7 N. Dane, A General Abridgement and Digest of American Law 31-32 (1824). And \"where English statutes ... have been adopted into our own legislation; the known and settled construction of those statutes by courts of law, has been considered as silently incorporated into the acts, or has been received with all the weight of authority.\" Pennock v. Dialogue , 2 Pet. 1, 18, 7 L.Ed. 327 (1829) ; see also Elonis , supra, at 760-763, 135 S.Ct. 2001 (THOMAS, J., dissenting). The prevalence of statutes from the founding through Reconstruction that did not require intent to intimidate provides strong evidence of the meaning of the freedom of speech protected by the Fourteenth Amendment.\nThis evidence is reinforced by the fact that many of these States also guaranteed the freedom of speech in their constitutions. See, e.g. , Fla. Const., Art. I, § 5 (1838) ; Mich. Const., Art. I, § 7 (1835) ; Mo. Const., Art. XIII, § 16 (1820); Ill. Const., Art. VIII, § 22 (1818); N. J. Const., Art. I, § 5 (1844); Pa. Const., Art. IX, § 7 (1790). If statutes criminalizing reckless threats violated the freedom of speech, one would expect these States not to have such laws, but many of them did. At the very least, one would expect state courts to hold such laws unconstitutional, but it appears that none did. Near the end of the 19th century, one court observed that these laws had \"never been supposed to be obnoxious to freedom of speech.\" State v. McCabe , 135 Mo. 450, 459, 37 S.W. 123, 126 (1896).\nFinally, none of this Court's precedents have held that the First Amendment requires States to include intent to intimidate as an element in criminal threat statutes. The Court's decision in Watts v. United States , 394 U.S. 705, 89 S.Ct. 1399, 22 L.Ed.2d 664 (1969) (per curiam ), \"expressly declined to address the mental state required under the First Amendment for a 'true threat.' \" Elonis , 575 U.S., at 765, 135 S.Ct. 2001 (THOMAS, J., dissenting). The state statute in Black required \"intent to intimidate,\" Va. Code Ann. § 18.2-423 (1996), so the Court did not decide whether such intent was required to make the law comport with the First Amendment, Elonis, supra, at 765, 135 S.Ct. 2001 (THOMAS, J., dissenting).\nII\nThe Kansas Supreme Court, however, concluded that Black prohibited the State from criminalizing reckless threats. In reaching that conclusion, the court created a split with the Supreme Courts of Connecticut and Georgia. We should resolve this conflict and provide clear guidance to the lower courts.\nIn Black , a majority of the Court stated in passing that \" '[t]rue threats' encompass those statements where the speaker means to communicate a serious expression of an intent to commit an act of unlawful violence to a particular individual or group of individuals.\" 538 U.S., at 359, 123 S.Ct. 1536. The majority also stated in passing that \"[t]he speaker need not actually intend to carry out the threat.\" Id. , at 359-360, 123 S.Ct. 1536. Four Members of the majority added that \"[t]he First Amendment does not permit\" state law to \"ignor[e] all of the contextual factors that are necessary to decide whether [an act] is intended to intimidate.\" Id. , at 367, 123 S.Ct. 1536 (plurality opinion).\nState courts of last resort have divided over the meaning of this language. The Kansas Supreme Court held the State's reckless threat statute unconstitutional, relying on Black 's statement that \" '[i]ntimidation in the constitutionally proscribable sense of the word is a type of true threat, where a speaker directs a threat to a person or a group of persons with the intent of placing the victim in fear of bodily harm or death.' \" --- Kan., at ----, 450 P.3d, at 818 (quoting Black , supra , at 360, 123 S.Ct. 1536 ; emphasis deleted). But two other state courts of last resort have read Black differently. The Supreme Court of Connecticut found that \"nothing in Black itself suggests that the [C]ourt intended to overrule the preexisting consensus among the federal circuit courts of appeals that threatening speech may be punished under the [F]irst [A]mendment when a reasonable person would interpret the speech as a serious threat.\" Taupier , 330 Conn., at 173, 193 A.3d, at 18-19. And the Supreme Court of Georgia likewise read Black to allow States to prohibit threats made with reckless disregard. Major , 301 Ga., at 151, 800 S.E.2d, at 352.\nThis split regarding the mental state required by the First Amendment for these offenses will only deepen with time. Sixteen States and the District of Columbia filed an amicus brief representing that numerous statutes would be subject to challenge under the reasoning of the Supreme Court of Kansas. Brief for Virginia et al. as Amici Curiae 11-12. If state high courts hold even a fraction of these statutes unconstitutional, we will have no choice but to intervene. I would do so now to address the problem caused by our language in Black .\n* * *\nThe decisions in these cases-and the split among state courts of last resort-resulted from the lack of clarity in Black . Because the Court should squarely decide whether the Constitution permits States to criminalize threats of violence made in reckless disregard of causing fear, I respectfully dissent from the denial of certiorari.",
        "type": "majority",
        "author": "Justice THOMAS, dissenting from the denial of certiorari."
      }
    ],
    "attorneys": [
      "The motion of respondents for leave to proceed in forma pauperis is granted. The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "KANSAS\nv.\nTimothy C. BOETTGER\nKansas\nv.\nRyan Robert Johnson\nNo. 19-1051\nSupreme Court of the United States.\nDecided June 22, 2020\nThe motion of respondents for leave to proceed in forma pauperis is granted. The petition for a writ of certiorari is denied."
  },
  "file_name": "1956-01",
  "first_page_order": 1956,
  "last_page_order": 1959
}
