{
  "id": 12627097,
  "name": "William P. BARR, Attorney General, et al. v. Daniel Lewis LEE, et al.",
  "name_abbreviation": "Barr v. Lee",
  "decision_date": "2020-07-14",
  "docket_number": "No. 20A8",
  "first_page": "2590",
  "last_page": "2594",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 2590"
    },
    {
      "type": "parallel",
      "cite": "207 L. Ed. 2d 1044"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "206 L.Ed.2d 142",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12631066,
        12630079
      ],
      "weight": 2,
      "year": 2020,
      "pin_cites": [
        {
          "parenthetical": "SOTOMAYOR, J., dissenting from grant of stay"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/140/0991-03",
        "/s-ct/140/0681-01"
      ]
    },
    {
      "cite": "140 S.Ct. 681",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12630079
      ],
      "year": 2020,
      "pin_cites": [
        {
          "page": "683",
          "parenthetical": "SOTOMAYOR, J., dissenting from grant of stay"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/140/0681-01"
      ]
    },
    {
      "cite": "205 L.Ed.2d 379",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12628553,
        12629683
      ],
      "weight": 2,
      "year": 2019,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/140/0353-01",
        "/s-ct/140/0602-05"
      ]
    },
    {
      "cite": "140 S.Ct. 353",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12628553
      ],
      "weight": 3,
      "year": 2019,
      "pin_cites": [
        {
          "page": "353",
          "parenthetical": "statement of ALITO, J., respecting denial of stay or vacatur"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/140/0353-01"
      ]
    },
    {
      "cite": "2020 WL 3960928",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2020,
      "opinion_index": 0
    },
    {
      "cite": "135 S.Ct. 2726",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12591161
      ],
      "weight": 7,
      "year": 2015,
      "pin_cites": [
        {
          "parenthetical": "dissenting opinion"
        },
        {
          "parenthetical": "dissenting opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/2726-01"
      ]
    },
    {
      "cite": "576 U. S. 863",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "weight": 3,
      "year": 2015,
      "pin_cites": [
        {
          "page": "908-946",
          "parenthetical": "dissenting opinion"
        },
        {
          "page": "923-935"
        },
        {
          "page": "946"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "779 F.3d 1275",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4011390
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/779/1275-01"
      ]
    },
    {
      "cite": "783 F.3d 1089",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4149031
      ],
      "year": 2015,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/783/1089-01"
      ]
    },
    {
      "cite": "862 F.3d 490",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12275899
      ],
      "year": 2017,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/862/0490-01"
      ]
    },
    {
      "cite": "139 S.Ct. 1112",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12617370
      ],
      "weight": 5,
      "year": 2019,
      "pin_cites": [
        {
          "page": "1124"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/1112-01"
      ]
    },
    {
      "cite": "202 L.Ed.2d 258",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12622498,
        12622499,
        12617355,
        12622360,
        12622365
      ],
      "weight": 2,
      "year": 2018,
      "pin_cites": [
        {
          "parenthetical": "Sotomayor, J., dissenting from denial of application for stay and denial of certiorari"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/0360-03",
        "/s-ct/139/0360-04",
        "/s-ct/139/0011-01",
        "/s-ct/139/0338-02",
        "/s-ct/139/0339-01"
      ]
    },
    {
      "cite": "139 S.Ct. 11",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12617355
      ],
      "weight": 2,
      "year": 2018,
      "pin_cites": [
        {
          "page": "11",
          "parenthetical": "Sotomayor, J., dissenting from denial of application for stay and denial of certiorari"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/139/0011-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 783,
    "char_count": 14183,
    "pagerank": {
      "raw": 4.856319230494445e-08,
      "percentile": 0.30616225115827217
    },
    "sha256": "37af7a9b9276446ef1bec21bab5eca5349443631e91b656905ed15a515568d97",
    "simhash": "1:1bd0945eb709a64f",
    "word_count": 2164
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William P. BARR, Attorney General, et al.\nv.\nDaniel Lewis LEE, et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe application for stay or vacatur presented to THE CHIEF JUSTICE and by him referred to the Court is granted. The District Court's July 13, 2020 order granting a preliminary injunction is vacated.\nThe plaintiffs in this case are all federal prisoners who have been sentenced to death for murdering children. The plaintiffs committed their crimes decades ago and have long exhausted all avenues for direct and collateral review. The first of their executions was scheduled to take place this afternoon, with others to follow this week and next month. To carry out these sentences, the Federal Government plans to use a single drug-pentobarbital sodium-that \"is widely conceded to be able to render a person fully insensate\" and \"does not carry the risks\" of pain that some have associated with other lethal injection protocols. Zagorski v. Parker , 586 U. S. ----, ----, 139 S.Ct. 11, 11, 202 L.Ed.2d 258(2018) (Sotomayor, J., dissenting from denial of application for stay and denial of certiorari).\nHours before the first execution was set to take place, the District Court preliminarily enjoined all four executions on the ground that the use of pentobarbital likely constitutes cruel and unusual punishment prohibited by the Eighth Amendment. Vacatur of that injunction is appropriate because, among other reasons, the plaintiffs have not established that they are likely to succeed on the merits of their Eighth Amendment claim. That claim faces an exceedingly high bar. \"This Court has yet to hold that a State's method of execution qualifies as cruel and unusual.\" Bucklew v. Precythe , 587 U. S. ----, ----, 139 S.Ct. 1112, 1124, 203 L.Ed.2d 521 (2019). For good reason-\"[f]ar from seeking to superadd terror, pain, or disgrace to their executions, the States have often sought more nearly the opposite,\" developing new methods, such as lethal injection, thought to be less painful and more humane than traditional methods, like hanging, that have been uniformly regarded as constitutional for centuries. Ibid. The Federal Government followed this trend by selecting a lethal injection protocol-single-dose pentobarbital-that has become a mainstay of state executions. Pentobarbital:\nHas been adopted by five of the small number of States that currently implement the death penalty.\nHas been used to carry out over 100 executions, without incident.\nHas been repeatedly invoked by prisoners as a less painful and risky alternative to the lethal injection protocols of other jurisdictions.\nWas upheld by this Court last year, as applied to a prisoner with a unique medical condition that could only have increased any baseline risk of pain associated with pentobarbital as a general matter. See Bucklew , 587 U. S. ----, 139 S.Ct. 1112, 203 L.Ed.2d 521.\nHas been upheld by numerous Courts of Appeals against Eighth Amendment challenges similar to the one presented here. See, e.g. , Whitaker v. Collier , 862 F.3d 490 (CA5 2017) ; Zink v. Lombardi , 783 F.3d 1089 (CA8 2015) ; Gissendaner v. Commissioner , 779 F.3d 1275 (CA11 2015).\nAgainst this backdrop, the plaintiffs cite new expert declarations suggesting that pentobarbital causes prisoners to experience \"flash pulmonary edema,\" a form of respiratory distress that temporarily produces the sensation of drowning or asphyxiation. But the Government has produced competing expert testimony of its own, indicating that any pulmonary edema occurs only after the prisoner has died or been rendered fully insensate. The plaintiffs in this case have not made the showing required to justify last-minute intervention by a Federal Court. \"Last-minute stays\" like that issued this morning \"should be the extreme exception, not the norm.\" Bucklew , 587 U. S., at ----, 139 S.Ct., at 1134. It is our responsibility \"to ensure that method-of-execution challenges to lawfully issued sentences are resolved fairly and expeditiously,\" so that \"the question of capital punishment\" can remain with \"the people and their representatives, not the courts, to resolve.\" Id. , at ---- - ----, 139 S.Ct., at 1134. In keeping with that responsibility, we vacate the District Court's preliminary injunction so that the plaintiffs' executions may proceed as planned.\nIt is so ordered.\nJustice BREYER, with whom Justice GINSBURG joins, dissenting.\nToday, for the first time in 17 years, the Federal Government will execute an inmate, Daniel Lewis Lee. I have previously described how various features of the death penalty as currently administered show that it may well violate the Constitution. See Glossip v. Gross , 576 U. S. 863, 908-946, 135 S.Ct. 2726, 192 L.Ed.2d 761 (2015) (dissenting opinion). The Federal Government's decision to resume executions renders the question of the death penalty's constitutionality yet more pressing.\nGiven the finality and seriousness of a death sentence, it is particularly important to ensure that the individuals sentenced to death are guilty, that they received full and fair procedures, and that they do not spend excessively long periods of time on death row. Courts must also ensure that executions take place through means that are not inhumane.\nThis case illustrates at least some of the problems the death penalty raises in light of the Constitution's prohibition against \"cruel and unusual punishmen[t].\" Amdt. 8. Mr. Lee was sentenced to death in 1999 and has now spent over 20 years on death row. Such lengthy delays inflict severe psychological suffering on inmates and undermine the penological rationale for the death penalty. See Glossip , 576 U.S. at 923-935, 135 S.Ct. 2726 (BREYER, J., dissenting). Moreover, the death penalty is often imposed arbitrarily. Id., at 915-923, 135 S.Ct. 2726. Mr. Lee's co-defendant in his capital case was sentenced to life imprisonment despite committing the same crime. Amended Judgment in Lee v. United States , No. 20-2351 (CA 8), pp. 3-4 (July 12, 2020) (Kelly, J., dissenting from denial of stay of execution); id., at 5-7 (explaining that Mr. Lee's execution \"raises real concerns about the arbitrary application of the death penalty\").\nMoreover, there are significant questions regarding the constitutionality of the method the Federal Government will use to execute him. The Government announced on July 25, 2019, that it planned to resume federal executions, after nearly two decades, pursuant to a new single-drug protocol using pentobarbital. See Press Release, Dept. of Justice, Federal Government to Resume Capital Punishment After Nearly Two Decade Lapse, https://www.justice.gov/opa/pr/federal-government-resume-capital-punishment-after-nearly-two-decade-lapse. In an opinion preliminarily enjoining the execution of Mr. Lee and three other plaintiffs, the U. S. District Court for the District of Columbia explained that the \"scientific evidence before [it] overwhelmingly indicates that the [Government's] 2019 Protocol is very likely to cause Plaintiffs extreme pain and needless suffering during their executions.\" Memorandum Opinion in No. 19-mc-145, In the Matter of the Federal Bureau of Prison's Execution Protocol Cases , Doc. 135, pp. 9, 11, --- F.Supp.3d ----, 2020 WL 3960928 (July 13, 2020). That court also explained that Mr. Lee and the other plaintiffs had \"identified two available and readily implementable alternative methods of execution that would significantly reduce the risk of serious pain.\" Id. at ----, Doc. 135, p. 18.\nIn short, the resumption of federal executions promises to provide examples that illustrate the difficulties of administering the death penalty consistent with the Constitution. As I have previously written, the solution may be for this Court to directly examine the question whether the death penalty violates the Constitution. See Glossip v. Gross , 576 U.S. at 946, 135 S.Ct. 2726 (dissenting opinion).\nJustice SOTOMAYOR, with whom Justice GINSBURG and Justice KAGAN join, dissenting.\nThe Court hastily disposes of respondents' Eighth Amendment challenge to the use of pentobarbital in the Federal Government's single-drug execution protocol. In doing so, the Court accepts the Government's artificial claim of urgency to truncate ordinary procedures of judicial review. This sets a dangerous precedent. The Government is poised to carry out the first federal executions in nearly two decades. Yet because of the Court's rush to dispose of this litigation in an emergency posture, there will be no meaningful judicial review of the grave, fact-heavy challenges respondents bring to the way in which the Government plans to execute them.\nI\nRespondents' original complaint in this case dates back to 2005. Since then, the Government has modified its execution protocol in significant part, most recently in July 2019 when it replaced the three-drug protocol with a single drug: pentobarbital sodium. App. to Application for Stay or Vacatur 5a. In light of this change, respondents alleged that the Government's planned use of pentobarbital could result in needless pain and suffering in violation of the Eighth Amendment. Among other things, respondents proffered expert evidence that the majority of those injected with pentobarbital suffer flash pulmonary edema, which can lead to a sensation akin to drowning and \" 'extreme pain, terror, and panic.' \" Id. , at 10a. Respondents first focused their litigation efforts on the claim that the 2019 protocol exceeds statutory authority, although they also alleged that the protocol violated the Administrative Procedure Act, the Controlled Substances Act, the Food, Drug, and Cosmetic Act, and the Constitution. The Court of Appeals issued a final ruling on the statutory-authority claim in April 2020, expressly declining to rule on respondents' remaining claims on the ground that they were \" 'neither addressed by the district court nor fully briefed.' \" Id. , at 7a. This Court denied review two weeks ago.\nOn June 15, 2020, the Government announced respondents' new execution dates. Four days later, respondents filed a joint motion for a preliminary injunction on their remaining claims and filed a motion for expedited discovery the following day. The parties submitted hundreds of pages of briefing and exhibits over two weeks. The District Court decided this record-heavy motion within two weeks, and during a time when two sister courts independently stayed two of the executions. The District Court evaluated respondents' Eighth Amendment challenge and stayed their executions to permit full consideration by the District Court and the Court of Appeals of their claims. The Court of Appeals denied the Government's motion for a stay, noting that respondents' claims involve \"novel and difficult constitutional questions\" that require the benefit of \"further factual and legal development.\" The court sua sponte set an expedited briefing schedule to resolve the appeal. Mere hours later, however, this Court now grants the Government's last-minute application to vacate the stay, allowing death-sentenced inmates to be executed before any court can properly consider whether their executions are unconstitutionally cruel and unusual.\nII\nThat outcome is hard to square with this Court's denial of a similar request by the Government seven months ago in this very litigation. See Barr v. Roane , 589 U. S. ----, 140 S.Ct. 353, 205 L.Ed.2d 379 (2019). That order prohibited the Government to proceed with executions before the Court of Appeals could address respondents' different, but equally serious statutory challenge to the federal execution protocol. And in a separate statement, three Members of this Court contemplated that respondents here would not be executed before \"the merits of their Administrative Procedure Act [APA] claim [are] adjudicated.\" Id. , at ----, 140 S.Ct., at 353 (statement of ALITO, J., respecting denial of stay or vacatur). They maintained that \"in light of what is at stake, it would be preferable for the District Court's decision to be reviewed on the merits by the Court of Appeals for the District of Columbia Circuit before the executions are carried out.\" Ibid.\nThese statements now ring hollow. By overriding the lower court's stay, this Court forecloses any review of respondents' APA claims and bypasses the appellate court's review of a novel challenge to the federal execution protocol. It does so despite the fact that, whatever may have been true on the records presented in previous cases, see, e.g., Zagorski v. Parker , 586 U. S. ----, 139 S.Ct. 11, 202 L.Ed.2d 258 (2018), the parties here introduced conflicting expert evidence about the likelihood that pentobarbital causes pain and suffering before rendering a person insensate, which no factfinder has adjudicated.\nIII\nOnce again, the Court has chosen to grant an emergency application from the Government for extraordinary relief. Wolf v. Cook County , 589 U. S. ----, ----, 140 S.Ct. 681, 683, 206 L.Ed.2d 142 (2020) (SOTOMAYOR, J., dissenting from grant of stay). The dangers of that practice are particularly severe here, where the grant of the Government's emergency application inflicts the most irreparable of harms without the deliberation such an action warrants. See id. , at ----, 140 S.Ct., at 683-684 (entertaining last-minute stay applications from the Government \"upend[s] the normal appellate process\" and \"force[s] the Court to consider important statutory and constitutional questions that have not been ventilated fully in the lower courts, on abbreviated timetables and without oral argument\").\n* * *\nToday's decision illustrates just how grave the consequences of such accelerated decisionmaking can be. The Court forever deprives respondents of their ability to press a constitutional challenge to their lethal injections, and prevents lower courts from reviewing that challenge. All of that is at sharp odds with this Court's own ruling mere months earlier. In its hurry to resolve the Government's emergency motions, I fear the Court has overlooked not only its prior ruling, but also its role in safeguarding robust federal judicial review. I respectfully dissent.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "William P. BARR, Attorney General, et al.\nv.\nDaniel Lewis LEE, et al.\nNo. 20A8\nSupreme Court of the United States.\nJuly 14, 2020"
  },
  "file_name": "2590-01",
  "first_page_order": 2590,
  "last_page_order": 2594
}
