{
  "id": 12627122,
  "name": "Don BARNES, Sheriff, Orange County, California, et al. v. Melissa AHLMAN, et al.",
  "name_abbreviation": "Barnes v. Ahlman",
  "decision_date": "2020-08-05",
  "docket_number": "No. 20A19",
  "first_page": "2620",
  "last_page": "2624",
  "citations": [
    {
      "type": "official",
      "cite": "140 S. Ct. 2620"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "123 L.Ed.2d 285",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "O'CONNOR, J., concurring in denial of application"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "113 S.Ct. 1668",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1993,
      "pin_cites": [
        {
          "parenthetical": "O'CONNOR, J., concurring in denial of application"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "507 U.S. 1013",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6475464,
        6475260,
        6475333
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "1014",
          "parenthetical": "O'CONNOR, J., concurring in denial of application"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/507/1013-03",
        "/us/507/1013-01",
        "/us/507/1013-02"
      ]
    },
    {
      "cite": "206 L.Ed.2d 930",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12627795,
        12626068
      ],
      "year": 2020,
      "pin_cites": [
        {
          "parenthetical": "statement of SOTOMAYOR, J."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/140/2758-02",
        "/s-ct/140/1598-01"
      ]
    },
    {
      "cite": "140 S.Ct. 1598",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12626068
      ],
      "year": 2020,
      "pin_cites": [
        {
          "page": "1601",
          "parenthetical": "statement of SOTOMAYOR, J."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/140/1598-01"
      ]
    },
    {
      "cite": "563 U.S. 493",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        4223362,
        12459535
      ],
      "weight": 3,
      "year": 2011,
      "pin_cites": [
        {
          "page": "511"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/563/0493-01",
        "/l-ed-2d/179/0969-01"
      ]
    },
    {
      "cite": "137 S.Ct. 2080",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12605175
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "2087",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/2080-01"
      ]
    },
    {
      "cite": "2020 WL 2188048",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 2,
      "year": 2020,
      "pin_cites": [
        {
          "page": "*1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "511 U.S. 825",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1147494
      ],
      "weight": 7,
      "year": 1994,
      "pin_cites": [
        {
          "page": "837"
        },
        {
          "page": "842"
        },
        {
          "page": "832-833"
        },
        {
          "parenthetical": "statement of SOTOMAYOR, J."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/511/0825-01"
      ]
    },
    {
      "cite": "173 L.Ed.2d 865",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "GINSBURG, J., in chambers"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "129 S.Ct. 1861",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2009,
      "pin_cites": [
        {
          "parenthetical": "GINSBURG, J., in chambers"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "556 U.S. 1401",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3653834
      ],
      "year": 2009,
      "pin_cites": [
        {
          "page": "1402",
          "parenthetical": "GINSBURG, J., in chambers"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/556/1401-01"
      ]
    },
    {
      "cite": "183 L.Ed.2d 667",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2012,
      "pin_cites": [
        {
          "parenthetical": "ROBERTS, C. J., in chambers"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "133 S.Ct. 1",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2012,
      "pin_cites": [
        {
          "parenthetical": "ROBERTS, C. J., in chambers"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "567 U.S. 1301",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12413270
      ],
      "year": 2012,
      "pin_cites": [
        {
          "page": "1301",
          "parenthetical": "ROBERTS, C. J., in chambers"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/567/1301-01"
      ]
    },
    {
      "cite": "445 F. Supp. 3d 671",
      "category": "reporters:federal",
      "reporter": "F. Supp. 3d",
      "weight": 5,
      "year": 2020,
      "pin_cites": [
        {
          "page": "691"
        },
        {
          "page": "688"
        },
        {
          "page": "694"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2020 WL 3547960",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2020,
      "pin_cites": [
        {
          "page": "*4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "140 S.Ct. 2616",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12627115
      ],
      "year": 2020,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/140/2616-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 836,
    "char_count": 14234,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26365456055546094
    },
    "sha256": "95baa1130477c5d5995196fc8a74d55efd8066da4b666e7b4204b8401e35d4fa",
    "simhash": "1:d99fe5e39acf586b",
    "word_count": 2259
  },
  "last_updated": "2024-02-27T18:39:29.857984+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [
      "Justice BREYER and Justice KAGAN would deny the application."
    ],
    "parties": [
      "Don BARNES, Sheriff, Orange County, California, et al.\nv.\nMelissa AHLMAN, et al."
    ],
    "opinions": [
      {
        "text": "Justice SOTOMAYOR, with whom Justice GINSBURG joins, dissenting from the grant of stay.\nToday, this Court steps in to stay a preliminary injunction requiring Sheriff Don Barnes and Orange County (collectively, the Orange County Jail, or Jail) to implement certain safety measures to protect their inmates during the unprecedented COVID-19 pandemic. The injunction's requirements are not remarkable. In fact, the Jail initially claimed that it had already implemented each and every one of them. Yet, apparently disregarding the District Court's detailed factual findings, its application of established law, and the fact that the Court of Appeals for the Ninth Circuit has twice denied a stay pending its review of the District Court's order, this Court again intervenes to grant a stay before the Circuit below has heard and decided the case on the merits. See Little v. Reclaim Idaho, --- U.S. ----, 140 S.Ct. 2616, --- L.Ed.2d ---- (2020), ante ; at 1, and n. 1 (SOTOMAYOR, J., dissenting from grant of stay) (noting the frequency with which the Court has begun granting such stays). The Jail's application does not warrant such extraordinary intervention. Indeed, this Court stays the District Court's preliminary injunction even though the Jail recently reported 15 new cases of COVID-19 in a single week (even with the injunction in place), even though the Jail misrepresented under oath to the District Court the measures it was taking to combat the virus' spread, and even though the Jail's central rationale for a stay (that the injunction goes beyond federal guidelines) ignores the lower courts' conclusion that the Jail's measures fell \"well short\" of the Centers for Disease Control and Prevention (CDC) Guidelines. 2020 WL 3547960, *4 (C.A.9, June 17, 2020).\nI\nThe Orange County Jail currently houses a population of over 3,000 pretrial detainees and inmates. At the time of the District Court's injunction, the Jail had witnessed an increase of more than 300 confirmed COVID-19 cases in a little over a month. The Jail, moreover, was well aware of the risk that the virus could spread rapidly through its congregate population and that addressing that risk would require certain precautionary measures. The District Court found that several organizations, including a group of Orange County Sheriff deputies, had \"repeatedly warned ... of the dangers from COVID-19 in the Jail.\" 445 F. Supp. 3d 671, 691 (C.D. Cal., May 26, 2020). Indeed, the Jail claims that it sprang into action as soon as the Jail's first documented case of COVID-19 appeared in March of 2020, collaborating closely with local health officials on preventative measures to contain the virus' spread. When respondents brought suit, seeking an injunction that would require the Jail to implement a number of safety measures to protect inmates against the virus, the Jail told the District Court that such relief was not needed because it had, \"at a minimum, already implemented all of the mitigation efforts\" requested. Decl. of Joseph Balicki in No. 8: 20-cv-00835, Doc. 44-10, ¶ 2 (CD Cal., May 12, 2020) (Balicki Decl.); see also id. , ¶ 9 (\"There is not a single 'mitigation effort' outlined in Plaintiffs' Complaint that has not already been implemented in the jails\"). The Jail claimed that it had already achieved proper social distancing, provided inmates enough soap for frequent handwashing, and isolated and tested all symptomatic individuals.\nDozens of inmate declarations told a different story. Although the Jail had been warned that \"social distancing is the cornerstone of reducing transmission of COVID-19,\" Exh. B to Balicki Decl., Doc. 44-12, inmates described being transported back and forth to the jail in crammed buses, socializing in dayrooms with no space to distance physically, lining up next to each other to wait for the phone, sleeping in bunk beds two to three feet apart, and even being ordered to stand closer than six feet apart when inmates tried to socially distance. Moreover, although the Jail told its inmates that they could \"best protect\" themselves by washing their hands with \"soap and water throughout the day,\" Exh. C to Balicki Decl., Doc. 44-13, numerous inmates reported receiving just one small, hotel-sized bar of soap per week. And after symptomatic inmates were removed from their units, other inmates were ordered to dispose of their belongings without gloves or other protective equipment. Finally, despite the Jail's stated policy to test and isolate individuals who reported or exhibited symptoms consistent with COVID-19, multiple symptomatic detainees described being denied tests, and others recounted sharing common spaces with infected or symptomatic inmates.\nII\nBased on detailed factual findings, which the Ninth Circuit credited, the District Court concluded that the risk of harm in the Jail was \"undeniably high.\" 445 F. Supp. 3d, at 688. The court further determined that while the Jail may have formally adopted a policy to mitigate that risk, its actual compliance was \"piecemeal and inadequate.\" Ibid. On this evidence, the District Court held that respondents were likely to succeed in showing that the Jail was deliberately indifferent to the health and safety of its inmates and that it had violated federal disability rights law. In response, the court imposed a preliminary injunction that closely followed the CDC Guidelines for correctional and detention facilities.\nThis Court now stays that injunction, even though this case presents none of the typical indicia warranting certiorari. See Maryland v. King , 567 U.S. 1301, 1301, 133 S.Ct. 1, 183 L.Ed.2d 667 (2012) (ROBERTS, C. J., in chambers) (an applicant for a stay \"must demonstrate (1) 'a reasonable probability' that this Court will grant certiorari, (2) 'a fair prospect' that the Court will then reverse the decision below, and (3) 'a likelihood that irreparable harm [will] result from the denial of a stay' \" (quoting Conkright v. Frommert , 556 U.S. 1401, 1402, 129 S.Ct. 1861, 173 L.Ed.2d 865 (2009) (GINSBURG, J., in chambers))). The District Court and Ninth Circuit applied well-established law to the particular facts of this case to conclude that the Jail knew of and disregarded an \"excessive risk to inmate health or safety.\" Farmer v. Brennan , 511 U.S. 825, 837, 114 S.Ct. 1970, 128 L.Ed.2d 811 (1994). That conclusion is not clearly wrong. The Jail argues that, because it voluntarily released 53 percent of its population, it necessarily could not have been deliberately indifferent to the needs of its inmates. But the release of even a large number of inmates does not absolve the Jail of its responsibility for the health and safety of the roughly 3,000 individuals left behind. And while the Jail claims that it largely implemented the CDC Guidelines and radically increased hygiene and cleaning within its walls, the District Court, whose factual findings are owed deference, found the reality to be very different. The District Court concluded that by demonstrating the Jail's failure to implement basic safety measures of which it was well aware, respondents had established a likelihood of success on their claim that the Jail had been deliberately indifferent to the serious risk COVID-19 posed to the health of its inmates.\nEven if this Court disagrees with the District Court's conclusion, \"error correction ... is outside the mainstream of the Court's functions and ... not among the 'compelling reasons' ... that govern the grant of certiorari.\" S. Shapiro, K. Geller, T. Bishop, E. Hartnett, & D. Himmelfarb, Supreme Court Practice § 5.12(c)(3), p. 5-45 (11th ed. 2019); see also Farmer , 511 U.S., at 842, 114 S.Ct. 1970 (noting that deliberate indifference is a \"question of fact subject to demonstration in the usual ways, including inference from circumstantial evidence\"). That is especially true where, as here, the Jail fails to contest an entirely independent and sufficient ground for the District Court's injunction: respondents' claims under federal disability rights law.\nThe Jail nonetheless argues that the Ninth Circuit created a certworthy circuit split because, in the Jail's view, it endorsed a preliminary injunction that went beyond the CDC Guidelines. But no circuit split exists. Like other Circuits, the Ninth Circuit considered the Jail's request for a stay by applying established law to the facts and equities before it. Its decision turned on the conclusion that, in practice, the Jail's measures fell \"well short\" of the CDC Guidelines, not on whether the District Court's injunction exceeded them. Indeed, in a case presenting different facts and equities, the Ninth Circuit recently stayed an injunction to the extent it exceeded the CDC Guidelines. See Roman v. Wolf , 2020 WL 2188048, *1 (C.A.9, May 5, 2020). Moreover, the Jail's claim that \"most of \" the injunction's requirements exceed the CDC Guidelines is greatly exaggerated. Application for Stay 10. The Jail points to just two alleged discrepancies: first, that the District Court ordered the Jail to provide adequate spacing of six feet or more between incarcerated people, whereas the CDC Guidelines suggest only that six feet of space is \" 'ideal[ ]' \"; and second, that the injunction requires daily temperature checks and screening questions. Id. , at 10-11. As to the former, the CDC Guidelines acknowledge that social distancing can be difficult in a correctional facility, but the Jail has not argued that its physical layout does not permit it. And as to the latter, as the Jail itself admits, the Guidelines provide for daily temperature checks in housing units where COVID-19 has been identified. Indeed, updated CDC Guidelines now recommend daily symptom and temperature screening in any correctional facility with a reported case.\nThe Jail also faces an uphill battle in its claim of irreparable harm. The measures it now decries as vexatious judicial micromanagement are the same measures that just months ago it claimed were, \"at a minimum,\" already being implemented. If the Jail is already doing everything required by the injunction, then what irreparable harm does the injunction pose? And if it is not, and the Jail misrepresented its actions under oath to the District Court, then why should the Jail benefit from this Court's equitable discretion? See Trump v. International Refugee Assistance Project , 582 U. S. ----, ----, 137 S.Ct. 2080, 2087, 198 L.Ed.2d 643 (2017) (per curiam ) (\"In assessing the lower courts' exercise of equitable discretion, we bring to bear an equitable judgment of our own\"). This Court normally does not reward bad behavior, and certainly not with extraordinary equitable relief. And while \"[c]ourts must be sensitive to the ... need for deference to experienced and expert prison administrators,\" they \"may not allow constitutional violations to continue simply because a remedy would involve intrusion into the realm of prison administration.\" Brown v. Plata , 563 U.S. 493, 511, 131 S.Ct. 1910, 179 L.Ed.2d 969 (2011).\n* * *\nAt the time of the injunction, there were nearly 3,000 inmates still in the Jail's care, 488 of whom were medically vulnerable to COVID-19. \"[H]aving stripped them of virtually every means of self-protection and foreclosed their access to outside aid, the government and its officials\" must \" 'take reasonable measures to guarantee the[ir] safety.' \" Farmer , 511 U.S., at 832-833, 114 S.Ct. 1970 ; see also Valentine v. Collier , 590 U. S. ----, ---- - ----, 140 S.Ct. 1598, 1601, 206 L.Ed.2d 930 (2020) (statement of SOTOMAYOR, J.) (\"It has long been said that a society's worth can be judged by taking stock of its prisons. That is all the truer in this pandemic, where inmates everywhere have been rendered vulnerable and often powerless to protect themselves from harm\"). The District Court found that, despite knowing the severe threat posed by COVID-19 and contrary to its own apparent policies, the Jail exposed its inmates to significant risks from a highly contagious and potentially deadly disease. Yet this Court now intervenes, leaving to its own devices a jail that has misrepresented its actions to the District Court and failed to safeguard the health of the inmates in its care. I respectfully dissent.\nNotably, the Jail has since resisted respondents' attempts to verify the Jail's compliance with the District Court's preliminary injunction.\nMoreover, the injunction directs the Jail to \"provide adequate spacing of six feet or more between incarcerated people so that social distancing can be accomplished in accordance with CDC guidelines,\" 445 F. Supp. 3d 671, 694 (C.D. Cal., May 26, 2020), and therefore arguably requires the Jail to implement social distancing only to the extent required by the Guidelines.\nGiven the nature of the \"rare and exceptional\" relief the Jail seeks, Fargo Women's Health Organization v. Schafer , 507 U.S. 1013, 1014, 113 S.Ct. 1668, 123 L.Ed.2d 285 (1993) (O'CONNOR, J., concurring in denial of application), this Court has an independent obligation to weigh the equities. The Jail's misrepresentations to the District Court are one factor to consider. Another is that on the very same day it asked this Court to intervene in its pending appellate proceedings, the Jail requested from the Ninth Circuit a 1-month extension to file its opening brief. One might wonder, then, whether the Jail's need for relief is quite as urgent as the Jail makes out.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "The application for stay presented to Justice KAGAN and by her referred to the Court is granted, and the district court's May 26, 2020 order granting a preliminary injunction is stayed pending disposition of the appeal in the United States Court of Appeals for the Ninth Circuit and disposition of the petition for a writ of certiorari, if such writ is timely sought. Should the petition for a writ of certiorari be denied, this stay shall terminate automatically. In the event the petition for a writ of certiorari is granted, the stay shall terminate upon the sending down of the judgment of this Court."
    ],
    "corrections": "",
    "head_matter": "Don BARNES, Sheriff, Orange County, California, et al.\nv.\nMelissa AHLMAN, et al.\nNo. 20A19\nSupreme Court of the United States.\nAugust 5, 2020\nThe application for stay presented to Justice KAGAN and by her referred to the Court is granted, and the district court's May 26, 2020 order granting a preliminary injunction is stayed pending disposition of the appeal in the United States Court of Appeals for the Ninth Circuit and disposition of the petition for a writ of certiorari, if such writ is timely sought. Should the petition for a writ of certiorari be denied, this stay shall terminate automatically. In the event the petition for a writ of certiorari is granted, the stay shall terminate upon the sending down of the judgment of this Court.\nJustice BREYER and Justice KAGAN would deny the application."
  },
  "file_name": "2620-01",
  "first_page_order": 2620,
  "last_page_order": 2624
}
