{
  "id": 12602871,
  "name": "Bobby Jerry TATUM v. ARIZONA.",
  "name_abbreviation": "Tatum v. Arizona",
  "decision_date": "2016-10-31",
  "docket_number": "No. 15–8850.",
  "first_page": "11",
  "last_page": "14",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 11"
    },
    {
      "type": "parallel",
      "cite": "196 L. Ed. 2d 284"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "136 S.Ct. 718",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12601432
      ],
      "weight": 2,
      "year": 2016,
      "opinion_index": -1,
      "case_paths": [
        "/s-ct/136/0718-01"
      ]
    },
    {
      "cite": "132 S.Ct. 2455",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12407312
      ],
      "weight": 15,
      "year": 2012,
      "pin_cites": [
        {
          "page": "2469"
        },
        {
          "page": "2464"
        },
        {
          "page": "2469"
        },
        {
          "page": "2460-2461"
        },
        {
          "page": "2469",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "2469"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/567/0460-01"
      ]
    },
    {
      "cite": "136 S.Ct. 718",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12601432
      ],
      "weight": 17,
      "year": 2016,
      "pin_cites": [
        {
          "page": "736"
        },
        {
          "page": "734"
        },
        {
          "page": "734",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "734"
        },
        {
          "page": "733"
        },
        {
          "page": "734"
        },
        {
          "page": "735-736"
        },
        {
          "page": "734"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/0718-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 513,
    "char_count": 10308,
    "pagerank": {
      "raw": 4.0116514188203355e-07,
      "percentile": 0.9062076592110196
    },
    "sha256": "a0618fcd0b6b0a1a5c4bd6c089e080eed04d38662e2a2265e67338e813808dc9",
    "simhash": "1:a6f8d7dba4433fbb",
    "word_count": 1630
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [
      "Justice SOTOMAYOR, concurring in the decision to grant, vacate, and remand."
    ],
    "parties": [
      "Bobby Jerry TATUM\nv.\nARIZONA."
    ],
    "opinions": [
      {
        "text": "This Court explained in Miller v. Alabama, 567 U.S. ----, 132 S.Ct. 2455, 183 L.Ed.2d 407 (2012), that a sentencer is \"require[d] ... to take into account how children are different, and how those differences counsel against irrevocably sentencing them to a lifetime in prison.\" Id., at ----, 132 S.Ct., at 2469. Children are \"constitutionally different from adults for purposes of sentencing\" in light of their lack of maturity and under-developed sense of responsibility, their susceptibility to negative influences and outside pressure, and their less well-formed character traits. Id., at ----, 132 S.Ct., at 2464. Failing to consider these constitutionally significant differences, we explained, \"poses too great a risk of disproportionate punishment.\" Id., at ----, 132 S.Ct., at 2469. In the context of life without parole, we stated that \"appropriate occasions for sentencing juveniles to this harshest possible penalty will be uncommon.\" Ibid.\nMontgomery v. Louisiana, 577 U.S. ----, 136 S.Ct. 718, 193 L.Ed.2d 599 (2016), held that Miller \"announced a substantive rule of constitutional law.\" 577 U.S., at ----, 136 S.Ct., at 736. That rule draws \"a line between children whose crimes reflect transient immaturity and those rare children whose crimes reflect irreparable corruption\" and allows for the possibility \"that life without parole could be a proportionate sentence [only] for the latter kind of juvenile offender.\" Id., at ----, 136 S.Ct., at 734.\nThe petitioners in these cases were sentenced to life without the possibility of parole for crimes they committed before they turned 18. A grant, vacate, and remand of these cases in light of Montgomery permits the lower courts to consider whether these petitioners' sentences comply with the substantive rule governing the imposition of a sentence of life without parole on a juvenile offender.\nJustice ALITO questions this course, noting that the judges in these cases considered petitioners' youth during sentencing. As Montgomery made clear, however, \"[e]ven if a court considers a child's age before sentencing him or her to a lifetime in prison, that sentence still violates the Eighth Amendment for a child whose crime reflects unfortunate yet transient immaturity.\" Id., at ---- - ----, 136 S.Ct., at 734 (internal quotation marks omitted).\nOn the record before us, none of the sentencing judges addressed the question Miller and Montgomery require a sentencer to ask: whether the petitioner was among the very \"rarest of juvenile offenders, those whose crimes reflect permanent incorrigibility.\" 577 U.S., at ----, 136 S.Ct., at 734.\nTake Najar v. Arizona, No. 15-8878. There, the sentencing judge identified as mitigating factors that the defendant was \"16 years of age\" and \"emotionally and physically immature.\" App. to Pet. for Cert. in No. 15-8878, p. A-51. He said no more on this front. He then discounted the petitioner's efforts to rehabilitate himself as \"nothing significant,\" despite commending him for those efforts and expressing hope that they would continue. Id., at A-52. The sentencing judge did not evaluate whether Najar represented the \"rare juvenile offender who exhibits such irretrievable depravity that rehabilitation is impossible and life without parole is justified.\" Montgomery, 577 U.S., at ----, 136 S.Ct., at 733.\nPurcell v. Arizona, No. 15-8842, is no different. The sentencing judge found that Purcell's age at the time of his offense-16 years old-qualified as a statutory mitigating factor. App. to Pet. for Cert. in No. 15-8842, p. A-80. He then minimized the relevance of Purcell's troubled childhood, concluding that \"this case sums up the result of defendant's family environment: he became a double-murderer at age 16. Nothing more need be said.\" Id., at A-83. So here too, the sentencing judge did not undertake the evaluation that Montgomery requires. He imposed a sentence of life without parole despite finding that Purcell was \"likely to do well in the structured environment of a prison and that he possesses the capacity to be meaningfully rehabilitated.\" App. to Pet. for Cert. in No. 15-8842, at A-83.\nThe other petitions are similar. In Tatum v. Arizona, No. 15-8850, and DeShaw v. Arizona, No. 15-9057, the sentencing judge merely noted age as a mitigating circumstance without further discussion. In Arias v. Arizona, No. 15-9044, the record before us does not contain a sentencing transcript or order reflecting the factors the sentencing judge considered.\nIt is clear after Montgomery that the Eighth Amendment requires more than mere consideration of a juvenile offender's age before the imposition of a sentence of life without parole. It requires that a sentencer decide whether the juvenile offender before it is a child \"whose crimes reflect transient immaturity\" or is one of \"those rare children whose crimes reflect irreparable corruption\" for whom a life without parole sentence may be appropriate. 577 U.S., at ----, 136 S.Ct., at 734. There is thus a very meaningful task for the lower courts to carry out on remand.\nJustice ALITO, with whom Justice THOMAS joins, dissenting from the decision to grant, vacate, and remand.\nThe Court grants review and vacates and remands in this and four other cases in which defendants convicted of committing murders while under the age of 18 were sentenced to life without parole. The Court grants this relief so that the Arizona courts can reconsider their decisions in light of Montgomery v. Louisiana, 577 U.S. ----, 136 S.Ct. 718, 193 L.Ed.2d 599 (2016), which we decided last Term. I expect that the Arizona courts will be as puzzled by this directive as I am.\nIn Montgomery, the Court held that Miller v. Alabama, 567 U.S. ----, 132 S.Ct. 2455, 183 L.Ed.2d 407 (2012), is retroactive. 577 U.S., at ----, 136 S.Ct., at 735-736. That holding has no bearing whatsoever on the decisions that the Court now vacates. The Arizona cases at issue here were decided after Miller, and in each case the court expressly assumed that Miller was applicable to the sentence that had been imposed. Therefore, if the Court is taken at its word-that is, it simply wants the Arizona courts to take Montgomery into account-there is nothing for those courts to do.\nIt is possible that what the majority wants is for the lower courts to reconsider the application of Miller to the cases at issue, but if that is the Court's aim, it is misusing the GVR vehicle. We do not GVR so that a lower court can reconsider the application of a precedent that it has already considered.\nIn any event, the Arizona decisions at issue are fully consistent with Miller 's central holding, namely, that mandatory life without parole for juvenile offenders is unconstitutional. 567 U.S., at ----, 132 S.Ct., at 2460-2461. A sentence of life without parole was imposed in each of these cases, not because Arizona law dictated such a sentence, but because a court, after taking the defendant's youth into account, found that life without parole was appropriate in light of the nature of the offense and the offender.\nIt is true that the Miller Court also opined that \"life without parole is excessive for all but 'the rare juvenile offender whose crime reflects irreparable corruption,' \" Montgomery, supra, at ----, 136 S.Ct., at 734 (quoting Miller, supra, at ----, 132 S.Ct., at 2469 (internal quotation marks omitted)), but the record in the cases at issue provides ample support for the conclusion that these \"children\" fall into that category.\nFor example, in Purcell v. Arizona, No. 15-8842, a 16-year-old gang member fired a sawed-off shotgun into a group of teenagers, killing two of them, under the belief that they had flashed a rival gang's sign at him. He was ultimately convicted of two counts of first-degree murder, nine counts of attempted first-degree murder, and one count each of aggravated assault and misconduct involving weapons. The trial court considered his youth, identified his age as a mitigating factor, and still sentenced him to life without parole. The remaining cases are in the same vein. See Tatum v. Arizona, No. 15-8850 (17-year-old defendant convicted of first-degree murder, conspiracy to commit armed robbery, attempted armed robbery, and aggravated assault); Najar v. Arizona, No. 15-8878 (juvenile convicted of first-degree murder and theft); Arias v. Arizona, No. 15-9044 (16-year-old defendant pleaded guilty to two counts of first-degree murder, two counts of second-degree murder, two counts of kidnapping, four counts of armed robbery, and one count each of first-degree burglary, conspiracy to commit first-degree murder, and conspiracy to commit armed robbery); DeShaw v. Arizona, No. 15-9057 (17-year-old defendant convicted of first-degree murder, armed robbery, and kidnapping).\nIn short, the Arizona courts have already evaluated these sentences under Miller, and their conclusions are eminently reasonable. It is not clear why this Court is insisting on a do-over, or why it expects the results to be any different the second time around. I respectfully dissent.\nThis opinion also applies to four other petitions: No. 15-8842, Purcell v. Arizona ; No. 15-8878, Najar v. Arizona ; No. 15-9044, Arias v. Arizona ; and No. 15-9057, DeShaw v. Arizona .\nThis is certainly Justice SOTOMAYOR'S explanation of the GVR. She faults the lower courts for failing to heed the statement in Miller that \"appropriate occasions for sentencing juveniles to this harshest possible penalty will be uncommon.\" 567 U.S., at ----, 132 S.Ct., at 2469. If the others in the majority have a similar view, the Court should grant review and decide the cases on the merits.",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "The motion of petitioner for leave to proceed in forma pauperis and the petition for a writ of certiorari are granted. The judgment is vacated, and the case is remanded to the Court of Appeals of Arizona, Division Two for further consideration in light of Montgomery v. Louisiana, 577 U.S. ----, 136 S.Ct. 718, 193 L.Ed.2d 599 (2016)."
    ],
    "corrections": "",
    "head_matter": "Bobby Jerry TATUM\nv.\nARIZONA.\nNo. 15-8850.\nSupreme Court of the United States\nOct. 31, 2016.\nThe motion of petitioner for leave to proceed in forma pauperis and the petition for a writ of certiorari are granted. The judgment is vacated, and the case is remanded to the Court of Appeals of Arizona, Division Two for further consideration in light of Montgomery v. Louisiana, 577 U.S. ----, 136 S.Ct. 718, 193 L.Ed.2d 599 (2016).\nJustice SOTOMAYOR, concurring in the decision to grant, vacate, and remand.\nThis opinion also applies to No. 15-8842, Purcell v. Arizona ; No. 15-8878, Najar v. Arizona ; No. 15-9044, Arias v. Arizona ; and No. 15-9057, DeShaw v. Arizona ."
  },
  "file_name": "0011-01",
  "first_page_order": 11,
  "last_page_order": 14
}
