{
  "id": 12609605,
  "name": "LIFE TECHNOLOGIES CORPORATION et al., Petitioners v. PROMEGA CORPORATION.",
  "name_abbreviation": "Life Techs. Corp. v. Promega Corp.",
  "decision_date": "2017-02-22",
  "docket_number": "No. 14–1538.",
  "first_page": "734",
  "last_page": "743",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 734"
    },
    {
      "type": "parallel",
      "cite": "197 L. Ed. 2d 33"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "563 U.S. 754",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5960868,
        12459541
      ],
      "weight": 3,
      "year": 2011,
      "pin_cites": [
        {
          "page": "765-766",
          "parenthetical": "substantially equating the intent requirements for §§ 271(b) and 271(c), on which Promega asserts §§ 271(f)(1) and (f)(2) were modeled"
        },
        {
          "parenthetical": "substantially equating the intent requirements for §§ 271(b) and 271(c), on which Promega asserts §§ 271(f)(1) and (f)(2) were modeled"
        },
        {
          "parenthetical": "substantially equating the intent requirements for §§ 271(b) and 271(c), on which Promega asserts §§ 271(f)(1) and (f)(2) were modeled"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/563/0754-01",
        "/l-ed-2d/179/1167-01"
      ]
    },
    {
      "cite": "26 U.S.C. § 7701",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(a)(36)(A)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "406 U.S. 518",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6172119
      ],
      "weight": 10,
      "year": 1972,
      "pin_cites": [
        {
          "page": "527"
        },
        {
          "page": "524"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/406/0518-01"
      ]
    },
    {
      "cite": "1 U.S.C. § 1",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "parenthetical": "instructing that \"words importing the plural include the singular,\" \"unless the context indicates otherwise\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "550 U.S. 437",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3556164
      ],
      "weight": 10,
      "year": 2007,
      "pin_cites": [
        {
          "page": "454, n. 16"
        },
        {
          "page": "444"
        },
        {
          "page": "444-445"
        },
        {
          "page": "447"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/550/0437-01"
      ]
    },
    {
      "cite": "519 U.S. 337",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11595510
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "345-346"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/519/0337-01"
      ]
    },
    {
      "cite": "542 U.S. 88",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5856684
      ],
      "weight": 3,
      "year": 2004,
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/542/0088-01"
      ]
    },
    {
      "cite": "553 U.S. 285",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3674164
      ],
      "weight": 3,
      "year": 2008,
      "pin_cites": [
        {
          "page": "294"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/553/0285-01"
      ]
    },
    {
      "cite": "185 L.Ed.2d 1003",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12697051
      ],
      "weight": 2,
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/us/569/0369-01"
      ]
    },
    {
      "cite": "133 S.Ct. 1886",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12697051,
        4129087
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "1892-1893"
        },
        {
          "page": "1892-1893"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/569/0369-01",
        "/fed-cl/110/1886-01"
      ]
    },
    {
      "cite": "773 F.3d 1338",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4315885
      ],
      "weight": 7,
      "year": 2014,
      "pin_cites": [
        {
          "page": "1353"
        },
        {
          "page": "1356"
        },
        {
          "page": "1354"
        },
        {
          "page": "1344, n. 3"
        },
        {
          "page": "1358-1360"
        },
        {
          "page": "1341"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/773/1338-01"
      ]
    },
    {
      "cite": "2012 WL 12862829",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2012,
      "pin_cites": [
        {
          "page": "*3",
          "parenthetical": "Crabb, J."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "195 L.Ed.2d 838",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12598945,
        12598954,
        12599091,
        12599092,
        12599093,
        12599094,
        12598906
      ],
      "weight": 2,
      "year": 2016,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/2510-06",
        "/s-ct/136/2512-03",
        "/s-ct/136/2533-01",
        "/s-ct/136/2533-02",
        "/s-ct/136/2533-03",
        "/s-ct/136/2533-04",
        "/s-ct/136/2505-01"
      ]
    },
    {
      "cite": "136 S.Ct. 2505",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12598906,
        12598907,
        12598908,
        12598909,
        12598910
      ],
      "weight": 2,
      "year": 2016,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/2505-01",
        "/s-ct/136/2505-02",
        "/s-ct/136/2505-03",
        "/s-ct/136/2505-04",
        "/s-ct/136/2505-05"
      ]
    },
    {
      "cite": "35 U.S.C. § 271",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 5,
      "pin_cites": [
        {
          "page": "(f)(1)"
        },
        {
          "page": "(f)(1)"
        },
        {
          "page": "(f)(1)"
        },
        {
          "page": "(f)"
        },
        {
          "page": "(f)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 939,
    "char_count": 22142,
    "pagerank": {
      "raw": 1.078603039878071e-07,
      "percentile": 0.5619213707053964
    },
    "sha256": "84bc03e781749d85dcc0761fd5c4c42c375bac8aa908ada16727340e7193c19e",
    "simhash": "1:38715756695e5fd6",
    "word_count": 3664
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "LIFE TECHNOLOGIES CORPORATION et al., Petitioners\nv.\nPROMEGA CORPORATION."
    ],
    "opinions": [
      {
        "text": "Justice SOTOMAYOR delivered the opinion of the Court.\nThis case concerns the intersection of international supply chains and federal patent law. Section 271(f)(1) of the Patent Act of 1952 prohibits the supply from the United States of \"all or a substantial portion\" of the components of a patented invention for combination abroad. 35 U.S.C. § 271(f)(1). We granted certiorari to determine whether a party that supplies a single component of a multicomponent invention for manufacture abroad can be held liable for infringement under § 271(f)(1). 579 U.S. ----, 136 S.Ct. 2505, 195 L.Ed.2d 838 (2016). We hold that a single component does not constitute a substantial portion of the components that can give rise to liability under § 271(f)(1). Because only a single component of the patented invention at issue here was supplied from the United States, we reverse and remand.\nI\nA\nWe begin with an overview of the patent in dispute. Although the science behind the patent is complex, a basic understanding suffices to resolve the question presented by this case.\nThe Tautz patent, U.S. Reissue Patent No. RE 37,984, claims a toolkit for genetic testing. The kit is used to take small samples of genetic material-in the form of nucleotide sequences that make up the molecule deoxyribonucleic acid (commonly referred to as \"DNA\")-and then synthesize multiple copies of a particular nucleotide sequence. This process of copying, known as amplification, generates DNA profiles that can be used by law enforcement agencies for forensic identification and by clinical and research institutions around the world. For purposes of this litigation, the parties agree that the kit covered by the Tautz patent contains five components: (1) a mixture of primers that mark the part of the DNA strand to be copied; (2) nucleotides for forming replicated strands of DNA; (3) an enzyme known as Taq polymerase; (4) a buffer solution for the amplification; and (5) control DNA.\nRespondent Promega Corporation was the exclusive licensee of the Tautz patent. Petitioner Life Technologies Corporation manufactured genetic testing kits. During the timeframe relevant here, Promega sublicensed the Tautz patent to Life Technologies for the manufacture and sale of the kits for use in certain licensed law enforcement fields worldwide. Life Technologies manufactured all but one component of the kits in the United Kingdom. It manufactured that component-the Taq polymerase-in the United States. Life Technologies shipped the Taq polymerase to its United Kingdom facility, where it was combined with the other four components of the kit.\nFour years into the agreement, Promega sued Life Technologies on the grounds that Life Technologies had infringed the patent by selling the kits outside the licensed fields of use to clinical and research markets. As relevant here, Promega alleged that Life Technologies' supply of the Taq polymerase from the United States to its United Kingdom manufacturing facilities triggered liability under § 271(f)(1).\nB\nAt trial, the parties disputed the scope of § 271(f)(1)'s prohibition against supplying all or a substantial portion of the components of a patented invention from the United States for combination abroad. Section 271(f)(1)' s full text reads:\n\"Whoever without authority supplies or causes to be supplied in or from the United States all or a substantial portion of the components of a patented invention, where such components are uncombined in whole or in part, in such manner as to actively induce the combination of such components outside of the United States in a manner that would infringe the patent if such combination occurred within the United States, shall be liable as an infringer. \"\nThe jury returned a verdict for Promega, finding that Life Technologies had willfully infringed the patent. Life Technologies then moved for judgment as a matter of law, contending that § 271(f)(1) did not apply to its conduct because the phrase \"all or a substantial portion\" does not encompass the supply of a single component of a multicomponent invention.\nThe District Court granted Life Technologies' motion. The court agreed that there could be no infringement under § 271(f)(1) because Promega's evidence at trial \"showed at most that one component of all of the accused products, [the Taq ] polymerase, was supplied from the United States.\" 2012 WL 12862829, *3 (W.D.Wis., Sept. 13, 2012) (Crabb, J.). Section 271(f)(1)'s reference to \"a substantial portion of the components,\" the District Court ruled, does not embrace the supply of a single component. Id., at *5.\nThe Court of Appeals for the Federal Circuit reversed and reinstated the jury's verdict finding Life Technologies liable for infringement. 773 F.3d 1338, 1353 (2014). As relevant here, the court held that \"there are circumstances in which a party may be liable under § 271(f)(1) for supplying or causing to be supplied a single component for combination outside the United States.\" Ibid. The Federal Circuit concluded that the dictionary definition of \"substantial\" is \"important\" or \"essential,\" which it read to suggest that a single important component can be a \" 'substantial portion of the components' \" of a patented invention. Ibid . Relying in part on expert trial testimony that the Taq polymerase is a \" 'main' \" and \" 'major' \" component of the kits, the court ruled that the single Taq polymerase component was a substantial component as the term is used in § 271(f)(1). Id., at 1356.\nII\nThe question before us is whether the supply of a single component of a multicomponent invention is an infringing act under 35 U.S.C. § 271(f)(1). We hold that it is not.\nA\nThe threshold determination to be made is whether § 271(f)(2)'s requirement of \"a substantial portion\" of the components of a patented invention refers to a quantitative or qualitative measurement. Life Technologies and the United States argue that the text of § 271(f)(1) establishes a quantitative threshold, and that the threshold must be greater than one. Promega defends the Federal Circuit's reading of the statute, arguing that a \"substantial portion\" of the components includes a single component if that component is sufficiently important to the invention.\nWe look first to the text of the statute. Sebelius v. Cloer, 569 U.S. ----, ----, 133 S.Ct. 1886, 1892-1893, 185 L.Ed.2d 1003 (2013). The Patent Act itself does not define the term \"substantial,\" and so we turn to its ordinary meaning. Ibid. Here we find little help. All agree the term is ambiguous and, taken in isolation, might refer to an important portion or to a large portion. Brief for Petitioners 16; Brief for Respondent 18; Brief for United States as Amicus Curiae 12. \"Substantial,\" as it is commonly understood, may refer either to qualitative importance or to quantitatively large size. See, e.g., Webster's Third New International Dictionary 2280 (defs. 1c, 2c) (1981) (Webster's Third) (\"important, essential,\" or \"considerable in amount, value, or worth\"); 17 Oxford English Dictionary 67 (defs. 5a, 9) (2d ed. 1989) (OED) (\"That is, constitutes, or involves an essential part, point, or feature; essential, material,\" or \"Of ample or considerable amount, quantity, or dimensions\").\nThe context in which \"substantial\" appears in the statute, however, points to a quantitative meaning here. Its neighboring terms are the first clue. \"[A] word is given more precise content by the neighboring words with which it is associated.\" United States v. Williams, 553 U.S. 285, 294, 128 S.Ct. 1830, 170 L.Ed.2d 650 (2008). Both \"all\" and \"portion\" convey a quantitative meaning. \"All\" means the entire quantity, without reference to relative importance. See, e.g., Webster's Third 54 (defs. 1a, 2a, 3) (\"that is the whole amount or quantity of,\" or \"every member or individual component of,\" or \"the whole number or sum of\"); 1 OED 324 (def. 2) (\"The entire number of; the individual components of, without exception\"). \"Portion\" likewise refers to some quantity less than all. Webster's Third 1768 (defs. 1, 3a) (\"an individual's part or share of something,\" or \"a part of a whole\"); 12 OED 154, 155 (def. 1a, 5a) (\"The part (of anything) allotted or belonging to one person,\" or \"A part of any whole\"). Conversely, there is nothing in the neighboring text to ground a qualitative interpretation.\nMoreover, the phrase \"substantial portion\" is modified by \"of the components of a patented invention.\" It is the supply of all or a substantial portion \"of the components\" of a patented invention that triggers liability for infringement. But if \"substantial\" has a qualitative meaning, then the more natural way to write the opening clause of the provision would be to not reference \"the components\" at all. Instead, the opening clause of § 271(f)(1) could have triggered liability for the supply of \"all or a substantial portion of ... a patented invention, where [its] components are uncombined in whole or in part.\" A qualitative reading would render the phrase \"of the components\" unnecessary the first time it is used in § 271(f)(1). Whenever possible, however, we should favor an interpretation that gives meaning to each statutory provision. See Hibbs v. Winn, 542 U.S. 88, 101, 124 S.Ct. 2276, 159 L.Ed.2d 172 (2004). Only the quantitative approach does so here. Thus, \"substantial,\" in the context of § 271(f)(1), is most reasonably read to connote a quantitative measure.\nPromega argues that a quantitative approach is too narrow, and invites the Court to instead adopt a \"case-specific approach\" that would require a factfinder to decipher whether the components at issue are a \"substantial portion\" under either a qualitative or quantitative test. Brief for Respondent 17, 42. We decline to do so. Having determined the phrase \"substantial portion\" is ambiguous, our task is to resolve that ambiguity, not to compound it by tasking juries across the Nation with interpreting the meaning of the statute on an ad hoc basis. See, e.g., Robinson v. Shell Oil Co., 519 U.S. 337, 345-346, 117 S.Ct. 843, 136 L.Ed.2d 808 (1997).\nAs a more general matter, moreover, we cannot accept Promega's suggestion that the Court adopt a different analytical framework entirely-one that accounts for both the quantitative and qualitative aspects of the components. Promega reads § 271(f)(1) to mean that the answer to whether a given portion of the components is \"substantial\" depends not only on the number of components involved but also on their qualitative importance to the invention overall. At first blush, there is some appeal to the idea that, in close cases, a subjective analysis of the qualitative importance of a component may help determine whether it is a \"substantial portion\" of the components of a patent. But, for the reasons discussed above, the statute's structure provides little support for a qualitative interpretation of the term.\nNor would considering the qualitative importance of a component necessarily help resolve close cases. To the contrary, it might just as easily complicate the factfinder's review. Surely a great many components of an invention (if not every component) are important. Few inventions, including the one at issue here, would function at all without any one of their components. Indeed, Promega has not identified any component covered by the Tautz patent that would not satisfy Promega's \"importance\" litmus test. How are courts-or, for that matter, market participants attempting to avoid liability-to determine the relative importance of the components of an invention? Neither Promega nor the Federal Circuit offers an easy way to make this decision. Accordingly, we conclude that a quantitative interpretation hews most closely to the text of the statute and provides an administrable construction.\nB\nHaving determined that the term \"substantial portion\" refers to a quantitative measurement, we must next decide whether, as a matter of law, a single component can ever constitute a \"substantial portion\" so as to trigger liability under § 271(f)(1). The answer is no.\nAs before, we begin with the text of the statute. Section 271(f)(1) consistently refers to \"components\" in the plural. The section is targeted toward the supply of all or a substantial portion \"of the components, \" where \"such components \" are uncombined, in a manner that actively induces the combination of \"such components \" outside the United States. Text specifying a substantial portion of \"components,\" plural, indicates that multiple components constitute the substantial portion.\nThe structure of § 271(f) reinforces this reading. Section 271(f)(2), which is § 271(f)(1)'s companion provision, reads as follows:\n\"Whoever without authority supplies or causes to be supplied in or from the United States any component of a patented invention that is especially made or especially adapted for use in the invention and not a staple article or commodity of commerce suitable for substantial noninfringing use, where such component is uncombined in whole or in part, knowing that such component is so made or adapted and intending that such component will be combined outside of the United States in a manner that would infringe the patent if such combination occurred within the United States, shall be liable as an infringer.\"\nReading § 271(f)(1) to refer to more than one component allows the two provisions to work in tandem. Whereas § 271(f)(1) refers to \"components,\" plural, § 271(f)(2) refers to \"any component,\" singular. And, whereas § 271(f)(1) speaks to whether the components supplied by a party constitute a substantial portion of the components, § 271(f)(2) speaks to whether a party has supplied \"any\" noncommodity component \"especially made or especially adapted for use in the invention.\"\nWe do not disagree with the Federal Circuit's observation that the two provisions concern different scenarios. See 773 F.3d, at 1354. As this Court has previously observed, §§ 271(f)(1) and 271(f)(2)\"differ, among other things, on the quantity of components that must be 'supplie[d] ... from the United States' for liability to attach.\" Microsoft Corp. v. AT & T Corp., 550 U.S. 437, 454, n. 16, 127 S.Ct. 1746, 167 L.Ed.2d 737 (2007). But we do not draw the Federal Circuit's conclusion from these different but related provisions. Reading § 271(f)(1) to cover any single component would not only leave little room for § 271(f)(2), but would also undermine § 271(f)(2)'s express reference to a single component \"especially made or especially adapted for use in the invention.\" Our conclusion that § 271(f)(1) prohibits the supply of components, plural, gives each subsection its unique application. See, e.g., Cloer, 569 U.S., at ----, 133 S.Ct., at 1892-1893.\nTaken alone, § 271(f)(1)'s reference to \"components\" might plausibly be read to encompass \"component\" in the singular. See 1 U.S.C. § 1 (instructing that \"words importing the plural include the singular,\" \"unless the context indicates otherwise\"). But § 271(f)'s text, context, and structure leave us to conclude that when Congress said \"components,\" plural, it meant plural, and when it said \"component,\" singular, it meant singular.\nWe do not today define how close to \"all\" of the components \"a substantial portion\" must be. We hold only that one component does not constitute \"all or a substantial portion\" of a multicomponent invention under § 271(f)(1). This is all that is required to resolve the question presented.\nC\nThe history of § 271(f) bolsters our conclusion. The Court has previously observed that Congress enacted § 271(f) in response to our decision in Deepsouth Packing Co. v. Laitram Corp., 406 U.S. 518, 92 S.Ct. 1700, 32 L.Ed.2d 273 (1972). See Microsoft Corp., 550 U.S., at 444, 127 S.Ct. 1746. In Deepsouth, the Court determined that, under patent law as it existed at the time, it was \"not an infringement to make or use a patented product outside of the United States.\" 406 U.S., at 527, 92 S.Ct. 1700. The new § 271(f)\"expand[ed] the definition of infringement to include supplying from the United States a patented invention's components,\" as outlined in subsections (f)(1) and (f)(2). Microsoft, 550 U.S., at 444-445, 127 S.Ct. 1746.\nThe effect of this provision was to fill a gap in the enforceability of patent rights by reaching components that are manufactured in the United States but assembled overseas and that were beyond the reach of the statute in its prior formulation. Our ruling today comports with Congress' intent. A supplier may be liable under § 271(f)(1) for supplying from the United States all or a substantial portion of the components (plural) of the invention, even when those components are combined abroad. The same is true even for a single component under § 271(f)(2) if it is especially made or especially adapted for use in the invention and not a staple article or commodity. We are persuaded, however, that when as in this case a product is made abroad and all components but a single commodity article are supplied from abroad, this activity is outside the scope of the statute.\nIII\nWe hold that the phrase \"substantial portion\" in 35 U.S.C. § 271(f)(1) has a quantitative, not a qualitative, meaning. We hold further that § 271(f)(1) does not cover the supply of a single component of a multicomponent invention. The judgment of the Court of Appeals for the Federal Circuit is therefore reversed, and the case is remanded for further proceedings consistent with this opinion.\nIt is so ordered.\nTHE CHIEF JUSTICE took no part in the decision of this case.\nJustice ALITO, with whom Justice THOMAS joins, concurring in part and concurring in the judgment.\nI join all but Part II-C of the Court's opinion. It is clear from the text of 35 U.S.C. § 271(f) that Congress intended not only to fill the gap created by Deepsouth Packing Co. v. Laitram Corp., 406 U.S. 518, 92 S.Ct. 1700, 32 L.Ed.2d 273 (1972) -where all of the components of the invention were manufactured in the United States, id., at 524, 92 S.Ct. 1700 -but to go at least a little further. How much further is the question in this case, and the genesis of § 271(f) sheds no light on that question.\nI note, in addition, that while the Court holds that a single component cannot constitute a substantial portion of an invention's components for § 271(f)(1) purposes, I do not read the opinion to suggest that any number greater than one is sufficient. In other words, today's opinion establishes that more than one component is necessary, but does not address how much more.\nThe Tautz patent expired in 2015. The litigation thus concerns past acts of infringement only.\nBecause the parties here agree that the patented invention is made up of only these five components, we do not consider how to identify the \"components\" of a patent or whether and how that inquiry relates to the elements of a patent claim.\nApplied Biosystems, LLC, and Invitrogen IP Holdings, Inc., are also petitioners in this proceeding and are wholly owned subsidiaries of Life Technologies Corporation. The agreement at issue here was originally between Promega and Applied Biosystems. 773 F.3d 1338, 1344, n. 3 (C.A.Fed.2014).\nChief Judge Prost dissented from the majority's conclusion with respect to the \"active inducement\" element of 35 U.S.C. § 271(f)(1). 773 F.3d, at 1358-1360. Neither that question, nor any of the Federal Circuit's conclusions regarding Life Technologies' liability under § 271(a) or infringement of four additional Promega patents, see id., at 1341, is before us. See 579 U.S. ----, 136 S.Ct. 2505, 195 L.Ed.2d 838 (2016).\nThe examples Promega provides of other statutes' use of the terms \"substantial\" or \"significant\" are inapposite. See Brief for Respondent 19-20. The text of these statutes, which arise in different statutory schemes with diverse purposes and structures, differs in material ways from the text of § 271(f)(1). The Tax Code, for instance, refers to \"a substantial portion of a return,\" 26 U.S.C. § 7701(a)(36)(A), not to \"a substantial portion of the entries of a return.\"\nLife Technologies' expert described the Taq polymerase as a \"main\" component. App. 160. The expert also described two other components the same way. Ibid.\nThis Court's opinion in Microsoft Corp. v. AT & T Corp., 550 U.S. 437, 447, 127 S.Ct. 1746, 167 L.Ed.2d 737 (2007), is not to the contrary. The holding in that case turned not on the number of components involved, but rather on whether the software at issue was a component at all.\nPromega argues that the important distinction between these provisions is that § 271(f)(1), unlike § 271(f)(2), requires a showing of specific intent for active inducement. Brief for Respondent 34-41. But cf. Global-Tech Appliances, Inc. v. SEB S.A., 563 U.S. 754, 765-766, 131 S.Ct. 2060, 179 L.Ed.2d 1167 (2011) (substantially equating the intent requirements for §§ 271(b) and 271(c), on which Promega asserts §§ 271(f)(1) and (f)(2) were modeled). But, to repeat, whatever intent subsection (f)(1) may require, it also imposes liability only on a party who supplies a \"substantial portion of the components\" of the invention. Thus, even assuming that subsection (f)(1)'s \"active inducement\" requirement is different from subsection (f)(2)'s \"knowing\" and \"intending\" element-a question we do not reach today-that difference between the two provisions does not read the \"substantial portion\" language out of the statute.",
        "type": "majority",
        "author": "Justice SOTOMAYOR delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Carter G. Phillips, Washington, DC, for Petitioners.",
      "Zachary D. Tripp, for the United States as amicus curiae, by special leave of the Court.",
      "Seth P. Waxman, Washington, DC, for Respondent.",
      "Robert N. Hochman, Sidley Austin LLP, Chicago, IL, Carter G. Phillips, Erika L. Maley, Sidley Austin LLP, Washington, DC, for Petitioners.",
      "Mark C. Fleming, Eric F. Fletcher, Janine M. Lopez, Wilmer Cutler Pickering, Hale and Dorr LLP, Boston, MA, Seth P. Waxman, Thomas G. Saunders, Kevin M. Lamb, Wilmer Cutler Pickering, Hale and Dorr LLP, Washington, DC, for Respondent."
    ],
    "corrections": "",
    "head_matter": "LIFE TECHNOLOGIES CORPORATION et al., Petitioners\nv.\nPROMEGA CORPORATION.\nNo. 14-1538.\nSupreme Court of the United States\nArgued Dec. 6, 2016.\nDecided Feb. 22, 2017.\nCarter G. Phillips, Washington, DC, for Petitioners.\nZachary D. Tripp, for the United States as amicus curiae, by special leave of the Court.\nSeth P. Waxman, Washington, DC, for Respondent.\nRobert N. Hochman, Sidley Austin LLP, Chicago, IL, Carter G. Phillips, Erika L. Maley, Sidley Austin LLP, Washington, DC, for Petitioners.\nMark C. Fleming, Eric F. Fletcher, Janine M. Lopez, Wilmer Cutler Pickering, Hale and Dorr LLP, Boston, MA, Seth P. Waxman, Thomas G. Saunders, Kevin M. Lamb, Wilmer Cutler Pickering, Hale and Dorr LLP, Washington, DC, for Respondent."
  },
  "file_name": "0734-01",
  "first_page_order": 734,
  "last_page_order": 743
}
