{
  "id": 12609912,
  "name": "Robert PEREZ v. FLORIDA.",
  "name_abbreviation": "Perez v. Florida",
  "decision_date": "2017-03-06",
  "docket_number": "No. 16–6250.",
  "first_page": "853",
  "last_page": "855",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 853"
    },
    {
      "type": "parallel",
      "cite": "197 L. Ed. 2d 480"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "538 U.S. 343",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9030793
      ],
      "weight": 21,
      "year": 2003,
      "pin_cites": [
        {
          "page": "348"
        },
        {
          "page": "359"
        },
        {
          "page": "365"
        },
        {
          "page": "363-364"
        },
        {
          "page": "365"
        },
        {
          "page": "386"
        },
        {
          "page": "367"
        },
        {
          "page": "367"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/538/0343-01"
      ]
    },
    {
      "cite": "394 U.S. 705",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6178344
      ],
      "weight": 7,
      "year": 1969,
      "pin_cites": [
        {
          "page": "707",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "page": "708, 707"
        },
        {
          "page": "707"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/394/0705-01"
      ]
    },
    {
      "cite": "505 U.S. 377",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1481163
      ],
      "weight": 3,
      "year": 1992,
      "pin_cites": [
        {
          "page": "388"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/505/0377-01"
      ]
    },
    {
      "cite": "135 S.Ct. 2001",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12589931
      ],
      "weight": 2,
      "year": 2015,
      "pin_cites": [
        {
          "page": "2008-2011"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/2001-01"
      ]
    },
    {
      "cite": "Fla. Stat. § 790.162",
      "category": "laws:leg_statute",
      "reporter": "Fla. Stat.",
      "year": 2007,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 501,
    "char_count": 7729,
    "pagerank": {
      "raw": 5.4814705883719195e-08,
      "percentile": 0.34350110759353153
    },
    "sha256": "20b2078a65f1476017f3ad780c6d33c20e141e734ccb51518ac50e0bb536a81f",
    "simhash": "1:abfbd22ab020493d",
    "word_count": 1262
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Robert PEREZ\nv.\nFLORIDA."
    ],
    "opinions": [
      {
        "text": "Justice SOTOMAYOR, concurring in the denial of certiorari.\nRobert Perez is serving more than 15 years in a Florida prison for what may have been nothing more than a drunken joke. The road to this unfortunate outcome began with Perez and his friends drinking a mixture of vodka and grapefruit juice at the beach. Sentencing Tr. 24, App. to Pet. for Cert. (Sentencing Tr.). As the group approached a nearby liquor store to purchase additional ingredients for the mixture, which Perez called a \"Molly cocktail,\" ibid., a store employee overheard the group's conversation, id ., at 25. The employee apparently believed he was referencing an incendiary \"Molotov cocktail\" and asked if it would \"burn anything up.\" Ibid . Perez claims he responded that he did not have \"that type\" of cocktail, and that the whole group laughed at the apparent joke. Ibid . Imprudently, however, the inebriated Perez continued the banter, telling another employee that he had only \"one Molotov cocktail\" and could \"blow the whole place up.\" App. C to Brief in Opposition 82. Perez later returned to the store and allegedly said, \" 'I'm going to blow up this whole [expletive] world.' \" Id ., at 121. Store employees reported the incident to police the next day. Sentencing Tr. 15, 34.\nThe State prosecuted Perez for violating a Florida statute that makes it a felony \"to threaten to throw, project, place, or discharge any destructive device with intent to do bodily harm to any person or with intent to do damage to any property of any person.\" Fla. Stat. § 790.162 (2007). The trial court instructed the jury that they could return a guilty verdict if the State proved two elements. First, the State had to prove the actus reus ; that is, the threat itself. The instruction defined a threat as \"a communicated intent to inflict harm or loss on another when viewed and/or heard by an ordinary reasonable person.\" App. F to Brief in Opposition 350. Second, the State had to prove that Perez possessed the necessary mens rea ; that is, that he intended to make the threat. Circularly, the instruction defined intent as \"the stated intent to do bodily harm to any person or damage to the property of any person.\" Ibid . This instruction permitted the jury to convict Perez based on what he \"stated\" alone-irrespective of whether his words represented a joke, the ramblings of an intoxicated individual, or a credible threat. The jury found Perez guilty, and because he qualified as a habitual offender, the trial court sentenced him to 15 years and 1 day in prison. Sentencing Tr. 44.\nIn the courts below and in his petition for certiorari, Perez challenged the instruction primarily on the ground that it contravenes the traditional rule that criminal statutes be interpreted to require proof of mens rea, see Elonis v. United States, 575 U.S. ----, ---- - ----, 135 S.Ct. 2001, 2008-2011, 192 L.Ed.2d 1 (2015). In my view, however, the jury instruction-and Perez's conviction-raise serious First Amendment concerns worthy of this Court's review. But because the lower courts did not reach the First Amendment question, I reluctantly concur in the Court's denial of certiorari in this case.\n* * *\nThe First Amendment's protection of speech and expression does not extend to threats of physical violence. See R.A.V. v. St. Paul, 505 U.S. 377, 388, 112 S.Ct. 2538, 120 L.Ed.2d 305 (1992). Statutes criminalizing threatening speech, however, \"must be interpreted with the commands of the First Amendment clearly in mind\" in order to distinguish true threats from constitutionally protected speech. Watts v. United States, 394 U.S. 705, 707, 89 S.Ct. 1399, 22 L.Ed.2d 664 (1969) (per curiam ). Under our cases, this distinction turns in part on the speaker's intent.\nWe suggested as much in Watts . There, we faced a constitutional challenge to a criminal threat statute and expressed \"grave doubts\" that the First Amendment permitted a criminal conviction if the speaker merely \"uttered the charged words with an apparent determination to carry them into execution.\" Id., at 708, 707, 89 S.Ct. 1399 (emphasis and internal quotation marks omitted).\nVirginia v. Black, 538 U.S. 343, 123 S.Ct. 1536, 155 L.Ed.2d 535 (2003), made the import of the speaker's intent plain. There, we considered a state statute that criminalized cross burning \" 'with the intent of intimidating any person.' \" Id., at 348, 123 S.Ct. 1536 (quoting Va.Code. Ann. § 18.2-423 (1996) ). We defined a \"true threat\" as one \"where the speaker means to communicate a serious expression of an intent to commit an act of unlawful violence to a particular individual or group of individuals.\" 538 U.S., at 359, 123 S.Ct. 1536. We recognized that cross burning is not always such an expression and held the statute constitutional \"insofar as it ban[ned] cross burning with intent to intimidate.\" Id ., at 362, 123 S.Ct. 1536 (emphasis added); id., at 365, 123 S.Ct. 1536 (plurality opinion).\nA four-Member plurality went further and found unconstitutional a provision of the statute that declared the speech itself \" 'prima facie evidence of an intent to intimidate.' \" Id., at 363-364, 123 S.Ct. 1536. The plurality reached this conclusion because \"a burning cross is not always intended to intimidate.\" Id., at 365, 123 S.Ct. 1536. Two separate opinions endorsed this view. See id ., at 372, 123 S.Ct. 1536 (Scalia, J., joined by THOMAS, J., concurring in part, concurring in judgment in part, and dissenting in part) (\"The plurality is correct in all of this\"); id., at 386, 123 S.Ct. 1536 (Souter, J., joined by KENNEDY and GINSBURG, JJ., concurring in judgment in part and dissenting in part).\nTogether, Watts and Black make clear that to sustain a threat conviction without encroaching upon the First Amendment, States must prove more than the mere utterance of threatening words-some level of intent is required. And these two cases strongly suggest that it is not enough that a reasonable person might have understood the words as a threat-a jury must find that the speaker actually intended to convey a threat.\n* * *\nThe jury instruction in this case relieved the State of its burden of proving anything other than Perez's \"stated\" or \"communicated\" intent. This replicates the view we doubted in Watts, which permitted a criminal conviction based upon threatening words and only \" 'an apparent determination to carry them into execution.' \" 394 U.S., at 707, 89 S.Ct. 1399. And like the prima facie provision in Black, the trial court's jury instruction \"ignore[d] all of the contextual factors that are necessary to decide whether a particular [expression] is intended to intimidate.\" 538 U.S., at 367, 123 S.Ct. 1536 (plurality opinion).\nContext in this case might have made a difference. Even as she argued for a 15-year sentence, the prosecutor acknowledged that Perez may have been \"just a harmless drunk guy at the beach,\" Sentencing Tr. 35, and it appears that at least one witness testified that she did not find Perez threatening, Pet. for Cert. 8. Instead of being instructed to weigh this evidence to determine whether Perez actually intended to convey a threat-or even whether a reasonable person would have construed Perez's words as a threat-the jury was directed to convict solely on the basis of what Perez \"stated.\"\nIn an appropriate case, the Court should affirm that \"[t]he First Amendment does not permit such a shortcut.\" Black, 538 U.S., at 367, 123 S.Ct. 1536 (plurality opinion). The Court should also decide precisely what level of intent suffices under the First Amendment-a question we avoided two Terms ago in Elonis.",
        "type": "majority",
        "author": "Justice SOTOMAYOR, concurring in the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "Robert PEREZ\nv.\nFLORIDA.\nNo. 16-6250.\nSupreme Court of the United States\nMarch 6, 2017.\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "0853-01",
  "first_page_order": 853,
  "last_page_order": 855
}
