{
  "id": 12610008,
  "name": "ENDREW F., a minor, by and through his parents and next friends, JOSEPH F. and Jennifer F., Petitioner v. DOUGLAS COUNTY SCHOOL DISTRICT RE-1.",
  "name_abbreviation": "Endrew F. v. Douglas Cnty. Sch. Dist. RE-1",
  "decision_date": "2017-03-22",
  "docket_number": "No. 15–827.",
  "first_page": "988",
  "last_page": "1002",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 988"
    },
    {
      "type": "parallel",
      "cite": "197 L. Ed. 2d 335"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "137 S.Ct. 743",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12609612
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "750, n. 1"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0743-01"
      ]
    },
    {
      "cite": "104 Stat. 1141",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "195 L.Ed.2d 901",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12607077,
        12607078,
        12607130,
        12607131,
        12607132,
        12607133,
        12607134
      ],
      "year": 2016,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0028-04",
        "/s-ct/137/0028-05",
        "/s-ct/137/0029-01",
        "/s-ct/137/0029-02",
        "/s-ct/137/0029-03",
        "/s-ct/137/0029-04",
        "/s-ct/137/0029-05"
      ]
    },
    {
      "cite": "137 S.Ct. 29",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12607130,
        12607131,
        12607132,
        12607133,
        12607134
      ],
      "year": 2016,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0029-01",
        "/s-ct/137/0029-02",
        "/s-ct/137/0029-03",
        "/s-ct/137/0029-04",
        "/s-ct/137/0029-05"
      ]
    },
    {
      "cite": "2014 WL 4548439",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "weight": 4,
      "year": 2014,
      "pin_cites": [
        {
          "page": "*5",
          "parenthetical": "quoting Rowley, 458 U.S., at 206, 102 S.Ct. 3034 "
        },
        {
          "page": "*9"
        },
        {
          "page": "*9"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "798 F.3d 1329",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4331900
      ],
      "weight": 5,
      "year": 2015,
      "pin_cites": [
        {
          "page": "1336"
        },
        {
          "page": "1336"
        },
        {
          "page": "1338"
        },
        {
          "page": "1338",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "1342",
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/798/1329-01"
      ]
    },
    {
      "cite": "34 C.F.R. § 300.8",
      "category": "laws:admin_compilation",
      "reporter": "C.F.R.",
      "year": 2016,
      "pin_cites": [
        {
          "page": "(c)(1)(i)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "483 F.Supp. 528",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        4127747
      ],
      "pin_cites": [
        {
          "page": "533"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp/483/0528-01"
      ]
    },
    {
      "cite": "484 U.S. 305",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        601398
      ],
      "weight": 3,
      "year": 1988,
      "pin_cites": [
        {
          "page": "311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/484/0305-01"
      ]
    },
    {
      "cite": "548 U.S. 291",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3500383
      ],
      "weight": 3,
      "year": 2006,
      "pin_cites": [
        {
          "page": "295"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/548/0291-01"
      ]
    },
    {
      "cite": "20 U.S.C. § 1400",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "84 Stat. 175",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "458 U.S. 176",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        636698
      ],
      "weight": 106,
      "year": 1982,
      "pin_cites": [
        {
          "page": "202"
        },
        {
          "page": "181"
        },
        {
          "page": "184-185"
        },
        {
          "page": "185"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "185-186"
        },
        {
          "page": "198"
        },
        {
          "page": "190, n. 11"
        },
        {
          "page": "188"
        },
        {
          "page": "199"
        },
        {
          "page": "198"
        },
        {
          "page": "200"
        },
        {
          "page": "206"
        },
        {
          "page": "200-202, 207"
        },
        {
          "page": "193, n. 15"
        },
        {
          "page": "207"
        },
        {
          "page": "204"
        },
        {
          "page": "203, n. 25"
        },
        {
          "page": "202"
        },
        {
          "page": "207"
        },
        {
          "page": "206"
        },
        {
          "page": "200"
        },
        {
          "page": "202"
        },
        {
          "page": "189"
        },
        {
          "page": "200"
        },
        {
          "page": "192"
        },
        {
          "page": "193, n. 15"
        },
        {
          "page": "200"
        },
        {
          "page": "202, 209-210"
        },
        {
          "page": "202"
        },
        {
          "page": "192"
        },
        {
          "page": "200, 202"
        },
        {
          "page": "202"
        },
        {
          "page": "207"
        },
        {
          "page": "208-209"
        },
        {
          "page": "206-207"
        },
        {
          "page": "179"
        },
        {
          "page": "202"
        },
        {
          "page": "202-203"
        },
        {
          "page": "203"
        },
        {
          "page": "203-204"
        },
        {
          "page": "181"
        },
        {
          "page": "179"
        },
        {
          "page": "185-186"
        },
        {
          "page": "211"
        },
        {
          "page": "198"
        },
        {
          "page": "206"
        },
        {
          "page": "208-209"
        },
        {
          "page": "203, n. 25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/458/0176-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1256,
    "char_count": 31187,
    "pagerank": {
      "raw": 6.434913924585074e-07,
      "percentile": 0.9598378129381289
    },
    "sha256": "460203e335df4f943532380363381fb86bc9d5547db9eaa410eb0a4b49d9a574",
    "simhash": "1:52f0b4608edfaca6",
    "word_count": 5000
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "ENDREW F., a minor, by and through his parents and next friends, JOSEPH F. and Jennifer F., Petitioner\nv.\nDOUGLAS COUNTY SCHOOL DISTRICT RE-1."
    ],
    "opinions": [
      {
        "text": "Chief Justice ROBERTS delivered the opinion of the Court.\nThirty-five years ago, this Court held that the Individuals with Disabilities Education Act establishes a substantive right to a \"free appropriate public education\" for certain children with disabilities. Board of Ed. of Hendrick Hudson Central School Dist., Westchester Cty. v. Rowley, 458 U.S. 176, 102 S.Ct. 3034, 73 L.Ed.2d 690 (1982). We declined, however, to endorse any one standard for determining \"when handicapped children are receiving sufficient educational benefits to satisfy the requirements of the Act.\" Id., at 202, 102 S.Ct. 3034. That \"more difficult problem\" is before us today. Ibid.\nI\nA\nThe Individuals with Disabilities Education Act (IDEA or Act) offers States federal funds to assist in educating children with disabilities. 84 Stat. 175, as amended, 20 U.S.C. § 1400 et seq. ; see Arlington Central School Dist. Bd. of Ed. v. Murphy, 548 U.S. 291, 295, 126 S.Ct. 2455, 165 L.Ed.2d 526 (2006). In exchange for the funds, a State pledges to comply with a number of statutory conditions. Among them, the State must provide a free appropriate public education-a FAPE, for short-to all eligible children. § 1412(a)(1).\nA FAPE, as the Act defines it, includes both \"special education\" and \"related services.\" § 1401(9). \"Special education\" is \"specially designed instruction ... to meet the unique needs of a child with a disability\"; \"related services\" are the support services \"required to assist a child ... to benefit from\" that instruction. §§ 1401(26), (29). A State covered by the IDEA must provide a disabled child with such special education and related services \"in conformity with the [child's] individualized education program,\" or IEP. § 1401(9)(D).\nThe IEP is \"the centerpiece of the statute's education delivery system for disabled children.\" Honig v. Doe, 484 U.S. 305, 311, 108 S.Ct. 592, 98 L.Ed.2d 686 (1988). A comprehensive plan prepared by a child's \"IEP Team\" (which includes teachers, school officials, and the child's parents), an IEP must be drafted in compliance with a detailed set of procedures. § 1414(d)(1)(B) (internal quotation marks omitted). These procedures emphasize collaboration among parents and educators and require careful consideration of the child's individual circumstances. § 1414. The IEP is the means by which special education and related services are \"tailored to the unique needs\" of a particular child. Rowley, 458 U.S., at 181, 102 S.Ct. 3034.\nThe IDEA requires that every IEP include \"a statement of the child's present levels of academic achievement and functional performance,\" describe \"how the child's disability affects the child's involvement and progress in the general education curriculum,\" and set out \"measurable annual goals, including academic and functional goals,\" along with a \"description of how the child's progress toward meeting\" those goals will be gauged. §§ 1414(d)(1)(A)(i)(I)-(III). The IEP must also describe the \"special education and related services ... that will be provided\" so that the child may \"advance appropriately toward attaining the annual goals\" and, when possible, \"be involved in and make progress in the general education curriculum.\" § 1414(d)(1)(A)(i)(IV).\nParents and educators often agree about what a child's IEP should contain. But not always. When disagreement arises, parents may turn to dispute resolution procedures established by the IDEA. The parties may resolve their differences informally, through a \"[p]reliminary meeting,\" or, somewhat more formally, through mediation. §§ 1415(e), (f)(1)(B)(i). If these measures fail to produce accord, the parties may proceed to what the Act calls a \"due process hearing\" before a state or local educational agency. §§ 1415(f)(1)(A), (g). And at the conclusion of the administrative process, the losing party may seek redress in state or federal court. § 1415(i)(2)(A).\nB\nThis Court first addressed the FAPE requirement in Rowley . Plaintiff Amy Rowley was a first grader with impaired hearing. Her school district offered an IEP under which Amy would receive instruction in the regular classroom and spend time each week with a special tutor and a speech therapist. The district proposed that Amy's classroom teacher speak into a wireless transmitter and that Amy use an FM hearing aid designed to amplify her teacher's words; the district offered to supply both components of this system. But Amy's parents argued that the IEP should go further and provide a sign-language interpreter in all of her classes. Contending that the school district's refusal to furnish an interpreter denied Amy a FAPE, Amy's parents initiated administrative proceedings, then filed a lawsuit under the Act. Rowley, 458 U.S., at 184-185, 102 S.Ct. 3034.\nThe District Court agreed that Amy had been denied a FAPE. The court acknowledged that Amy was making excellent progress in school: She was \"perform[ing] better than the average child in her class\" and \"advancing easily from grade to grade.\" Id., at 185, 102 S.Ct. 3034 (internal quotation marks omitted). At the same time, Amy \"under[stood] considerably less of what goes on in class than she could if she were not deaf.\" Ibid. (internal quotation marks omitted). Concluding that \"it has been left entirely to the courts and the hearings officers to give content to the requirement of an 'appropriate education,' \" 483 F.Supp. 528, 533 (S.D.N.Y.1980), the District Court ruled that Amy's education was not \"appropriate\" unless it provided her \"an opportunity to achieve [her] full potential commensurate with the opportunity provided to other children. \" Rowley, 458 U.S., at 185-186, 102 S.Ct. 3034 (internal quotation marks omitted). The Second Circuit agreed with this analysis and affirmed.\nIn this Court, the parties advanced starkly different understandings of the FAPE requirement. Amy's parents defended the approach of the lower courts, arguing that the school district was required to provide instruction and services that would provide Amy an \"equal educational opportunity\" relative to children without disabilities. Id., at 198, 102 S.Ct. 3034 (internal quotation marks omitted). The school district, for its part, contended that the IDEA \"did not create substantive individual rights\"; the FAPE provision was instead merely aspirational. Brief for Petitioners in Rowley, O.T. 1981, No. 80-1002, pp. 28, 41.\nNeither position carried the day. On the one hand, this Court rejected the view that the IDEA gives \"courts carte blanche to impose upon the States whatever burden their various judgments indicate should be imposed.\" Rowley, 458 U.S., at 190, n. 11, 102 S.Ct. 3034. After all, the statutory phrase \"free appropriate public education\" was expressly defined in the Act, even if the definition \"tend[ed] toward the cryptic rather than the comprehensive.\" Id., at 188, 102 S.Ct. 3034. This Court went on to reject the \"equal opportunity\" standard adopted by the lower courts, concluding that \"free appropriate public education\" was a phrase \"too complex to be captured by the word 'equal' whether one is speaking of opportunities or services.\" Id., at 199, 102 S.Ct. 3034. The Court also viewed the standard as \"entirely unworkable,\" apt to require \"impossible measurements and comparisons\" that courts were ill suited to make. Id., at 198, 102 S.Ct. 3034.\nOn the other hand, the Court also rejected the school district's argument that the FAPE requirement was actually no requirement at all. Id., at 200, 102 S.Ct. 3034. Instead, the Court carefully charted a middle path. Even though \"Congress was rather sketchy in establishing substantive requirements\" under the Act, id., at 206, 102 S.Ct. 3034 the Court nonetheless made clear that the Act guarantees a substantively adequate program of education to all eligible children, id., at 200-202, 207, 102 S.Ct. 3034 ; see id., at 193, n. 15, 102 S.Ct. 3034 (describing the \"substantive standard ... implicit in the Act\"). We explained that this requirement is satisfied, and a child has received a FAPE, if the child's IEP sets out an educational program that is \"reasonably calculated to enable the child to receive educational benefits.\" Id., at 207, 102 S.Ct. 3034. For children receiving instruction in the regular classroom, this would generally require an IEP \"reasonably calculated to enable the child to achieve passing marks and advance from grade to grade.\" Id., at 204, 102 S.Ct. 3034 ; see also id., at 203, n. 25, 102 S.Ct. 3034.\nIn view of Amy Rowley's excellent progress and the \"substantial\" suite of specialized instruction and services offered in her IEP, we concluded that her program satisfied the FAPE requirement. Id., at 202, 102 S.Ct. 3034. But we went no further. Instead, we expressly \"confine[d] our analysis\" to the facts of the case before us. Ibid. Observing that the Act requires States to \"educate a wide spectrum\" of children with disabilities and that \"the benefits obtainable by children at one end of the spectrum will differ dramatically from those obtainable by children at the other end,\" we declined \"to establish any one test for determining the adequacy of educational benefits conferred upon all children covered by the Act.\" Ibid.\nC\nPetitioner Endrew F. was diagnosed with autism at age two. Autism is a neurodevelopmental disorder generally marked by impaired social and communicative skills, \"engagement in repetitive activities and stereotyped movements, resistance to environmental change or change in daily routines, and unusual responses to sensory experiences.\" 34 C.F.R. § 300.8(c)(1)(i) (2016) ; see Brief for Petitioner 8. A child with autism qualifies as a \"[c]hild with a disability\" under the IDEA, and Colorado (where Endrew resides) accepts IDEA funding. § 1401(3)(A). Endrew is therefore entitled to the benefits of the Act, including a FAPE provided by the State.\nEndrew attended school in respondent Douglas County School District from preschool through fourth grade. Each year, his IEP Team drafted an IEP addressed to his educational and functional needs. By Endrew's fourth grade year, however, his parents had become dissatisfied with his progress. Although Endrew displayed a number of strengths-his teachers described him as a humorous child with a \"sweet disposition\" who \"show[ed] concern[ ] for friends\"-he still \"exhibited multiple behaviors that inhibited his ability to access learning in the classroom.\" Supp. App. 182a; 798 F.3d 1329, 1336 (C.A.10 2015). Endrew would scream in class, climb over furniture and other students, and occasionally run away from school. Id., at 1336. He was afflicted by severe fears of commonplace things like flies, spills, and public restrooms. As Endrew's parents saw it, his academic and functional progress had essentially stalled: Endrew's IEPs largely carried over the same basic goals and objectives from one year to the next, indicating that he was failing to make meaningful progress toward his aims. His parents believed that only a thorough overhaul of the school district's approach to Endrew's behavioral problems could reverse the trend. But in April 2010, the school district presented Endrew's parents with a proposed fifth grade IEP that was, in their view, pretty much the same as his past ones. So his parents removed Endrew from public school and enrolled him at Firefly Autism House, a private school that specializes in educating children with autism.\nEndrew did much better at Firefly. The school developed a \"behavioral intervention plan\" that identified Endrew's most problematic behaviors and set out particular strategies for addressing them.\nSee Supp. App. 198a-201a. Firefly also added heft to Endrew's academic goals. Within months, Endrew's behavior improved significantly, permitting him to make a degree of academic progress that had eluded him in public school.\nIn November 2010, some six months after Endrew started classes at Firefly, his parents again met with representatives of the Douglas County School District. The district presented a new IEP. Endrew's parents considered the IEP no more adequate than the one proposed in April, and rejected it. They were particularly concerned that the stated plan for addressing Endrew's behavior did not differ meaningfully from the plan in his fourth grade IEP, despite the fact that his experience at Firefly suggested that he would benefit from a different approach.\nIn February 2012, Endrew's parents filed a complaint with the Colorado Department of Education seeking reimbursement for Endrew's tuition at Firefly. To qualify for such relief, they were required to show that the school district had not provided Endrew a FAPE in a timely manner prior to his enrollment at the private school. See § 1412(a)(10)(C)(ii). Endrew's parents contended that the final IEP proposed by the school district was not \"reasonably calculated to enable [Endrew] to receive educational benefits\" and that Endrew had therefore been denied a FAPE. Rowley, 458 U.S., at 207, 102 S.Ct. 3034. An Administrative Law Judge (ALJ) disagreed and denied relief.\nEndrew's parents sought review in Federal District Court. Giving \"due weight\" to the decision of the ALJ, the District Court affirmed. 2014 WL 4548439, *5 (D.Colo., Sept. 15, 2014) (quoting Rowley, 458 U.S., at 206, 102 S.Ct. 3034 ). The court acknowledged that Endrew's performance under past IEPs \"did not reveal immense educational growth.\" 2014 WL 4548439, at *9. But it concluded that annual modifications to Endrew's IEP objectives were \"sufficient to show a pattern of, at the least, minimal progress.\" Ibid. Because Endrew's previous IEPs had enabled him to make this sort of progress, the court reasoned, his latest, similar IEP was reasonably calculated to do the same thing. In the court's view, that was all Rowley demanded. 2014 WL 4548439, at *9.\nThe Tenth Circuit affirmed. The Court of Appeals recited language from Rowley stating that the instruction and services furnished to children with disabilities must be calculated to confer \"some educational benefit.\" 798 F.3d, at 1338 (quoting Rowley, 458 U.S., at 200, 102 S.Ct. 3034 ; emphasis added by Tenth Circuit). The court noted that it had long interpreted this language to mean that a child's IEP is adequate as long as it is calculated to confer an \"educational benefit [that is] merely ... more than de minimis. \" 798 F.3d, at 1338 (internal quotation marks omitted). Applying this standard, the Tenth Circuit held that Endrew's IEP had been \"reasonably calculated to enable [him] to make some progress.\" Id., at 1342 (internal quotation marks omitted). Accordingly, he had not been denied a FAPE.\nWe granted certiorari. 579 U.S. ----, 137 S.Ct. 29, 195 L.Ed.2d 901 (2016).\nII\nA\nThe Court in Rowley declined \"to establish any one test for determining the adequacy of educational benefits conferred upon all children covered by the Act.\" 458 U.S., at 202, 102 S.Ct. 3034. The school district, however, contends that Rowley nonetheless established that \"an IEP need not promise any particular level of benefit,\"\nso long as it is \" ' reasonably calculated' to provide some benefit, as opposed to none .\" Brief for Respondent 15.\nThe district relies on several passages from Rowley to make its case. It points to our observation that \"any substantive standard prescribing the level of education to be accorded\" children with disabilities was \"[n]oticeably absent from the language of the statute.\" 458 U.S., at 189, 102 S.Ct. 3034 ; see Brief for Respondent 14. The district also emphasizes the Court's statement that the Act requires States to provide access to instruction \"sufficient to confer some educational benefit,\" reasoning that any benefit, however minimal, satisfies this mandate. Brief for Respondent 15 (quoting Rowley, 458 U.S., at 200, 102 S.Ct. 3034 ). Finally, the district urges that the Court conclusively adopted a \"some educational benefit\" standard when it wrote that \"the intent of the Act was more to open the door of public education to handicapped children ... than to guarantee any particular level of education.\" Id., at 192, 102 S.Ct. 3034 ; see Brief for Respondent 14.\nThese statements in isolation do support the school district's argument. But the district makes too much of them. Our statement that the face of the IDEA imposed no explicit substantive standard must be evaluated alongside our statement that a substantive standard was \"implicit in the Act. \" Rowley, 458 U.S., at 193, n. 15, 102 S.Ct. 3034. Similarly, we find little significance in the Court's language concerning the requirement that States provide instruction calculated to \"confer some educational benefit.\" Id., at 200, 102 S.Ct. 3034. The Court had no need to say anything more particular, since the case before it involved a child whose progress plainly demonstrated that her IEP was designed to deliver more than adequate educational benefits. See id., at 202, 209-210, 102 S.Ct. 3034. The Court's principal concern was to correct what it viewed as the surprising rulings below: that the IDEA effectively empowers judges to elaborate a federal common law of public education, and that a child performing better than most in her class had been denied a FAPE. The Court was not concerned with precisely articulating a governing standard for closer cases. See id., at 202, 102 S.Ct. 3034. And the statement that the Act did not \"guarantee any particular level of education\" simply reflects the unobjectionable proposition that the IDEA cannot and does not promise \"any particular [educational] outcome.\" Id., at 192, 102 S.Ct. 3034 (internal quotation marks omitted). No law could do that-for any child.\nMore important, the school district's reading of these isolated statements runs headlong into several points on which Rowley is crystal clear. For instance-just after saying that the Act requires instruction that is \"sufficient to confer some educational benefit\"-we noted that \"[t]he determination of when handicapped children are receiving sufficient educational benefits ... presents a ... difficult problem.\" Id., at 200, 202, 102 S.Ct. 3034 (emphasis added). And then we expressly declined \"to establish any one test for determining the adequacy of educational benefits\" under the Act. Id., at 202, 102 S.Ct. 3034 (emphasis added). It would not have been \"difficult\" for us to say when educational benefits are sufficient if we had just said that any educational benefit was enough. And it would have been strange to refuse to set out a test for the adequacy of educational benefits if we had just done exactly that. We cannot accept the school district's reading of Rowley .\nB\nWhile Rowley declined to articulate an overarching standard to evaluate the adequacy of the education provided under the Act, the decision and the statutory language point to a general approach: To meet its substantive obligation under the IDEA, a school must offer an IEP reasonably calculated to enable a child to make progress appropriate in light of the child's circumstances.\nThe \"reasonably calculated\" qualification reflects a recognition that crafting an appropriate program of education requires a prospective judgment by school officials. Id., at 207, 102 S.Ct. 3034. The Act contemplates that this fact-intensive exercise will be informed not only by the expertise of school officials, but also by the input of the child's parents or guardians. Id., at 208-209, 102 S.Ct. 3034. Any review of an IEP must appreciate that the question is whether the IEP is reasonable, not whether the court regards it as ideal. Id., at 206-207, 102 S.Ct. 3034.\nThe IEP must aim to enable the child to make progress. After all, the essential function of an IEP is to set out a plan for pursuing academic and functional advancement. See §§ 1414(d)(1)(A)(i)(I)-(IV). This reflects the broad purpose of the IDEA, an \"ambitious\" piece of legislation enacted \"in response to Congress' perception that a majority of handicapped children in the United States 'were either totally excluded from schools or [were] sitting idly in regular classrooms awaiting the time when they were old enough to \"drop out.\" ' \" Rowley, 458 U.S., at 179, 102 S.Ct. 3034 (quoting H.R.Rep. No. 94-332, p. 2 (1975)). A substantive standard not focused on student progress would do little to remedy the pervasive and tragic academic stagnation that prompted Congress to act.\nThat the progress contemplated by the IEP must be appropriate in light of the child's circumstances should come as no surprise. A focus on the particular child is at the core of the IDEA. The instruction offered must be \"specially designed\" to meet a child's \"unique needs\" through an \"[i ] ndividualized education program.\" §§ 1401(29), (14) (emphasis added). An IEP is not a form document. It is constructed only after careful consideration of the child's present levels of achievement, disability, and potential for growth. §§ 1414(d)(1)(A)(i)(I)-(IV), (d)(3)(A)(i)-(iv). As we observed in Rowley, the IDEA \"requires participating States to educate a wide spectrum of handicapped children,\" and \"the benefits obtainable by children at one end of the spectrum will differ dramatically from those obtainable by children at the other end, with infinite variations in between.\" 458 U.S., at 202, 102 S.Ct. 3034.\nRowley sheds light on what appropriate progress will look like in many cases. There, the Court recognized that the IDEA requires that children with disabilities receive education in the regular classroom \"whenever possible. \" Ibid. (citing § 1412(a)(5) ). When this preference is met, \"the system itself monitors the educational progress of the child.\" Id., at 202-203, 102 S.Ct. 3034. \"Regular examinations are administered, grades are awarded, and yearly advancement to higher grade levels is permitted for those children who attain an adequate knowledge of the course material.\" Id., at 203, 102 S.Ct. 3034. Progress through this system is what our society generally means by an \"education.\" And access to an \"education\" is what the IDEA promises. Ibid. Accordingly, for a child fully integrated in the regular classroom, an IEP typically should, as Rowley put it, be \"reasonably calculated to enable the child to achieve passing marks and advance from grade to grade.\" Id., at 203-204, 102 S.Ct. 3034.\nThis guidance is grounded in the statutory definition of a FAPE. One of the components of a FAPE is \"special education,\" defined as \"specially designed instruction ... to meet the unique needs of a child with a disability.\" §§ 1401(9), (29). In determining what it means to \"meet the unique needs\" of a child with a disability, the provisions governing the IEP development process are a natural source of guidance: It is through the IEP that \"[t]he 'free appropriate public education' required by the Act is tailored to the unique needs of\" a particular child. Id., at 181, 102 S.Ct. 3034.\nThe IEP provisions reflect Rowley 's expectation that, for most children, a FAPE will involve integration in the regular classroom and individualized special education calculated to achieve advancement from grade to grade. Every IEP begins by describing a child's present level of achievement, including explaining \"how the child's disability affects the child's involvement and progress in the general education curriculum.\" § 1414(d)(1)(A)(i)(I)(aa). It then sets out \"a statement of measurable annual goals ... designed to ... enable the child to be involved in and make progress in the general education curriculum,\" along with a description of specialized instruction and services that the child will receive. §§ 1414(d)(1)(A)(i)(II), (IV). The instruction and services must likewise be provided with an eye toward \"progress in the general education curriculum.\" § 1414(d)(1)(A)(i)(IV)(bb). Similar IEP requirements have been in place since the time the States began accepting funding under the IDEA.\nThe school district protests that these provisions impose only procedural requirements-a checklist of items the IEP must address-not a substantive standard enforceable in court. Tr. of Oral Arg. 50-51. But the procedures are there for a reason, and their focus provides insight into what it means, for purposes of the FAPE definition, to \"meet the unique needs\" of a child with a disability. §§ 1401(9), (29). When a child is fully integrated in the regular classroom, as the Act prefers, what that typically means is providing a level of instruction reasonably calculated to permit advancement through the general curriculum.\nRowley had no need to provide concrete guidance with respect to a child who is not fully integrated in the regular classroom and not able to achieve on grade level. That case concerned a young girl who was progressing smoothly through the regular curriculum. If that is not a reasonable prospect for a child, his IEP need not aim for grade-level advancement. But his educational program must be appropriately ambitious in light of his circumstances, just as advancement from grade to grade is appropriately ambitious for most children in the regular classroom. The goals may differ, but every child should have the chance to meet challenging objectives.\nOf course this describes a general standard, not a formula. But whatever else can be said about it, this standard is markedly more demanding than the \"merely more than de minimis \" test applied by the Tenth Circuit. It cannot be the case that the Act typically aims for grade-level advancement for children with disabilities who can be educated in the regular classroom, but is satisfied with barely more than de minimis progress for those who cannot.\nWhen all is said and done, a student offered an educational program providing \"merely more than de minimis \" progress from year to year can hardly be said to have been offered an education at all. For children with disabilities, receiving instruction that aims so low would be tantamount to \"sitting idly ... awaiting the time when they were old enough to 'drop out.' \" Rowley, 458 U.S., at 179, 102 S.Ct. 3034 (some internal quotation marks omitted). The IDEA demands more. It requires an educational program reasonably calculated to enable a child to make progress appropriate in light of the child's circumstances.\nC\nEndrew's parents argue that the Act goes even further. In their view, a FAPE is \"an education that aims to provide a child with a disability opportunities to achieve academic success, attain self-sufficiency, and contribute to society that are substantially equal to the opportunities afforded children without disabilities.\" Brief for Petitioner 40.\nThis standard is strikingly similar to the one the lower courts adopted in Rowley, and it is virtually identical to the formulation advanced by Justice Blackmun in his separate writing in that case. See 458 U.S., at 185-186, 102 S.Ct. 3034 ; id., at 211, 102 S.Ct. 3034 (opinion concurring in judgment) (\"[T]he question is whether Amy's program ... offered her an opportunity to understand and participate in the classroom that was substantially equal to that given her non-handicapped classmates\"). But the majority rejected any such standard in clear terms. Id., at 198, 102 S.Ct. 3034 (\"The requirement that States provide 'equal' educational opportunities would ... seem to present an entirely unworkable standard requiring impossible measurements and comparisons\"). Mindful that Congress (despite several intervening amendments to the IDEA) has not materially changed the statutory definition of a FAPE since Rowley was decided, we decline to interpret the FAPE provision in a manner so plainly at odds with the Court's analysis in that case. Compare § 1401(18) (1976 ed.) with § 1401(9) (2012 ed.).\nD\nWe will not attempt to elaborate on what \"appropriate\" progress will look like from case to case. It is in the nature of the Act and the standard we adopt to resist such an effort: The adequacy of a given IEP turns on the unique circumstances of the child for whom it was created. This absence of a bright-line rule, however, should not be mistaken for \"an invitation to the courts to substitute their own notions of sound educational policy for those of the school authorities which they review.\" Rowley, 458 U.S., at 206, 102 S.Ct. 3034.\nAt the same time, deference is based on the application of expertise and the exercise of judgment by school authorities. The Act vests these officials with responsibility for decisions of critical importance to the life of a disabled child. The nature of the IEP process, from the initial consultation through state administrative proceedings, ensures that parents and school representatives will fully air their respective opinions on the degree of progress a child's IEP should pursue. See §§ 1414, 1415 ; id., at 208-209, 102 S.Ct. 3034. By the time any dispute reaches court, school authorities will have had a complete opportunity to bring their expertise and judgment to bear on areas of disagreement. A reviewing court may fairly expect those authorities to be able to offer a cogent and responsive explanation for their decisions that shows the IEP is reasonably calculated to enable the child to make progress appropriate in light of his circumstances.\nThe judgment of the United States Court of Appeals for the Tenth Circuit is vacated, and the case is remanded for further proceedings consistent with this opinion.\nIt is so ordered.\nThe requirement was initially set out in the Education of the Handicapped Act, which was later amended and renamed the IDEA. See Pub. L. 101-476, § 901(a), 104 Stat. 1141. For simplicity's sake-and to avoid \"acronym overload\"-we use the latter title throughout this opinion. Fry v. Napoleon Community Schools, 580 U.S. ----, ----, n. 1, 137 S.Ct. 743, 750, n. 1, --- L.E.2d ---- (2017).\nThis guidance should not be interpreted as an inflexible rule. We declined to hold in Rowley, and do not hold today, that \"every handicapped child who is advancing from grade to grade ... is automatically receiving a [FAPE].\" Board of Ed. of Hendrick Hudson Central School Dist., Westchester Cty. v. Rowley, 458 U.S. 176, 203, n. 25, 102 S.Ct. 3034, 73 L.Ed.2d 690 (1982).",
        "type": "majority",
        "author": "Chief Justice ROBERTS delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Jeffrey L. Fisher, Stanford, CA, for Petitioner.",
      "Irv Gornstein for the United States as amicus curiae, by special leave of the Court, supporting the Petitioner.",
      "Neal K. Katyal, Washington, DC, for Respondent.",
      "Jeffrey L. Fisher, David T. Goldberg, Pamela S. Karlan, Supreme Court Litigation Clinic, William S. Koski, Youth and Education Law Project, Stanford Law School, Stanford, CA, Jack D. Robinson, Spies, Powers & Robinson, P.C., Denver, CO, Brian Wolfman, Wyatt G. Sassman, Georgetown Law Appellate Courts Immersion Clinic, Washington, DC, for Petitioners.",
      "W. Stuart Stuller, Caplan and Earnest LLC, Boulder, CO, Daniel D. Domenico, Kittredge LLC, Denver, CO, William E. Trachman, Castle Rock, Neal Kumar Katyal, Frederick Liu, Eugene A. Sokoloff, Mitchell P. Reich, Hogan Lovells US LLP, Washington, DC, for Respondent."
    ],
    "corrections": "",
    "head_matter": "ENDREW F., a minor, by and through his parents and next friends, JOSEPH F. and Jennifer F., Petitioner\nv.\nDOUGLAS COUNTY SCHOOL DISTRICT RE-1.\nNo. 15-827.\nSupreme Court of the United States\nArgued Jan. 11, 2017.\nDecided March 22, 2017.\nJeffrey L. Fisher, Stanford, CA, for Petitioner.\nIrv Gornstein for the United States as amicus curiae, by special leave of the Court, supporting the Petitioner.\nNeal K. Katyal, Washington, DC, for Respondent.\nJeffrey L. Fisher, David T. Goldberg, Pamela S. Karlan, Supreme Court Litigation Clinic, William S. Koski, Youth and Education Law Project, Stanford Law School, Stanford, CA, Jack D. Robinson, Spies, Powers & Robinson, P.C., Denver, CO, Brian Wolfman, Wyatt G. Sassman, Georgetown Law Appellate Courts Immersion Clinic, Washington, DC, for Petitioners.\nW. Stuart Stuller, Caplan and Earnest LLC, Boulder, CO, Daniel D. Domenico, Kittredge LLC, Denver, CO, William E. Trachman, Castle Rock, Neal Kumar Katyal, Frederick Liu, Eugene A. Sokoloff, Mitchell P. Reich, Hogan Lovells US LLP, Washington, DC, for Respondent."
  },
  "file_name": "0988-01",
  "first_page_order": 988,
  "last_page_order": 1002
}
