{
  "id": 12603525,
  "name": "Rolando RUIZ, applicant, v. TEXAS.",
  "name_abbreviation": "Ruiz v. Texas",
  "decision_date": "2017-03-07",
  "docket_number": "No. 16–7792 (16A841).",
  "first_page": "1246",
  "last_page": "1247",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 1246"
    },
    {
      "type": "parallel",
      "cite": "197 L. Ed. 2d 487"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "2005 WL 2620193",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2005,
      "pin_cites": [
        {
          "page": "*2"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "504 F.3d 523",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        2952188
      ],
      "year": 2007,
      "pin_cites": [
        {
          "page": "530",
          "parenthetical": "quoting Ruiz v. Dretke, 2005 WL 2620193, *2 (W.D.Tex., Oct. 13, 2005) "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/504/0523-01"
      ]
    },
    {
      "cite": "135 S.Ct. 2187",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12590220
      ],
      "weight": 4,
      "year": 2015,
      "pin_cites": [
        {
          "parenthetical": " KENNEDY, J. , concurring"
        },
        {
          "parenthetical": " KENNEDY, J. , concurring"
        },
        {
          "page": "2210",
          "parenthetical": "opinion of KENNEDY, J. "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/2187-01"
      ]
    },
    {
      "cite": "134 U.S. 160",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8299147
      ],
      "weight": 7,
      "year": 1890,
      "pin_cites": [
        {
          "page": "172"
        },
        {
          "page": "168"
        },
        {
          "page": "170"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/134/0160-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 312,
    "char_count": 3657,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2635730886240858
    },
    "sha256": "c1978b81b43b5b37d4cdff7cc9fa82d1b11a376cfe291e5a805a547bda531b90",
    "simhash": "1:120b272257803f72",
    "word_count": 580
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rolando RUIZ, applicant,\nv.\nTEXAS."
    ],
    "opinions": [
      {
        "text": "Justice BREYER, dissents.\nPetitioner Rolando Ruiz has been on death row for 22 years, most of which he has spent in permanent solitary confinement. Mr. Ruiz argues that his execution \"violates the Eighth Amendment\" because it \"follow[s] lengthy [death row] incarceration in traumatic conditions,\" principally his \"permanent solitary confinement.\" Petition 25. I believe his claim is a strong one, and we should consider it.\nThis Court long ago, speaking of a period of only four weeks of imprisonment prior to execution, said that a prisoner's uncertainty before execution is \"one of the most horrible feelings to which he can be subjected.\" In re Medley, 134 U.S. 160, 172, 10 S.Ct. 384, 33 L.Ed. 835 (1890). Here the prisoner has undergone death row imprisonment, not of four weeks, but of 22 years.\nMoreover, in 1890, this Court recognized long-standing \"serious objections\" to extended solitary confinement. The Court pointed to studies showing that \"[a] considerable number of the prisoners fell, after even a short confinement, into a semi-fatuous condition, from which it was next to impossible to arouse them, and others became violently insane; others still, committed suicide; while those who stood the ordeal better were not generally reformed, and in most cases did not recover sufficient mental activity to be of any subsequent service to the community. It became evident that some changes must be made in the system,\" as \"its main feature of solitary confinement was found to be too severe.\" Id., at 168, 10 S.Ct. 384.\nOthers have more recently pointed out that a terrible \"human toll\" is \"wrought by extended terms of isolation\" and that \"[y]ears on end of near-total isolation exact a terrible\" psychiatric \"price.\" Davis v. Ayala, 576 U.S. ----, ---- - ----, 135 S.Ct. 2187, 192 L.Ed.2d 323 (2015) ( KENNEDY, J. , concurring) (quoting In re Medley, supra, at 170, 10 S.Ct. 384 ). As a result it has been suggested that, \"[i]n a case that present[s] the issue,\" this Court should determine whether extended solitary confinement survives Eighth Amendment scrutiny. Davis v. Ayala, supra, at ---- - ----, 135 S.Ct. at 2210 (opinion of KENNEDY, J. ). This I believe is an appropriate case to conduct that constitutional scrutiny.\nHere the \"human toll\" that accompanies extended solitary confinement is exacerbated by the fact that execution is in the offing. Moreover, Mr. Ruiz has developed symptoms long associated with solitary confinement, namely severe anxiety and depression, suicidal thoughts, hallucinations, disorientation, memory loss, and sleep difficulty. Further, the lower courts have recognized that Mr. Ruiz has been diligent in pursuing his claims, finding the 22-year delay attributable to the State or the lower courts. Ruiz v. Quarterman, 504 F.3d 523, 530 (C.A.5 2007) (quoting Ruiz v. Dretke, 2005 WL 2620193, *2 (W.D.Tex., Oct. 13, 2005) ). Nor are Mr. Ruiz's 20 years of solitary confinement attributable to any special penological problem or need. They arise simply from the fact that he is a prisoner awaiting execution. App. E to Petition 16.\nIf extended solitary confinement alone raises serious constitutional questions, then 20 years of solitary confinement, all the while under threat of execution, must raise similar questions, and to a rare degree, and with particular intensity. That is why I would grant a stay of execution, allowing the Court to examine the record more fully.",
        "type": "majority",
        "author": "Justice BREYER, dissents."
      }
    ],
    "attorneys": [
      "Application for stay of execution of sentence of death presented to JUSTICE THOMAS and by him referred to the Court denied."
    ],
    "corrections": "",
    "head_matter": "Rolando RUIZ, applicant,\nv.\nTEXAS.\nNo. 16-7792 (16A841).\nSupreme Court of the United States\nMarch 7, 2017.\nApplication for stay of execution of sentence of death presented to JUSTICE THOMAS and by him referred to the Court denied."
  },
  "file_name": "1246-01",
  "first_page_order": 1246,
  "last_page_order": 1247
}
