{
  "id": 12604082,
  "name": "NORTH CAROLINA, et al. v. NORTH CAROLINA STATE CONFERENCE OF the NAACP, et al.",
  "name_abbreviation": "North Carolina v. N.C. State Conference of the NAACP",
  "decision_date": "2017-05-15",
  "docket_number": "No. 16–833.",
  "first_page": "1399",
  "last_page": "1400",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 1399"
    },
    {
      "type": "parallel",
      "cite": "198 L. Ed. 2d 220"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "260 U.S. 482",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11926247
      ],
      "weight": 3,
      "year": 1923,
      "pin_cites": [
        {
          "page": "490"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/260/0482-01"
      ]
    },
    {
      "cite": "831 F.3d 204",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4349469
      ],
      "year": 2016,
      "pin_cites": [
        {
          "page": "215"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/831/0204-01"
      ]
    },
    {
      "cite": "182 F.Supp.3d 320",
      "category": "reporters:federal",
      "reporter": "F. Supp. 3d",
      "case_ids": [
        12125980
      ],
      "year": 2016,
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-3d/182/0320-01"
      ]
    },
    {
      "cite": "52 U.S.C. § 10301",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 260,
    "char_count": 3630,
    "pagerank": {
      "raw": 5.452745748311344e-08,
      "percentile": 0.3426904425702039
    },
    "sha256": "c906bfaf051e5a5d73ce203d312ef96494b340ae6eedefc90800d1611c241ecf",
    "simhash": "1:39217232060e0aba",
    "word_count": 580
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "NORTH CAROLINA, et al.\nv.\nNORTH CAROLINA STATE CONFERENCE OF the NAACP, et al."
    ],
    "opinions": [
      {
        "text": "Statement of Chief Justice ROBERTS respecting the denial of certiorari.\nIn 2013, the North Carolina Legislature enacted Session Law 2013-381 (SL 2013-381). This omnibus law contained measures (1) requiring voters to present an approved form of photo identification before casting a valid ballot; (2) reducing the early voting period from 17 to 10 days; (3) eliminating out-of-precinct voting; (4) eliminating same-day registration and voting; and (5) eliminating pre-registration by 16-year-olds. The United States and private plaintiffs (Plaintiffs) sued in the United States District Court for the Middle District of North Carolina, claiming that those measures had a discriminatory effect in violation of § 2 of the Voting Rights Act of 1965, codified at 52 U.S.C. § 10301, and had been motivated by discriminatory intent in violation of § 2, as well as the Fourteenth and Fifteenth Amendments. The District Court dismissed Plaintiffs' claims after trial. In a nearly 500-page opinion, that court determined that Plaintiffs had failed to establish either discriminatory impact or intent. North Carolina State Conference of NAACP v. McCrory, 182 F.Supp.3d 320 (2016).\nThe Court of Appeals for the Fourth Circuit reversed, holding that \"the North Carolina General Assembly enacted the challenged provisions of the law with discriminatory intent.\" 831 F.3d 204, 215 (2016). As to remedy, the Court of Appeals enjoined all the challenged provisions. Judge Motz wrote for the court, except as to one part of the opinion from which she dissented. The State of North Carolina, its then-Governor, the State Board of Elections, and members of the Board in their official capacities petitioned for certiorari, asking this Court to review the Fourth Circuit's conclusion that SL 2013-381 was enacted with discriminatory intent.\nIn January 2017, a new Governor and state Attorney General assumed office. Shortly after, the new Attorney General moved to dismiss the petition, initially on behalf of only the Governor and the State. A few days later, however, the Attorney General filed a supplemental motion to dismiss on behalf of all named petitioners. The North Carolina General Assembly objected, arguing that North Carolina law does not authorize the state Attorney General to dismiss the petition on behalf of the State and instead expressly permits the Assembly to retain private counsel to defend SL 2013-381 on behalf of North Carolina.\nThe Speaker and the President pro tempore of the Assembly have also filed a conditional motion to intervene, asking this Court to add the General Assembly as a petitioner in the event the Court finds that the Attorney General may withdraw the petition. The private respondents have filed a reply, arguing that the Speaker and the President pro tempore lack standing to intervene because North Carolina law does not authorize them to represent the State's interests in federal court. According to the private respondents, the Speaker and the President pro tempore erroneously rely on a state statute that governs intervention in state proceedings.\nGiven the blizzard of filings over who is and who is not authorized to seek review in this Court under North Carolina law, it is important to recall our frequent admonition that \"[t]he denial of a writ of certiorari imports no expression of opinion upon the merits of the case.\" United States v. Carver, 260 U.S. 482, 490, 43 S.Ct. 181, 67 L.Ed. 361 (1923).",
        "type": "majority",
        "author": "Statement of Chief Justice ROBERTS respecting the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "NORTH CAROLINA, et al.\nv.\nNORTH CAROLINA STATE CONFERENCE OF the NAACP, et al.\nNo. 16-833.\nSupreme Court of the United States\nMay 15, 2017.\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "1399-01",
  "first_page_order": 1399,
  "last_page_order": 1400
}
