{
  "id": 12604091,
  "name": "John HOWELL, Petitioner v. Sandra HOWELL.",
  "name_abbreviation": "Howell v. Howell",
  "decision_date": "2017-05-15",
  "docket_number": "No. 15–1031.",
  "first_page": "1400",
  "last_page": "1406",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 1400"
    },
    {
      "type": "parallel",
      "cite": "197 L. Ed. 2d 781"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "555 U.S. 555",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3679327
      ],
      "weight": 3,
      "year": 2009,
      "pin_cites": [
        {
          "page": "583",
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/555/0555-01"
      ]
    },
    {
      "cite": "133 S.Ct. 1943",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12697055
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "1955",
          "parenthetical": "THOMAS, J., concurring in judgment"
        },
        {
          "parenthetical": "THOMAS, J., concurring in judgment"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/569/0483-01"
      ]
    },
    {
      "cite": "481 U.S. 619",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6219459
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "630-634"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/481/0619-01"
      ]
    },
    {
      "cite": "38 U.S.C. § 5301",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)",
          "parenthetical": "providing that disability benefits are generally nonassignable"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "699 So.2d 235",
      "category": "reporters:state_regional",
      "reporter": "So. 2d",
      "case_ids": [
        11906784,
        11906729
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "240"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so2d/699/0235-02",
        "/so2d/699/0235-01"
      ]
    },
    {
      "cite": "2010 VT 40",
      "category": "reporters:neutral",
      "reporter": "VT",
      "case_ids": [
        3699098
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "62-65"
        },
        {
          "page": "682-685"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/vt/188/0053-01"
      ]
    },
    {
      "cite": "95 So.3d 1264",
      "category": "reporters:state_regional",
      "reporter": "So. 3d",
      "case_ids": [
        7020996
      ],
      "pin_cites": [
        {
          "page": "1269-1272"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/so3d/95/1264-01"
      ]
    },
    {
      "cite": "37 S.W.3d 892",
      "category": "reporters:state_regional",
      "reporter": "S.W.3d",
      "case_ids": [
        11140067
      ],
      "pin_cites": [
        {
          "page": "897-898"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/37/0892-01"
      ]
    },
    {
      "cite": "786 N.E.2d 318",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 2003,
      "pin_cites": [
        {
          "page": "325-326"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "439 Mass. 97",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        47336
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "106-107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/439/0097-01"
      ]
    },
    {
      "cite": "314 P.3d 535",
      "category": "reporters:state_regional",
      "reporter": "P.3d",
      "case_ids": [
        6966858
      ],
      "year": 2013,
      "pin_cites": [
        {
          "page": "539-540"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p3d/314/0535-01"
      ]
    },
    {
      "cite": "238 Ariz. 407",
      "category": "reporters:state",
      "reporter": "Ariz.",
      "case_ids": [
        4041460
      ],
      "weight": 12,
      "year": 2015,
      "pin_cites": [
        {
          "page": "408"
        },
        {
          "page": "937"
        },
        {
          "page": "409"
        },
        {
          "page": "938"
        },
        {
          "page": "410"
        },
        {
          "page": "939"
        },
        {
          "page": "410"
        },
        {
          "page": "939"
        },
        {
          "page": "410"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ariz/238/0407-01"
      ]
    },
    {
      "cite": "130 Stat. 2164",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    },
    {
      "cite": "453 U.S. 210",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11722354
      ],
      "weight": 14,
      "year": 1981,
      "pin_cites": [
        {
          "page": "211-215",
          "parenthetical": "describing the military's nondisability retirement system"
        },
        {
          "parenthetical": "describing the military's nondisability retirement system"
        },
        {
          "parenthetical": "describing the military's nondisability retirement system"
        },
        {
          "page": "224"
        },
        {
          "page": "228"
        },
        {
          "page": "232"
        },
        {
          "page": "235"
        },
        {
          "page": "232-235"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/453/0210-01"
      ]
    },
    {
      "cite": "38 U.S.C. § 5305",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "parenthetical": "requiring a waiver to receive disability benefits"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "10 U.S.C. § 3911",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq.",
          "parenthetical": "Army retirement benefits"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "490 U.S. 581",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605033
      ],
      "weight": 22,
      "year": 1989,
      "pin_cites": [
        {
          "page": "594-595"
        },
        {
          "page": "586"
        },
        {
          "page": "588"
        },
        {
          "page": "589"
        },
        {
          "page": "594-595"
        },
        {
          "page": "594"
        },
        {
          "page": "594"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0581-01"
      ]
    },
    {
      "cite": "10 U.S.C. § 1408",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "(c)(1)"
        },
        {
          "page": "(e)(6)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 764,
    "char_count": 16093,
    "pagerank": {
      "raw": 6.110713885353885e-07,
      "percentile": 0.955768463721244
    },
    "sha256": "8c25589462f656ba745f9b61d72e388244714b00f5e1a4f54b824d63ee3ab466",
    "simhash": "1:63481e1d20a620cc",
    "word_count": 2605
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John HOWELL, Petitioner\nv.\nSandra HOWELL."
    ],
    "opinions": [
      {
        "text": "Justice BREYER delivered the opinion of the Court.\nA federal statute provides that a State may treat as community property, and divide at divorce, a military veteran's retirement pay. See 10 U.S.C. § 1408(c)(1). The statute, however, exempts from this grant of permission any amount that the Government deducts \"as a result of a waiver\" that the veteran must make \"in order to receive\" disability benefits. § 1408(a)(4)(B). We have held that a State cannot treat as community property, and divide at divorce, this portion (the waived portion) of the veteran's retirement pay. See Mansell v. Mansell, 490 U.S. 581, 594-595, 109 S.Ct. 2023, 104 L.Ed.2d 675 (1989).\nIn this case a State treated as community property and awarded to a veteran's spouse upon divorce a portion of the veteran's total retirement pay. Long after the divorce, the veteran waived a share of the retirement pay in order to receive nontaxable disability benefits from the Federal Government instead. Can the State subsequently increase, pro rata, the amount the divorced spouse receives each month from the veteran's retirement pay in order to indemnify the divorced spouse for the loss caused by the veteran's waiver? The question is complicated, but the answer is not. Our cases and the statute make clear that the answer to the indemnification question is \"no.\"\nI\nA\nThe Federal Government has long provided retirement pay to those veterans who have retired from the Armed Forces after serving, e.g., 20 years or more. It also provides disabled members of the Armed Forces with disability benefits. In order to prevent double counting, however, federal law typically insists that, to receive disability benefits, a retired veteran must give up an equivalent amount of retirement pay. And, since retirement pay is taxable while disability benefits are not, the veteran often elects to waive retirement pay in order to receive disability benefits. See 10 U.S.C. § 3911 et seq. (Army retirement benefits); § 6321 et seq. (Navy and Marines retirement benefits); § 8911 et seq. (Air Force retirement benefits); 38 U.S.C. § 5305 (requiring a waiver to receive disability benefits); § 5301(a)(1) (exempting disability benefits from taxation). See generally McCarty v. McCarty, 453 U.S. 210, 211-215, 101 S.Ct. 2728, 69 L.Ed.2d 589 (1981) (describing the military's nondisability retirement system).\nIn 1981 we considered federal military retirement pay alone, i.e., not in the context of pay waived to receive disability benefits. The question was whether a State could consider any of a veteran's retirement pay to be a form of community property, divisible at divorce. The Court concluded that the States could not. See McCarty, supra . We noted that the relevant legislative history referred to military retirement pay as a \" 'personal entitlement.' \" Id., at 224, 101 S.Ct. 2728. We added that other language in the statute as well as its history made \"clear that Congress intended that military retired pay 'actually reach the beneficiary.' \" Id., at 228, 101 S.Ct. 2728. We found a \"conflict between the terms of the federal retirement statutes and the [state-conferred] community property right.\" Id., at 232, 101 S.Ct. 2728. And we concluded that the division of military retirement pay by the States threatened to harm clear and substantial federal interests. Hence federal law pre-empted the state law. Id., at 235, 101 S.Ct. 2728.\nIn 1982 Congress responded by passing the Uniformed Services Former Spouses' Protection Act, 10 U.S.C. § 1408. Congress wrote that a State may treat veterans' \"disposable retired pay\" as divisible property, i.e., community property divisible upon divorce. § 1408(c)(1). But the new Act expressly excluded from its definition of \"disposable retired pay\" amounts deducted from that pay \"as a result of a waiver ... required by law in order to receive\" disability benefits. § 1408(a)(4)(B). (A recent amendment to the statute renumbered the waiver provision. It now appears at § 1408(a)(4)(A)(ii). See Pub.L. 114-328, § 641(a), 130 Stat. 2164. )\nIn 1989 we interpreted the new federal language in Mansell, 490 U.S. 581, 109 S.Ct. 2023, 104 L.Ed.2d 675. Major Gerald E. Mansell and his wife had divorced in California. At the time of the divorce, they entered into a \"property settlement which provided, in part, that Major Mansell would pay Mrs. Mansell 50 percent of his total military retirement pay, including that portion of retirement pay waived so that Major Mansell could receive disability benefits.\" Id., at 586, 109 S.Ct. 2023. The divorce decree incorporated this settlement and permitted the division. Major Mansell later moved to modify the decree so that it would omit the portion of the retirement pay that he had waived. The California courts refused to do so. But this Court reversed. It held that federal law forbade California from treating the waived portion as community property divisible at divorce.\nJustice Thurgood Marshall, writing for the Court, pointed out that federal law, as construed in McCarty, \"completely pre-empted the application of state community property law to military retirement pay.\"\n490 U.S., at 588, 109 S.Ct. 2023. He noted that Congress could \"overcome\" this pre-emption \"by enacting an affirmative grant of authority giving the States the power to treat military retirement pay as community property.\" Ibid. He recognized that Congress, with its new Act, had done that, but only to a limited extent. The Act provided a \"precise and limited\" grant of the power to divide federal military retirement pay. Ibid. It did not \"gran[t]\" the States \"the authority to treat total retired pay as community property.\" Id., at 589, 109 S.Ct. 2023. Rather, Congress excluded from its grant of authority the disability-related waived portion of military retirement pay. Hence, in respect to the waived portion of retirement pay, McCarty, with its rule of federal pre-emption, still applies. Ibid.\nB\nJohn Howell, the petitioner, and Sandra Howell, the respondent, were divorced in 1991, while John was serving in the Air Force. Anticipating John's eventual retirement, the divorce decree treated John's future retirement pay as community property. It awarded Sandra \"as her sole and separate property FIFTY PERCENT (50%) of [John's] military retirement when it begins.\" App. to Pet. for Cert. 41a. It also ordered John to pay child support of $585 per month and spousal maintenance of $150 per month until the time of John's retirement.\nIn 1992 John retired from the Air Force and began to receive military retirement pay, half of which went to Sandra. About 13 years later the Department of Veterans Affairs found that John was 20% disabled due to a service-related shoulder injury. John elected to receive disability benefits and consequently had to waive about $250 per month of the roughly $1,500 of military retirement pay he shared with Sandra. Doing so reduced the amount of retirement pay that he and Sandra received by about $125 per month each. In re Marriage of Howell, 238 Ariz. 407, 408, 361 P.3d 936, 937 (2015)\nSandra then asked the Arizona family court to enforce the original decree, in effect restoring the value of her share of John's total retirement pay. The court held that the original divorce decree had given Sandra a \"vested\" interest in the prewaiver amount of that pay, and ordered John to ensure that Sandra \"receive her full 50% of the military retirement without regard for the disability.\" App. to Pet. for Cert. 28a.\nThe Arizona Supreme Court affirmed the family court's decision. See 238 Ariz. 407, 361 P.3d 936. It asked whether the family court could \"order John to indemnify Sandra for the reduction\" of her share of John's military retirement pay. Id., at 409, 361 P.3d, at 938. It wrote that the family court order did not \"divide\" John's waived military retirement pay, the order did not require John \"to rescind\" his waiver, nor did the order \"direct him to pay any amount to Sandra from his disability pay.\" Id., at 410, 361 P.3d, at 939. Rather the family court simply ordered John to \"reimburse\" Sandra for \"reducing ... her share\" of military retirement pay. Ibid . The high court concluded that because John had made his waiver after, rather than before, the family court divided his military retirement pay, our decision in Mansell did not control the case, and thus federal law did not preempt the family court's reimbursement order. 238 Ariz., at 410, 361 P.3d, at 939.\nBecause different state courts have come to different conclusions on the matter, we granted John Howell's petition for certiorari. Compare Glover v. Ranney, 314 P.3d 535, 539-540 (Alaska 2013) ;\nKrapf v. Krapf, 439 Mass. 97, 106-107, 786 N.E.2d 318, 325-326 (2003) ; and Johnson v. Johnson, 37 S.W.3d 892, 897-898 (Tenn.2001), with Mallard v. Burkart, 95 So.3d 1264, 1269-1272 (Miss.2012) ; and Youngbluth v. Youngbluth, 2010 VT 40, 188 Vt. 53, 62-65, 6 A.3d 677, 682-685.\nII\nThis Court's decision in Mansell determines the outcome here. In Mansell, the Court held that federal law completely pre-empts the States from treating waived military retirement pay as divisible community property. 490 U.S., at 594-595, 109 S.Ct. 2023. Yet that which federal law pre-empts is just what the Arizona family court did here. App. to Pet. for Cert. 28a, 35a (finding that the divorce decree gave Sandra a \"vested\" interest in John's retirement pay and ordering that Sandra receive her share \"without regard for the disability\").\nThe Arizona Supreme Court, the respondent, and the Solicitor General try to distinguish Mansell . But we do not find their efforts convincing. The Arizona Supreme Court, like several other state courts, emphasized the fact that the veteran's waiver in Mansell took place before the divorce proceeding; the waiver here took place several years after the divorce proceedings. See 238 Ariz., at 410, 361 P.3d, at 939 ; see also Abernethy v. Fishkin, 699 So.2d 235, 240 (Fla.1997) (noting that a veteran had not yet waived retirement pay at the time of the divorce and permitting indemnification in light of the parties' \"intent to maintain level monthly payments pursuant to their property settlement agreement\"). Hence here, as the Solicitor General emphasizes, the nonmilitary spouse and the family court were likely to have assumed that a full share of the veteran's retirement pay would remain available after the assets were distributed.\nNonetheless, the temporal difference highlights only that John's military retirement pay at the time it came to Sandra was subject to later reduction (should John exercise a waiver to receive disability benefits to which he is entitled). The state court did not extinguish (and most likely would not have had the legal power to extinguish) that future contingency. The existence of that contingency meant that the value of Sandra's share of military retirement pay was possibly worth less-perhaps less than Sandra and others thought-at the time of the divorce. So too is an ownership interest in property (say, A's property interest in Blackacre) worth less if it is subject to defeasance or termination upon the occurrence of a later event (say, B's death). See generally Restatement (Third) of Property § 24.3 (2010) (describing property interests that are defeasible); id., § 25.3, and Comment a (describing contingent future interests subject to divestment).\nWe see nothing in this circumstance that makes the reimbursement award to Sandra any the less an award of the portion of military retirement pay that John waived in order to obtain disability benefits. And that is the portion that Congress omitted from the Act's definition of \"disposable retired pay,\" namely, the portion that federal law prohibits state courts from awarding to a divorced veteran's former spouse. Mansell, supra, at 589, 109 S.Ct. 2023. That the Arizona courts referred to Sandra's interest in the waivable portion as having \"vested\" does not help. State courts cannot \"vest\" that which (under governing federal law) they lack the authority to give. Cf. 38 U.S.C. § 5301(a)(1) (providing that disability benefits are generally nonassignable). Accordingly, while the divorce decree might be said to \"vest\" Sandra with an immediate right to half of John's military retirement pay, that interest is, at most, contingent, depending for its amount on a subsequent condition: John's possible waiver of that pay.\nNeither can the State avoid Mansell by describing the family court order as an order requiring John to \"reimburse\" or to \"indemnify\" Sandra, rather than an order that divides property. The difference is semantic and nothing more. The principal reason the state courts have given for ordering reimbursement or indemnification is that they wish to restore the amount previously awarded as community property, i.e., to restore that portion of retirement pay lost due to the postdivorce waiver. And we note that here, the amount of indemnification mirrors the waived retirement pay, dollar for dollar. Regardless of their form, such reimbursement and indemnification orders displace the federal rule and stand as an obstacle to the accomplishment and execution of the purposes and objectives of Congress. All such orders are thus pre-empted.\nThe basic reasons McCarty gave for believing that Congress intended to exempt military retirement pay from state community property laws apply a fortiori to disability pay. See 453 U.S., at 232-235, 101 S.Ct. 2728 (describing the federal interests in attracting and retaining military personnel). And those reasons apply with equal force to a veteran's postdivorce waiver to receive disability benefits to which he or she has become entitled.\nWe recognize, as we recognized in Mansell, the hardship that congressional pre-emption can sometimes work on divorcing spouses. See 490 U.S., at 594, 109 S.Ct. 2023. But we note that a family court, when it first determines the value of a family's assets, remains free to take account of the contingency that some military retirement pay might be waived, or, as the petitioner himself recognizes, take account of reductions in value when it calculates or recalculates the need for spousal support. See Rose v. Rose, 481 U.S. 619, 630-634, and n. 6, 107 S.Ct. 2029, 95 L.Ed.2d 599 (1987) ; 10 U.S.C. § 1408(e)(6).\nWe need not and do not decide these matters, for here the state courts made clear that the original divorce decree divided the whole of John's military retirement pay, and their decisions rested entirely upon the need to restore Sandra's lost portion. Consequently, the determination of the Supreme Court of Arizona must be reversed. See Mansell, supra, at 594, 109 S.Ct. 2023.\nIII\nThe judgment of the Supreme Court of Arizona is reversed, and the case is remanded for further proceedings not inconsistent with this opinion.\nIt is so ordered.\nJustice GORSUCH took no part in the consideration or decision of this case.\nJustice THOMAS, concurring in part and concurring in the judgment.\nI join all of the opinion of the Court except its brief discussion of \"purposes and objectives\" pre-emption. Ante, at 1406. As I have previously explained, \"[t]hat framework is an illegitimate basis for finding the pre-emption of state law.\" Hillman v. Maretta, 569 U.S. ----, ----, 133 S.Ct. 1943, 1955, 186 L.Ed.2d 43 (2013) (THOMAS, J., concurring in judgment); see also Wyeth v. Levine, 555 U.S. 555, 583, 129 S.Ct. 1187, 173 L.Ed.2d 51 (2009) (same). In any event, that framework is not necessary to support the Court's judgment in this case.",
        "type": "majority",
        "author": "Justice BREYER delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Adam G. Unikowsky, Washington, DC, for Petitioner.",
      "Charles W. Wirken, Phoenix, AZ, for Respondent.",
      "Ilana H. Eisenstein, for the United States as amicus curiae, by special leave of the Court, supporting the respondent.",
      "Keith Berkshire, Berkshire Law Office, Phoenix, AZ, Adam G. Unikowsky, Emma P. Simson, Jenner & Block LLP, Washington, DC, for Petitioner.",
      "Charles W. Wirken, Gust Rosenfeld, PLC, Phoenix, AZ, for Respondent."
    ],
    "corrections": "",
    "head_matter": "John HOWELL, Petitioner\nv.\nSandra HOWELL.\nNo. 15-1031.\nSupreme Court of the United States\nArgued March 20, 2017.\nDecided May 15, 2017.\nAdam G. Unikowsky, Washington, DC, for Petitioner.\nCharles W. Wirken, Phoenix, AZ, for Respondent.\nIlana H. Eisenstein, for the United States as amicus curiae, by special leave of the Court, supporting the respondent.\nKeith Berkshire, Berkshire Law Office, Phoenix, AZ, Adam G. Unikowsky, Emma P. Simson, Jenner & Block LLP, Washington, DC, for Petitioner.\nCharles W. Wirken, Gust Rosenfeld, PLC, Phoenix, AZ, for Respondent."
  },
  "file_name": "1400-01",
  "first_page_order": 1400,
  "last_page_order": 1406
}
