{
  "id": 12604105,
  "name": "KINDRED NURSING CENTERS LIMITED PARTNERSHIP, dba Winchester Centre for Health and Rehabilitation, nka Fountain Circle Health and Rehabilitation, et al., Petitioners v. Janis E. CLARK et al.",
  "name_abbreviation": "Kindred Nursing Ctrs. Ltd. P'ship v. Clark",
  "decision_date": "2017-05-15",
  "docket_number": "No. 16–32.",
  "first_page": "1421",
  "last_page": "1430",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 1421"
    },
    {
      "type": "parallel",
      "cite": "197 L. Ed. 2d 806"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "565 U.S. 530",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12186762
      ],
      "weight": 3,
      "year": 2012,
      "pin_cites": [
        {
          "page": "534",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/565/0530-01"
      ]
    },
    {
      "cite": "554 U.S. 527",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3677152
      ],
      "weight": 3,
      "year": 2008,
      "pin_cites": [
        {
          "page": "547"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/554/0527-01"
      ]
    },
    {
      "cite": "482 U.S. 483",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6216454
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "493, n. 9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/482/0483-01"
      ]
    },
    {
      "cite": "563 U.S. 333",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5939512,
        12458766
      ],
      "weight": 15,
      "year": 2011,
      "pin_cites": [
        {
          "page": "339"
        },
        {
          "page": "341"
        },
        {
          "page": "342"
        },
        {
          "page": "341"
        },
        {
          "page": "341-342"
        },
        {
          "page": "339"
        },
        {
          "page": "341"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/563/0333-01",
        "/l-ed-2d/179/0742-01"
      ]
    },
    {
      "cite": "196 L.Ed.2d 283",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12607539,
        12607540,
        12607541,
        12607542,
        12607547,
        12607548,
        12607549
      ],
      "year": 2016,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0368-01",
        "/s-ct/137/0368-02",
        "/s-ct/137/0368-03",
        "/s-ct/137/0368-04",
        "/s-ct/137/0369-03",
        "/s-ct/137/0369-04",
        "/s-ct/137/0369-05"
      ]
    },
    {
      "cite": "137 S.Ct. 368",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12607539,
        12607540,
        12607541,
        12607542,
        12607543,
        12607544
      ],
      "year": 2016,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0368-01",
        "/s-ct/137/0368-02",
        "/s-ct/137/0368-03",
        "/s-ct/137/0368-04",
        "/s-ct/137/0368-05",
        "/s-ct/137/0368-06"
      ]
    },
    {
      "cite": "478 S.W.3d 306",
      "category": "reporters:state_regional",
      "reporter": "S.W.3d",
      "case_ids": [
        6829578
      ],
      "weight": 18,
      "year": 2015,
      "pin_cites": [
        {
          "page": "327"
        },
        {
          "page": "313"
        },
        {
          "page": "327"
        },
        {
          "page": "328-329"
        },
        {
          "page": "329"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "328"
        },
        {
          "page": "344-345"
        },
        {
          "page": "353"
        },
        {
          "page": "328-329"
        },
        {
          "page": "331",
          "parenthetical": "\"We say only that an agent's authority to waive his principal's constitutional right to access the courts and to trial by jury must be clearly expressed by the principal\""
        },
        {
          "page": "353",
          "parenthetical": "Abramson, J., dissenting"
        },
        {
          "page": "325",
          "parenthetical": "discussing the Wellner power of attorney's provision for \"managing a claim in litigation\" without insisting that such commitments would require a clearer grant"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/478/0306-01"
      ]
    },
    {
      "cite": "9 U.S.C. § 2",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "546 U.S. 440",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5962007
      ],
      "weight": 3,
      "year": 2006,
      "pin_cites": [
        {
          "page": "443"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/546/0440-01"
      ]
    },
    {
      "cite": "136 S.Ct. 463",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12600308
      ],
      "weight": 3,
      "year": 2015,
      "pin_cites": [
        {
          "page": "465",
          "parenthetical": "quoting Buckeye Check Cashing, Inc. v. Cardegna, 546 U.S. 440, 443, 126 S.Ct. 1204, 163 L.Ed.2d 1038 (2006) "
        },
        {
          "parenthetical": "quoting Buckeye Check Cashing, Inc. v. Cardegna, 546 U.S. 440, 443, 126 S.Ct. 1204, 163 L.Ed.2d 1038 (2006) "
        },
        {
          "page": "471"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/0463-01"
      ]
    },
    {
      "cite": "517 U.S. 681",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11746265
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "689",
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/517/0681-01"
      ]
    },
    {
      "cite": "539 U.S. 444",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8898136
      ],
      "weight": 3,
      "year": 2003,
      "pin_cites": [
        {
          "page": "460",
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/539/0444-01"
      ]
    },
    {
      "cite": "552 U.S. 346",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3675616
      ],
      "weight": 3,
      "year": 2008,
      "pin_cites": [
        {
          "page": "363",
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/552/0346-01"
      ]
    },
    {
      "cite": "513 U.S. 265",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1331547
      ],
      "weight": 3,
      "year": 1995,
      "pin_cites": [
        {
          "page": "285-297",
          "parenthetical": "THOMAS, J., dissenting"
        },
        {
          "parenthetical": "THOMAS, J., dissenting"
        },
        {
          "parenthetical": "THOMAS, J., dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/513/0265-01"
      ]
    },
    {
      "cite": "9 U.S.C. § 1",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "et seq."
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "546 U.S. 440",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5962007
      ],
      "weight": 3,
      "year": 2006,
      "pin_cites": [
        {
          "page": "449",
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/546/0440-01"
      ]
    },
    {
      "cite": "136 S.Ct. 463",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12600308
      ],
      "weight": 2,
      "year": 2015,
      "pin_cites": [
        {
          "page": "465-466",
          "parenthetical": "same"
        },
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/s-ct/136/0463-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1021,
    "char_count": 19511,
    "pagerank": {
      "raw": 2.9939792257369444e-07,
      "percentile": 0.8519317149378207
    },
    "sha256": "1edf466785402c1f020737c648020e76c9752f40805a6380bd0ff153aef36838",
    "simhash": "1:49d9be0c0029c64b",
    "word_count": 3082
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "KINDRED NURSING CENTERS LIMITED PARTNERSHIP, dba Winchester Centre for Health and Rehabilitation, nka Fountain Circle Health and Rehabilitation, et al., Petitioners\nv.\nJanis E. CLARK et al."
    ],
    "opinions": [
      {
        "text": "Justice KAGAN delivered the opinion of the Court.\nThe Federal Arbitration Act (FAA or Act) requires courts to place arbitration agreements \"on equal footing with all other contracts.\" DIRECTV, Inc. v. Imburgia, 577 U.S. ----, ----, 136 S.Ct. 463, 465, 193 L.Ed.2d 365 (2015) (quoting Buckeye Check Cashing, Inc. v. Cardegna, 546 U.S. 440, 443, 126 S.Ct. 1204, 163 L.Ed.2d 1038 (2006) ); see 9 U.S.C. § 2. In the decision below, the Kentucky Supreme Court declined to give effect to two arbitration agreements executed by individuals holding \"powers of attorney\"-that is, authorizations to act on behalf of others. According to the court, a general grant of power (even if seemingly comprehensive) does not permit a legal representative to enter into an arbitration agreement for someone else; to form such a contract, the representative must possess specific authority to \"waive his principal's fundamental constitutional rights to access the courts [and] to trial by jury.\" Extendicare Homes, Inc. v. Whisman, 478 S.W.3d 306, 327 (2015). Because that rule singles out arbitration agreements for disfavored treatment, we hold that it violates the FAA.\nI\nPetitioner Kindred Nursing Centers L.P. operates nursing homes and rehabilitation centers. Respondents Beverly Wellner and Janis Clark are the wife and daughter, respectively, of Joe Wellner and Olive Clark, two now-deceased residents of a Kindred nursing home called the Winchester Centre.\nAt all times relevant to this case, Beverly and Janis each held a power of attorney, designating her as an \"attorney-in-fact\" (the one for Joe, the other for Olive) and affording her broad authority to manage her family member's affairs. In the Wellner power of attorney, Joe gave Beverly the authority, \"in my name, place and stead,\" to (among other things) \"institute legal proceedings\" and make \"contracts of every nature in relation to both real and personal property.\" App. 10-11. In the Clark power of attorney, Olive provided Janis with \"full power ... to transact, handle, and dispose of all matters affecting me and/or my estate in any possible way,\" including the power to \"draw, make, and sign in my name any and all ... contracts, deeds, or agreements.\" Id., at 7.\nJoe and Olive moved into the Winchester Centre in 2008, with Beverly and Janis using their powers of attorney to complete all necessary paperwork. As part of that process, Beverly and Janis each signed an arbitration agreement with Kindred on behalf of her relative. The two contracts, worded identically, provided that \"[a]ny and all claims or controversies arising out of or in any way relating to ... the Resident's stay at the Facility\" would be resolved through \"binding arbitration\" rather than a lawsuit. Id., at 14, 21.\nWhen Joe and Olive died the next year, their estates (represented again by Beverly and Janis) brought separate suits against Kindred in Kentucky state court. The complaints alleged that Kindred had delivered substandard care to Joe and Olive, causing their deaths. Kindred moved to dismiss the cases, arguing that the arbitration agreements Beverly and Janis had signed prohibited bringing their disputes to court. But the trial court denied Kindred's motions, and the Kentucky Court of Appeals agreed that the estates' suits could go forward. See App. to Pet. for Cert. 125a-126a, 137a-138a.\nThe Kentucky Supreme Court, after consolidating the cases, affirmed those decisions by a divided vote. See 478 S.W.3d, at 313. The court began with the language of the two powers of attorney. The Wellner document, the court stated, did not permit Beverly to enter into an arbitration agreement on Joe's behalf. In the court's view, neither the provision authorizing her to bring legal proceedings nor the one enabling her to make property-related contracts reached quite that distance. See id., at 325-326 ; supra, at 1425. By contrast, the court thought, the Clark power of attorney extended that far and beyond. Under that document, after all, Janis had the capacity to \"dispose of all matters\" affecting Olive. See supra, at 1425. \"Given this extremely broad, universal delegation of authority,\" the court acknowledged, \"it would be impossible to say that entering into [an] arbitration agreement was not covered.\" 478 S.W.3d, at 327.\nAnd yet, the court went on, both arbitration agreements-Janis's no less than Beverly's-were invalid. That was because a power of attorney could not entitle a representative to enter into an arbitration agreement without specifically saying so. The Kentucky Constitution, the court explained, protects the rights of access to the courts and trial by jury; indeed, the jury guarantee is the sole right the Constitution declares \"sacred\" and \"inviolate.\" Id., at 328-329. Accordingly, the court held, an agent could deprive her principal of an \"adjudication by judge or jury\" only if the power of attorney \"expressly so provide[d].\" Id., at 329. And that clear-statement rule-so said the court-complied with the FAA's demands. True enough that the Act precludes \"singl[ing] out arbitration agreements.\" Ibid. (internal quotation marks omitted). But that was no problem, the court asserted, because its rule would apply not just to those agreements, but also to some other contracts implicating \"fundamental constitutional rights.\" Id., at 328. In the future, for example, the court would bar the holder of a \"non-specific\" power of attorney from entering into a contract \"bind[ing] the principal to personal servitude.\" Ibid.\nJustice Abramson dissented, in an opinion joined by two of her colleagues. In their view, the Kentucky Supreme Court's new clear-statement rule was \"clearly not ... applicable to 'any contract' but [instead] single[d] out arbitration agreements for disfavored treatment.\" Id., at 344-345. Accordingly, the dissent concluded, the rule \"r[a]n afoul of the FAA.\" Id., at 353.\nWe granted certiorari. 580 U.S. ----, 137 S.Ct. 368, 196 L.Ed.2d 283 (2016).\nII\nA\nThe FAA makes arbitration agreements \"valid, irrevocable, and enforceable, save upon such grounds as exist at law or in equity for the revocation of any contract.\" 9 U.S.C. § 2. That statutory provision establishes an equal-treatment principle: A court may invalidate an arbitration agreement based on \"generally applicable contract defenses\" like fraud or unconscionability, but not on legal rules that \"apply only to arbitration or that derive their meaning from the fact that an agreement to arbitrate is at issue.\" AT & T Mobility LLC v. Concepcion, 563 U.S. 333, 339, 131 S.Ct. 1740, 179 L.Ed.2d 742 (2011). The FAA thus preempts any state rule discriminating on its face against arbitration-for example, a \"law prohibit[ing] outright the arbitration of a particular type of claim.\" Id., at 341, 131 S.Ct. 1740. And not only that: The Act also displaces any rule that covertly accomplishes the same objective by disfavoring contracts that (oh so coincidentally) have the defining features of arbitration agreements. In Concepcion, for example, we described a hypothetical state law declaring unenforceable any contract that \"disallow[ed] an ultimate disposition [of a dispute] by a jury.\" Id., at 342, 131 S.Ct. 1740. Such a law might avoid referring to arbitration by name; but still, we explained, it would \"rely on the uniqueness of an agreement to arbitrate as [its] basis\"-and thereby violate the FAA. Id., at 341, 131 S.Ct. 1740 (quoting Perry v. Thomas, 482 U.S. 483, 493, n. 9, 107 S.Ct. 2520, 96 L.Ed.2d 426 (1987) ).\nThe Kentucky Supreme Court's clear-statement rule, in just that way, fails to put arbitration agreements on an equal plane with other contracts. By the court's own account, that rule (like the one Concepcion posited) serves to safeguard a person's \"right to access the courts and to trial by jury.\" 478 S.W.3d, at 327 ; see supra, at 1425 - 1426. In ringing terms, the court affirmed the jury right's unsurpassed standing in the State Constitution: The framers, the court explained, recognized \"that right and that right alone as a divine God-given right\" when they made it \"the only thing\" that must be \" 'held sacred' \" and \" 'inviolate.' \" 478 S.W.3d, at 328-329 (quoting Ky. Const. § 7 ). So it was that the court required an explicit statement before an attorney-in-fact, even if possessing broad delegated powers, could relinquish that right on another's behalf. See 478 S.W.3d, at 331 (\"We say only that an agent's authority to waive his principal's constitutional right to access the courts and to trial by jury must be clearly expressed by the principal\"). And so it was that the court did exactly what Concepcion barred: adopt a legal rule hinging on the primary characteristic of an arbitration agreement-namely, a waiver of the right to go to court and receive a jury trial. See 563 U.S., at 341-342, 131 S.Ct. 1740 ; see also 478 S.W.3d, at 353 (Abramson, J., dissenting) (noting that the jury-trial right at the core of \"the majority's new rule\" is \"the one right that just happens to be correlative to the right to arbitrate\" (emphasis deleted)). Such a rule is too tailor-made to arbitration agreements-subjecting them, by virtue of their defining trait, to uncommon barriers-to survive the FAA's edict against singling out those contracts for disfavored treatment.\nAnd the state court's sometime-attempt to cast the rule in broader terms cannot salvage its decision. The clear-statement requirement, the court suggested, could also apply when an agent endeavored to waive other \"fundamental constitutional rights\" held by a principal. 478 S.W.3d, at 331 ; see supra, at 1426. But what other rights, really? No Kentucky court, so far as we know, has ever before demanded that a power of attorney explicitly confer authority to enter into contracts implicating constitutional guarantees. Nor did the opinion below indicate that such a grant would be needed for the many routine contracts-executed day in and day out by legal representatives-meeting that description. For example, the Kentucky Constitution protects the \"inherent and inalienable\" rights to \"acquir[e] and protect[ ] property\" and to \"freely communicat[e] thoughts and opinions.\" Ky. Const. § 1. But the state court nowhere cautioned that an attorney-in-fact would now need a specific authorization to, say, sell her principal's furniture or commit her principal to a non-disclosure agreement. (And were we in the business of giving legal advice, we would tell the agent not to worry.) Rather, the court hypothesized a slim set of both patently objectionable and utterly fanciful contracts that would be subject to its rule: No longer could a representative lacking explicit authorization waive her \"principal's right to worship freely\" or \"consent to an arranged marriage\" or \"bind [her] principal to personal servitude.\" 478 S.W.3d, at 328 ; see supra, at 1426. Placing arbitration agreements within that class reveals the kind of \"hostility to arbitration\" that led Congress to enact the FAA. Concepcion, 563 U.S., at 339, 131 S.Ct. 1740. And doing so only makes clear the arbitration-specific character of the rule, much as if it were made applicable to arbitration agreements and black swans.\nB\nThe respondents, Janis and Beverly, primarily advance a different argument-based on the distinction between contract formation and contract enforcement-to support the decision below. Kentucky's clear-statement rule, they begin, affects only contract formation, because it bars agents without explicit authority from entering into arbitration agreements. And in their view, the FAA has \"no application\" to \"contract formation issues.\" Supp. Brief for Respondents 1. The Act, to be sure, requires a State to enforce all arbitration agreements (save on generally applicable grounds) once they have come into being. But, the respondents claim, States have free rein to decide-irrespective of the FAA's equal-footing principle-whether such contracts are validly created in the first instance. See id., at 3 (\"The FAA's statutory framework applies only after a court has determined that a valid arbitration agreement was formed\").\nBoth the FAA's text and our case law interpreting it say otherwise. The Act's key provision, once again, states that an arbitration agreement must ordinarily be treated as \"valid, irrevocable, and enforceable.\" 9 U.S.C. § 2 ; see supra, at 1426. By its terms, then, the Act cares not only about the \"enforce[ment]\" of arbitration agreements, but also about their initial \"valid[ity]\"-that is, about what it takes to enter into them. Or said otherwise: A rule selectively finding arbitration contracts invalid because improperly formed fares no better under the Act than a rule selectively refusing to enforce those agreements once properly made. Precedent confirms that point. In Concepcion, we noted the impermissibility of applying a contract defense like duress \"in a fashion that disfavors arbitration.\" 563 U.S., at 341, 131 S.Ct. 1740. But the doctrine of duress, as we have elsewhere explained, involves \"unfair dealing at the contract formation stage.\" Morgan Stanley Capital Group Inc. v. Public Util. Dist. No. 1 of Snohomish Cty., 554 U.S. 527, 547, 128 S.Ct. 2733, 171 L.Ed.2d 607 (2008). Our discussion of duress would have made no sense if the FAA, as the respondents contend, had nothing to say about contract formation.\nAnd still more: Adopting the respondents' view would make it trivially easy for States to undermine the Act-indeed, to wholly defeat it. As the respondents have acknowledged, their reasoning would allow States to pronounce any attorney-in-fact incapable of signing an arbitration agreement-even if a power of attorney specifically authorized her to do so. See Tr. of Oral Arg. 27. (After all, such a rule would speak to only the contract's formation.) And why stop there? If the respondents were right, States could just as easily declare everyone incompetent to sign arbitration agreements. (That rule too would address only formation.) The FAA would then mean nothing at all-its provisions rendered helpless to prevent even the most blatant discrimination against arbitration.\nIII\nAs we did just last Term, we once again \"reach a conclusion that ... falls well within the confines of (and goes no further than) present well-established law.\" DIRECTV, 577 U.S., at ----, 136 S.Ct., at 471. The Kentucky Supreme Court specially impeded the ability of attorneys-in-fact to enter into arbitration agreements. The court thus flouted the FAA's command to place those agreements on an equal footing with all other contracts.\nOur decision requires reversing the Kentucky Supreme Court's judgment in favor of the Clark estate. As noted earlier, the state court held that the Clark power of attorney was sufficiently broad to cover executing an arbitration agreement. See supra, at 1425 - 1426. The court invalidated the agreement with Kindred only because the power of attorney did not specifically authorize Janis to enter into it on Olive's behalf. In other words, the decision below was based exclusively on the clear-statement rule that we have held violates the FAA. So the court must now enforce the Clark-Kindred arbitration agreement.\nBy contrast, our decision might not require such a result in the Wellner case. The Kentucky Supreme Court began its opinion by stating that the Wellner power of attorney was insufficiently broad to give Beverly the authority to execute an arbitration agreement for Joe. See supra, at 1425 - 1426. If that interpretation of the document is wholly independent of the court's clear-statement rule, then nothing we have said disturbs it. But if that rule at all influenced the construction of the Wellner power of attorney, then the court must evaluate the document's meaning anew. The court's opinion leaves us uncertain as to whether such an impermissible taint occurred. We therefore vacate the judgment below and return the case to the state court for further consideration. See Marmet Health Care Center, Inc. v. Brown, 565 U.S. 530, 534, 132 S.Ct. 1201, 182 L.Ed.2d 42 (2012) (per curiam ) (vacating and remanding another arbitration decision because we could not tell \"to what degree [an] alternative holding was influenced by\" the state court's erroneous, arbitration-specific rule). On remand, the court should determine whether it adheres, in the absence of its clear-statement rule, to its prior reading of the Wellner power of attorney.\nFor these reasons, we reverse in part and vacate in part the judgment of the Kentucky Supreme Court, and we remand the case for further proceedings not inconsistent with this opinion.\nIt is so ordered.\nJustice GORSUCH took no part in the consideration or decision of this case.\nMaking matters worse, the Kentucky Supreme Court's clear-statement rule appears not to apply to other kinds of agreements relinquishing the right to go to court or obtain a jury trial. Nothing in the decision below (or elsewhere in Kentucky law) suggests that explicit authorization is needed before an attorney-in-fact can sign a settlement agreement or consent to a bench trial on her principal's behalf. See 478 S.W.3d, at 325 (discussing the Wellner power of attorney's provision for \"managing a claim in litigation\" without insisting that such commitments would require a clearer grant). Mark that as yet another indication that the court's demand for specificity in powers of attorney arises from the suspect status of arbitration rather than the sacred status of jury trials.\nWe do not suggest that a state court is precluded from announcing a new, generally applicable rule of law in an arbitration case. We simply reiterate here what we have said many times before-that the rule must in fact apply generally, rather than single out arbitration.",
        "type": "majority",
        "author": "Justice KAGAN delivered the opinion of the Court."
      },
      {
        "text": "Justice THOMAS, dissenting.\nI continue to adhere to the view that the Federal Arbitration Act (FAA), 9 U.S.C. § 1 et seq., does not apply to proceedings in state courts. See Allied-Bruce Terminix Cos. v. Dobson, 513 U.S. 265, 285-297, 115 S.Ct. 834, 130 L.Ed.2d 753 (1995) (THOMAS, J., dissenting); see also DIRECTV, Inc. v. Imburgia, 577 U.S. ----, ----, 136 S.Ct. 463, 465-466, 193 L.Ed.2d 365 (2015) (same); Preston v. Ferrer, 552 U.S. 346, 363, 128 S.Ct. 978, 169 L.Ed.2d 917 (2008) (same); Buckeye Check Cashing, Inc. v. Cardegna, 546 U.S. 440, 449, 126 S.Ct. 1204, 163 L.Ed.2d 1038 (2006) (same); Green Tree Financial Corp. v. Bazzle, 539 U.S. 444, 460, 123 S.Ct. 2402, 156 L.Ed.2d 414 (2003) (same); Doctor's Associates, Inc. v. Casarotto, 517 U.S. 681, 689, 116 S.Ct. 1652, 134 L.Ed.2d 902 (1996) (same). In state-court proceedings, therefore, the FAA does not displace a rule that requires express authorization from a principal before an agent may waive the principal's right to a jury trial. Accordingly, I would affirm the judgment of the Kentucky Supreme Court.",
        "type": "dissent",
        "author": "Justice THOMAS, dissenting."
      }
    ],
    "attorneys": [
      "Andrew J. Pincus, Washington, DC, for Petitioners.",
      "Robert E. Salyer, for Respondents.",
      "Andrew J. Pincus, Archis A. Parasharami, Daniel E. Jones, Matthew A. Waring, Mayer Brown LLP, Washington, DC, for Petitioners.",
      "James T. Gilbert, Coy, Gilbert, Shepherd & Wilson, Richmond, KY, Robert E. Salyer, Wilkes & McHugh, P.A., Lexington, KY, Stephen Trzcinski, Wilkes & McHugh, P.A., Philadelphia, PA, for Respondents."
    ],
    "corrections": "",
    "head_matter": "KINDRED NURSING CENTERS LIMITED PARTNERSHIP, dba Winchester Centre for Health and Rehabilitation, nka Fountain Circle Health and Rehabilitation, et al., Petitioners\nv.\nJanis E. CLARK et al.\nNo. 16-32.\nSupreme Court of the United States\nArgued Feb. 22, 2017.\nDecided May 15, 2017.\nAndrew J. Pincus, Washington, DC, for Petitioners.\nRobert E. Salyer, for Respondents.\nAndrew J. Pincus, Archis A. Parasharami, Daniel E. Jones, Matthew A. Waring, Mayer Brown LLP, Washington, DC, for Petitioners.\nJames T. Gilbert, Coy, Gilbert, Shepherd & Wilson, Richmond, KY, Robert E. Salyer, Wilkes & McHugh, P.A., Lexington, KY, Stephen Trzcinski, Wilkes & McHugh, P.A., Philadelphia, PA, for Respondents."
  },
  "file_name": "1421-01",
  "first_page_order": 1421,
  "last_page_order": 1430
}
