{
  "id": 12604302,
  "name": "WATER SPLASH, INC., petitioner v. Tara MENON.",
  "name_abbreviation": "Water Splash, Inc. v. Menon",
  "decision_date": "2017-05-22",
  "docket_number": "No. 16–254.",
  "first_page": "1504",
  "last_page": "1513",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 1504"
    },
    {
      "type": "parallel",
      "cite": "197 L. Ed. 2d 826"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "2000 WL 33541696",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "pin_cites": [
        {
          "page": "¶ 4"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2004 WL 1959749",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "pin_cites": [
        {
          "page": "¶ 21"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "134 S.Ct. 1224",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12578360,
        12704826
      ],
      "weight": 2,
      "year": 2014,
      "pin_cites": [
        {
          "page": "1233",
          "parenthetical": "noting the importance of \"read[ing] the treaty in a manner consistent with the shared expectations of the contracting parties\" (internal quotation marks omitted)"
        },
        {
          "parenthetical": "noting the importance of \"read[ing] the treaty in a manner consistent with the shared expectations of the contracting parties\" (internal quotation marks omitted)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/134/1224-01",
        "/us/572/0001-01"
      ]
    },
    {
      "cite": "560 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12448994,
        3641994
      ],
      "weight": 5,
      "year": 2010,
      "pin_cites": [
        {
          "page": "15",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/176/0789-01",
        "/us/560/0001-01"
      ]
    },
    {
      "cite": "51 A.B.A.J. 650",
      "category": "journals:journal",
      "reporter": "A.B.A. J.",
      "year": 1965,
      "pin_cites": [
        {
          "page": "653"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "552 U.S. 491",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3675774
      ],
      "weight": 3,
      "year": 2008,
      "pin_cites": [
        {
          "page": "507"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/552/0491-01"
      ]
    },
    {
      "cite": "133 S.Ct. 2517",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12698471
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "2529",
          "parenthetical": "\"Just as Congress' choice of words is presumed to be deliberate, so too are its structural choices\""
        },
        {
          "parenthetical": "\"Just as Congress' choice of words is presumed to be deliberate, so too are its structural choices\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/570/0338-01"
      ]
    },
    {
      "cite": "470 U.S. 392",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11299359
      ],
      "weight": 5,
      "year": 1985,
      "pin_cites": [
        {
          "page": "397",
          "parenthetical": "treaty interpretation must take account of the \"context in which the written words are used\""
        },
        {
          "parenthetical": "treaty interpretation must take account of the \"context in which the written words are used\""
        },
        {
          "parenthetical": "treaty interpretation must take account of the \"context in which the written words are used\""
        },
        {
          "page": "400"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0392-01"
      ]
    },
    {
      "cite": "196 L.Ed.2d 442",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2016,
      "opinion_index": 0
    },
    {
      "cite": "137 S.Ct. 547",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12608517,
        12608518,
        12608519
      ],
      "year": 2016,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0547-01",
        "/s-ct/137/0547-02",
        "/s-ct/137/0547-03"
      ]
    },
    {
      "cite": "788 F.2d 830",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        1569557,
        1569615
      ],
      "year": 1986,
      "pin_cites": [
        {
          "page": "838-840",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/788/0830-02",
        "/f2d/788/0830-01"
      ]
    },
    {
      "cite": "383 F.3d 798",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9211488
      ],
      "weight": 5,
      "year": 2004,
      "pin_cites": [
        {
          "page": "802",
          "parenthetical": "holding that the Convention allows service by mail"
        },
        {
          "page": "803-804"
        },
        {
          "page": "802",
          "parenthetical": "noting that foreign courts are \"essentially unanimous\" in the view \"that the meaning of 'send' in Article 10(a) includes 'serve' \""
        },
        {
          "parenthetical": "entries for Latvia, Australia, and Slovenia"
        },
        {
          "parenthetical": "entries for Bulgaria, Hungary, Kuwait, and Turkey"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/383/0798-01"
      ]
    },
    {
      "cite": "310 F.3d 374",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        11427195
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "385",
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/310/0374-01"
      ]
    },
    {
      "cite": "889 F.2d 172",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        10526615
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "173-174",
          "parenthetical": "holding that the Convention prohibits service by mail"
        },
        {
          "page": "174"
        },
        {
          "page": "261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/889/0172-01"
      ]
    },
    {
      "cite": "472 S.W.3d 28",
      "category": "reporters:state_regional",
      "reporter": "S.W.3d",
      "case_ids": [
        6834859
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "30"
        },
        {
          "page": "32"
        },
        {
          "page": "97-98"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw3d/472/0028-01"
      ]
    },
    {
      "cite": "486 U.S. 694",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6222967
      ],
      "weight": 25,
      "year": 1988,
      "pin_cites": [
        {
          "page": "698"
        },
        {
          "page": "699"
        },
        {
          "page": "698"
        },
        {
          "page": "699"
        },
        {
          "page": "701"
        },
        {
          "page": "701"
        },
        {
          "page": "700"
        },
        {
          "page": "699"
        },
        {
          "page": "700"
        },
        {
          "page": "700-701"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/486/0694-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1072,
    "char_count": 23652,
    "pagerank": {
      "raw": 1.8022432747436334e-07,
      "percentile": 0.7165840556727439
    },
    "sha256": "40ae75a2de525147ce9fb6c3796134031e239f08d66f539b1a7956218e5a9f66",
    "simhash": "1:eea7a32a6a435ba1",
    "word_count": 3751
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "WATER SPLASH, INC., petitioner\nv.\nTara MENON."
    ],
    "opinions": [
      {
        "text": "Justice ALITO delivered the opinion of the Court.\nThis case concerns the scope of the Convention on the Service Abroad of Judicial and Extrajudicial Documents in Civil and Commercial Matters, Nov. 15, 1965 (Hague Service Convention), 20 U.S.T. 361, T.I.A.S. No. 6638. The purpose of that multilateral treaty is to simplify, standardize, and generally improve the process of serving documents abroad. Preamble, ibid. ; see Volkswagenwerk Aktiengesellschaft v. Schlunk, 486 U.S. 694, 698, 108 S.Ct. 2104, 100 L.Ed.2d 722 (1988). To that end, the Hague Service Convention specifies certain approved methods of service and \"pre-empts inconsistent methods of service\" wherever it applies. Id., at 699, 108 S.Ct. 2104. Today we address a question that has divided the lower courts: whether the Convention prohibits service by mail. We hold that it does not.\nI\nA\nPetitioner Water Splash is a corporation that produces aquatic playground systems. Respondent Menon is a former employee of Water Splash. In 2013, Water Splash sued Menon in state court in Texas, alleging that she had begun working for a competitor while still employed by Water Splash. 472 S.W.3d 28, 30 (Tex.App.2015). Water Splash asserted several causes of action, including unfair competition, conversion, and tortious interference with business relations. Because Menon resided in Canada, Water Splash sought and obtained permission to effect service by mail. Ibid. After Menon declined to answer or otherwise enter an appearance, the trial court issued a default judgment in favor of Water Splash. Menon moved to set aside the judgment on the ground that she had not been properly served, but the trial court denied the motion. Ibid.\nMenon appealed, arguing that service by mail does not \"comport with the requirements of the Hague Service Convention.\" Ibid. The Texas Court of Appeals majority sided with Menon and held that the Convention prohibits service of process by mail. Id., at 32. Justice Christopher dissented. Id ., at 34. The Court of Appeals declined to review the matter en banc, App. 95-96, and the Texas Supreme Court denied discretionary review, id., at 97-98.\nThe disagreement between the panel majority and Justice Christopher tracks a broader conflict among courts as to whether the Convention permits service through postal channels. Compare, e.g., Bankston v. Toyota Motor Corp. , 889 F.2d 172, 173-174 (C.A.8 1989) (holding that the Convention prohibits service by mail), and Nuovo Pignone, SpA v. STORMAN ASIA M/V, 310 F.3d 374, 385 (C.A.5 2002) (same), with, e.g., Brockmeyer v. May, 383 F.3d 798, 802 (C.A.9 2004) (holding that the Convention allows service by mail), and Ackermann v. Levine, 788 F.2d 830, 838-840 (C.A.2 1986) (same). We granted certiorari to resolve that conflict. 580 U.S. ----, 137 S.Ct. 547, 196 L.Ed.2d 442 (2016).\nB\nThe \"primary innovation\" of the Hague Service Convention-set out in Articles 2-7-is that it \"requires each state to establish a central authority to receive requests for service of documents from other countries.\" Schlunk, supra, at 698, 108 S.Ct. 2104. When a central authority receives an appropriate request, it must serve the documents or arrange for their service, Art. 5, and then provide a certificate of service, Art. 6.\nSubmitting a request to a central authority is not, however, the only method of service approved by the Convention. For example, Article 8 permits service through diplomatic and consular agents; Article 11 provides that any two states can agree to methods of service not otherwise specified in the Convention; and Article 19 clarifies that the Convention does not preempt any internal laws of its signatories that permit service from abroad via methods not otherwise allowed by the Convention.\nAt issue in this case is Article 10 of the Convention, the English text of which reads as follows:\n\"Provided the State of destination does not object, the present Convention shall not interfere with-\n\"(a) the freedom to send judicial documents, by postal channels, directly to persons abroad,\n\"(b) the freedom of judicial officers, officials or other competent persons of the State of origin to effect service of judicial documents directly through the judicial officers, officials or other competent persons of the State of destination,\n\"(c) the freedom of any person interested in a judicial proceeding to effect service of judicial documents directly through the judicial officers, officials or other competent persons of the State of destination.\" 20 U.S.T., at 363.\nArticles 10(b) and 10(c), by their plain terms, address additional methods of service that are permitted by the Convention (unless the receiving state objects). By contrast, Article 10(a) does not expressly refer to \"service.\" The question in this case is whether, despite this textual difference, the Article 10(a) phrase \"send judicial documents\" encompasses sending documents for the purposes of service .\nII\nA\nIn interpreting treaties, \"we begin with the text of the treaty and the context in which the written words are used.\" Schlunk, 486 U.S., at 699, 108 S.Ct. 2104 (internal quotation marks omitted). For present purposes, the key word in Article 10(a) is \"send.\" This is a broad term, and there is no apparent reason why it would exclude the transmission of documents for a particular purpose (namely, service). Moreover, the structure of the Hague Service Convention strongly counsels against such a reading.\nThe key structural point is that the scope of the Convention is limited to service of documents. Several elements of the Convention indicate as much. First, the preamble states that the Convention is intended \"to ensure that judicial and extrajudicial documents to be served abroad shall be brought to the notice of the addressee in sufficient time.\" (Emphasis added.) And Article 1 defines the Convention's scope by stating that the Convention \"shall apply in all cases, in civil or commercial matters, where there is occasion to transmit a judicial or extrajudicial document for service abroad .\" (Emphasis added.) Even the Convention's full title reflects that the Convention concerns \"Service Abroad.\"\nWe have also held as much. Schlunk, 486 U.S., at 701, 108 S.Ct. 2104 (stating that the Convention \"applies only to documents transmitted for service abroad\"). As we explained, a preliminary draft of Article 1 was criticized \"because it suggested that the Convention could apply to transmissions abroad that do not culminate in service.\" Ibid. The final version of Article 1, however, \"eliminates this possibility.\" Ibid. The wording of Article 1 makes clear that the Convention \"applies only when there is both transmission of a document from the requesting state to the receiving state, and service upon the person for whom it is intended.\" Ibid.\nIn short, the text of the Convention reveals, and we have explicitly held, that the scope of the Convention is limited to service of documents. In light of that, it would be quite strange if Article 10(a)-apparently alone among the Convention's provisions-concerned something other than service of documents.\nIndeed, under that reading, Article 10(a) would be superfluous. The function of Article 10 is to ensure that, absent objection from the receiving state, the Convention \"shall not interfere\" with the activities described in 10(a), 10(b) and 10(c). But Article 1 already \"eliminates [the] possibility\" that the Convention would apply to any communications that \"do not culminate in service,\" id., at 701, 108 S.Ct. 2104 so it is hard to imagine how the Convention could interfere with any non-service communications. Accordingly, in order for Article 10(a) to do any work, it must pertain to sending documents for the purposes of service.\nMenon attempts to avoid this superfluity problem by suggesting that Article 10(a) does refer to serving documents-but only some documents. Specifically, she makes a distinction between two categories of service. According to Menon, Article 10(a) does not apply to service of process (which we have defined as \"a formal delivery of documents that is legally sufficient to charge the defendant with notice of a pending action,\" id., at 700, 108 S.Ct. 2104 ). But Article 10(a) does apply, Menon suggests, to the service of \"post-answer judicial documents\" (that is, any additional documents which may have to be served later in the litigation). Brief for Respondent 30-31. The problem with this argument is that it lacks any plausible textual footing in Article 10.\nIf the drafters wished to limit Article 10(a) to a particular subset of documents, they presumably would have said so-as they did, for example, in Article 15, which refers to \"a writ of summons or an equivalent document.\" Instead, Article 10(a) uses the term \"judicial documents\"-the same term that is featured in 10(b) and 10(c). Accordingly, the notion that Article 10(a) governs a different set of documents than 10(b) or 10(c) is hard to fathom. And it certainly derives no support from the use of the word \"send,\" whose ordinary meaning is broad enough to cover the transmission of any judicial documents (including litigation-initiating documents). Nothing about the word \"send\" suggests that Article 10(a) is narrower than 10(b) and 10(c), let alone that Article 10(a) is somehow limited to \"post-answer\" documents.\nUltimately, Menon wishes to read the phrase \"send judicial documents\" as \"serve a subset of judicial documents.\" That is an entirely atextual reading, and Menon offers no sustained argument in support of it. Therefore, the only way to escape the conclusion that Article 10(a) includes service of process is to assert that it does not cover service of documents at all-and, as shown above, that reading is structurally implausible and renders Article 10(a) superfluous.\nB\nThe text and structure of the Hague Service Convention, then, strongly suggest that Article 10(a) pertains to service of documents. The only significant counterargument is that, unlike many other provisions in the Convention, Article 10(a) does not include the word \"service\" or any of its variants. The Article 10(a) phrase \"send judicial documents,\" the argument goes, should mean something different than the phrase \"effect service of judicial documents\" in the other two subparts of Article 10.\nThis argument does not win the day for several reasons. First, it must contend with the compelling structural considerations discussed above. See Air France v. Saks, 470 U.S. 392, 397, 105 S.Ct. 1338, 84 L.Ed.2d 289 (1985) (treaty interpretation must take account of the \"context in which the written words are used\"); cf. University of Tex. Southwestern Medical Center v. Nassar, 570 U.S. ----, ----, 133 S.Ct. 2517, 2529, 186 L.Ed.2d 503 (2013) (\"Just as Congress' choice of words is presumed to be deliberate, so too are its structural choices\").\nSecond, the argument fails on its own terms. Assume for a second that the word \"send\" must mean something other than \"serve.\" That would not imply that Article 10(a) must exclude service. Instead, \"send[ing]\" could be a broader concept that includes service but is not limited to it. That reading of the word \"send\" is probably more plausible than interpreting it to exclude service, and it does not create the same superfluity problem.\nThird, it must be remembered that the French version of the Convention is \"equally authentic\" to the English version. Schlunk, 486 U.S., at 699, 108 S.Ct. 2104. Menon does not seriously engage with the Convention's French text. But the word \"adresser\"-the French counterpart to the word \"send\" in Article 10(a)-\"has been consistently interpreted as meaning service or notice.\" Hague Conference on Private Int'l Law, Practical Handbook on the Operation of the Service Convention ¶ 279, p. 91 (4th ed. 2016).\nIn short, the most that could possibly be said for this argument is that it creates an ambiguity as to Article 10(a)'s meaning. And when a treaty provision is ambiguous, the Court \"may look beyond the written words to the history of the treaty, the negotiations, and the practical construction adopted by the parties.\" Schlunk, supra, at 700, 108 S.Ct. 2104 (internal quotation marks omitted). As discussed below, these traditional tools of treaty interpretation comfortably resolve any lingering ambiguity in Water Splash's favor.\nIII\nThree extratextual sources are especially helpful in ascertaining Article 10(a)'s meaning: the Convention's drafting history, the views of the Executive, and the views of other signatories.\nDrafting history has often been used in treaty interpretation. See Medellín v. Texas, 552 U.S. 491, 507, 128 S.Ct. 1346, 170 L.Ed.2d 190 (2008) ; Saks, supra, at 400, 105 S.Ct. 1338 ; see also Schlunk, supra, at 700, 108 S.Ct. 2104 (analyzing the negotiating history of the Hague Service Convention). Here, the Convention's drafting history strongly suggests that Article 10(a) allows service through postal channels.\nPhilip W. Amram was the member of the United States delegation who was most closely involved in the drafting of the Convention. See S. Exec. Rep. No. 6, 90th Cong., 1st Sess. 5 (App.) (1967) (S. Exec. Rep.) (statement of State Department Deputy Legal Adviser Richard D. Kearney). A few months before the Convention was signed, he published an article describing and summarizing it. In that article, he stated that \"Article 10 permits direct service by mail ... unless [the receiving] state objects to such service.\" The Proposed International Convention on the Service of Documents Abroad, 51 A.B.A.J. 650, 653 (1965).\nAlong similar lines, the Rapporteur's report on a draft version of Article 10-which did not materially differ from the final version-stated that the \"provision of paragraph 1 also permits service ... by telegram\" and that the drafters \"did not accept the proposal that postal channels be limited to registered mail.\" 1 Ristau § 4-3-5(a), at 149. In other words, it was clearly understood that service by postal channels was permissible, and the only question was whether it should be limited to registered mail.\nThe Court also gives \"great weight\" to \"the Executive Branch's interpretation of a treaty.\" Abbott v. Abbott, 560 U.S. 1, 15, 130 S.Ct. 1983, 176 L.Ed.2d 789 (2010) (internal quotation marks omitted). In the half century since the Convention was adopted, the Executive has consistently maintained that the Hague Service Convention allows service by mail.\nWhen President Johnson transmitted the Convention to the Senate for its advice and consent, he included a report by Secretary of State Dean Rusk. That report stated that \"Article 10 permits direct service by mail ... unless [the receiving] state objects to such service.\" Convention on the Service Abroad of Judicial and Extrajudicial Documents in Civil or Commercial Matters: Message From the President of the United States, S. Exec. Doc. C, 90th Cong., 1st Sess., 5 (1967).\nIn 1989, the Eighth Circuit issued Bankston, the first Federal Court of Appeals decision holding that the Hague Service Convention prohibits service by mail. 889 F.2d, at 174. The State Department expressed its disagreement with Bankston in a letter addressed to the Administrative Office of the U.S. Courts and the National Center for State Courts. See Notice of Other Documents (1), United States Department of State Opinion Regarding the Bankston Case and Service by Mail to Japan Under the Hague Service Convention, 30 I.L.M. 260, 260-261 (1991) (excerpts of Mar. 14, 1990, letter). The letter stated that \"Bankston is incorrect to the extent that it suggests that the Hague Convention does not permit as a method of service of process the sending of a copy of a summons and complaint by registered mail to a defendant in a foreign country.\" Id., at 261. The State Department takes the same position on its website.\nFinally, this Court has given \"considerable weight\" to the views of other parties to a treaty. Abbott, 560 U.S., at 16, 130 S.Ct. 1983 (internal quotation marks omitted); see Lozano v. Montoya Alvarez, 572 U.S. ----, ----, 134 S.Ct. 1224, 1233, 188 L.Ed.2d 200 (2014) (noting the importance of \"read[ing] the treaty in a manner consistent with the shared expectations of the contracting parties\" (internal quotation marks omitted)). And other signatories to the Convention have consistently adopted Water Splash's view.\nMultiple foreign courts have held that the Hague Service Convention allows for service by mail. In addition, several of the Convention's signatories have either objected, or declined to object, to service by mail under Article 10, thereby acknowledging that Article 10 encompasses service by mail. Finally, several Special Commissions -comprising numerous contracting States-have expressly stated that the Convention does not prohibit service by mail. By contrast, Menon identifies no evidence that any signatory has ever rejected Water Splash's view.\nIn short, the traditional tools of treaty interpretation unmistakably demonstrate that Article 10(a) encompasses service by mail. To be clear, this does not mean that the Convention affirmatively authorizes service by mail. Article 10(a) simply provides that, as long as the receiving state does not object, the Convention does not \"interfere with ... the freedom\" to serve documents through postal channels. In other words, in cases governed by the Hague Service Convention, service by mail is permissible if two conditions are met: first, the receiving state has not objected to service by mail; and second, service by mail is authorized under otherwise-applicable law. See Brockmeyer, 383 F.3d, at 803-804.\nBecause the Court of Appeals concluded that the Convention prohibited service by mail outright, it had no occasion to consider whether Texas law authorizes the methods of service used by Water Splash. We leave that question, and any other remaining issues, to be considered on remand to the extent they are properly preserved.\nFor these reasons, we vacate the judgment of the Court of Appeals, and we remand the case for further proceedings not inconsistent with this opinion.\nIt is so ordered.\nJustice GORSUCH took no part in the consideration or decision of this case.\nSee Black's Law Dictionary 1568 (10th ed. 2014) (defining \"send,\" in part, as \"[t]o cause to be moved or conveyed from a present location to another place; esp., to deposit (a writing or notice) in the mail\").\nThe argument also assumes that the scope of the Convention is not limited to service of process (otherwise, Article 10(a) would be superfluous even under Menon's reading). Schlunk can be read to suggest that this assumption is wrong. 486 U.S., at 700-701, 108 S.Ct. 2104 ; see 1 B. Ristau, International Judicial Assistance § 4-1-4(2), p. 112 (1990 rev. ed.) (Ristau) (stating that the English term \"service\" in the Convention \"means the formal delivery of a legal document to the addressee in such a manner as to legally charge him with notice of the institution of a legal proceeding\"). For the purposes of this discussion, we will assume, arguendo, that Menon's assumption is correct.\nAnother plausible explanation for the distinct terminology of Article 10(a) is that it is the only provision in the Convention that specifically contemplates direct service, without the use of an intermediary. See Brief for United States as Amicus Curiae 13 (\"[I]n contrast to Article 10(a), all other methods of service identified in the Convention require the affirmative engagement of an intermediary to effect 'service' \"). The use of the word \"send\" may simply have been intended to reflect that distinction.\nTwo years later, Amram testified to the same effect before the Senate Foreign Relations Committee. S. Exec. Rep., at 13 (stating that service by central authority \"is not obligatory,\" and that other available techniques included \"direct service by mail\").\nDept. of State, Legal Considerations: International Judicial Assistance: Service of Process (stating that \"[s]ervice by registered ... mail ... is an option in many countries in the world,\" but that it \"should ... not be used in the countries party to the Hague Service Convention that objected to the method described in Article 10(a) (postal channels)\"), online at https://travel.state.gov/content/travel/en/legal-considerations/judicial/service-of-process.html (all Internet materials as last visited May 19, 2017).\nSee, e.g., Wang v. Lin, [2016] 132 O.R.3d 48, 61 (Can.Ont.Sup.Ct. J.); Crystal Decisions (U.K.), Ltd. v. Vedatech Corp., EWHC (Ch) 1872 (2004), 2004 WL 1959749 ¶ 21 (High Court, Eng.) ; R. v. Re Recognition of an Italian Judgt., 2000 WL 33541696, ¶ 4 (D.F.Thes.2000) ; Case C-412/97, ED Srl v. Italo Fenocchio, 1999 E.C.R. I-3845, 3877-3878, ¶ 6 [2000] 3 C.M.L.R. 855; see also Brockmeyer v. May, 383 F.3d 798, 802 (C.A.9 2004) (noting that foreign courts are \"essentially unanimous\" in the view \"that the meaning of 'send' in Article 10(a) includes 'serve' \").\nCanada, for example, has stated that it \"does not object to service by postal channels.\" By contrast, the Czech Republic has adopted Czechoslovakia's position that \"judicial documents may not be served ... through postal channels.\" Dutch Govt. Treaty Database: Convention on the Service Abroad of Judicial and Extrajudicial Documents in Civil or Commercial Matters: Parties With Reservations, Declarations and Objections, (entries for Canada and the Czech Republic) online at https://treatydatabase.overheid.nl/en/Verdrag/Details/004235_b; see also, e.g., ibid. (entries for Latvia, Australia, and Slovenia). In addition, some states have objected to all of the channels of transmission listed in Article 10, referring to them collectively with the term \"service.\" See, e.g., ibid. (entries for Bulgaria, Hungary, Kuwait, and Turkey).\nHague Conference on Private International Law, Conclusions and Recommendations Adopted by the Special Commission on the Practical Operation of the Hague Apostille, Evidence and Service Conventions ¶ 55, p. 11 (Oct. 28-Nov. 4, 2003) (\"reaffirm[ing]\" the Special Commission's \"clear understanding that the term 'send' in Article 10(a) is to be understood as meaning 'service' through postal channels\"), online at https://assets.hcch.net/upload/wop/lse_concl_e.pdf; Hague Conference on Private International Law, Report on the Work of the Special Commission of April 1989 on the Operation of the Hague Conventions of 15 November 1965 on the Service Abroad of Judicial and Extrajudicial Documents in Civil or Commercial Matters and of 18 March 1970 on the Taking of Evidence Abroad in Civil or Commercial Matters ¶ 16, p. 5 (Apr. 1989) (criticizing \"certain courts in the United States\" which \"had concluded that service of process abroad by mail was not permitted under the Convention\"), online at https://assets.hcch.net/upload/scrpt89e_20.pdf; Report on the Work of the Special Commission on the Operation of the Hague Convention on the Service Abroad of Judicial and Extrajudicial Documents in Civil or Commercial Matters, Nov. 21-25, 1977, 17 I. L. M. 312, 326 (1978) (observing that \"most of the States made no objection to the service of judicial documents coming from abroad directly by mail in their territory\" (emphasis added)).\n* * *",
        "type": "majority",
        "author": "Justice ALITO delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "Jeremy Gaston, Houston, TX, for petitioner.",
      "Elaine J. Goldenberg, for the United States as amicus curiae, by special leave of the Court, supporting the petitioner.",
      "Timothy A. Hootman, Houston, TX, for respondent.",
      "Jeremy Gaston, Andrew K. Meade, Hawash Meade Gaston, Neese & Cicack LLP, Houston, TX, for petitioner."
    ],
    "corrections": "",
    "head_matter": "WATER SPLASH, INC., petitioner\nv.\nTara MENON.\nNo. 16-254.\nSupreme Court of the United States\nArgued March 22, 2017.\nDecided May 22, 2017.\nJeremy Gaston, Houston, TX, for petitioner.\nElaine J. Goldenberg, for the United States as amicus curiae, by special leave of the Court, supporting the petitioner.\nTimothy A. Hootman, Houston, TX, for respondent.\nJeremy Gaston, Andrew K. Meade, Hawash Meade Gaston, Neese & Cicack LLP, Houston, TX, for petitioner."
  },
  "file_name": "1504-01",
  "first_page_order": 1504,
  "last_page_order": 1513
}
