{
  "id": 12604325,
  "name": "COUNTY OF LOS ANGELES, CALIFORNIA, et al., Petitioners v. Angel MENDEZ, et al.",
  "name_abbreviation": "Cnty. of L. A. v. Mendez",
  "decision_date": "2017-05-30",
  "docket_number": "No. 16–369.",
  "first_page": "1539",
  "last_page": "1549",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 1539"
    },
    {
      "type": "parallel",
      "cite": "198 L. Ed. 2d 52"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "137 S.Ct. 1159",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12603187
      ],
      "weight": 2,
      "year": 2017,
      "pin_cites": [
        {
          "page": "1170",
          "parenthetical": "\"[W]e are a court of review, not of first view\" (internal quotation marks omitted)"
        },
        {
          "parenthetical": "\"[W]e are a court of review, not of first view\" (internal quotation marks omitted)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/1159-01"
      ]
    },
    {
      "cite": "200 U.S. 321",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8294520
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "337"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/200/0321-01"
      ]
    },
    {
      "cite": "137 S.Ct. 1296",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12603578
      ],
      "year": 2017,
      "pin_cites": [
        {
          "page": "1306",
          "parenthetical": "declining to \"draw the precise boundaries of proximate cause\" in the first instance"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/1296-01"
      ]
    },
    {
      "cite": "134 S.Ct. 1710",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12706995,
        12579853
      ],
      "weight": 2,
      "year": 2014,
      "pin_cites": [
        {
          "page": "1719",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/572/0434-01",
        "/s-ct/134/1710-01"
      ]
    },
    {
      "cite": "477 U.S. 299",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6207510
      ],
      "weight": 3,
      "year": 1986,
      "pin_cites": [
        {
          "page": "306",
          "parenthetical": "\"[W]hen § 1983 plaintiffs seek damages for violations of constitutional rights, the level of damages is ordinarily determined according to principles derived from the common law of torts\""
        },
        {
          "parenthetical": "\"[W]hen § 1983 plaintiffs seek damages for violations of constitutional rights, the level of damages is ordinarily determined according to principles derived from the common law of torts\""
        },
        {
          "parenthetical": "\"[W]hen § 1983 plaintiffs seek damages for violations of constitutional rights, the level of damages is ordinarily determined according to principles derived from the common law of torts\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/477/0299-01"
      ]
    },
    {
      "cite": "512 U.S. 477",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        39868
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "page": "483",
          "parenthetical": " § 1983\"creates a species of tort liability\" informed by tort principles regarding \"damages and the prerequisites for their recovery\" (internal quotation marks omitted)"
        },
        {
          "parenthetical": " § 1983\"creates a species of tort liability\" informed by tort principles regarding \"damages and the prerequisites for their recovery\" (internal quotation marks omitted)"
        },
        {
          "parenthetical": " § 1983\"creates a species of tort liability\" informed by tort principles regarding \"damages and the prerequisites for their recovery\" (internal quotation marks omitted)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/512/0477-01"
      ]
    },
    {
      "cite": "517 U.S. 806",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11746960
      ],
      "weight": 3,
      "year": 1996,
      "pin_cites": [
        {
          "page": "814"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/517/0806-01"
      ]
    },
    {
      "cite": "354 F.3d 1058",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9298667
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "1064",
          "parenthetical": "\"Because the excessive force and false arrest factual inquiries are distinct, establishing a lack of probable cause to make an arrest does not establish an excessive force claim, and vice-versa\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/354/1058-01"
      ]
    },
    {
      "cite": "533 U.S. 194",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9313023
      ],
      "weight": 3,
      "year": 2001,
      "pin_cites": [
        {
          "page": "207"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/533/0194-01"
      ]
    },
    {
      "cite": "471 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6195205
      ],
      "weight": 5,
      "year": 1985,
      "pin_cites": [
        {
          "page": "8",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "8-9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/471/0001-01"
      ]
    },
    {
      "cite": "136 S.Ct. 2160",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12597986
      ],
      "weight": 2,
      "year": 2016,
      "pin_cites": [
        {
          "page": "2186"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/2160-01"
      ]
    },
    {
      "cite": "135 S.Ct. 1765",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12589266
      ],
      "weight": 2,
      "year": 2015,
      "pin_cites": [
        {
          "page": "1776, n. 4"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/1765-01"
      ]
    },
    {
      "cite": "292 F.3d 1177",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        9419690
      ],
      "weight": 4,
      "year": 2002,
      "pin_cites": [
        {
          "page": "1189"
        },
        {
          "page": "1190-1191"
        },
        {
          "page": "1190",
          "parenthetical": "\"The basis of liability for the subsequent use of force is the initial constitutional violation ...\""
        },
        {
          "page": "1190",
          "parenthetical": "\"[I]f an officer's provocative actions are objectively unreasonable under the Fourth Amendment, ... liability is established, and the question becomes ... what harms the constitutional violation proximately caused\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/292/1177-01"
      ]
    },
    {
      "cite": "196 L.Ed.2d 442",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2016,
      "opinion_index": 0
    },
    {
      "cite": "137 S.Ct. 547",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12608517,
        12608518,
        12608519
      ],
      "year": 2016,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0547-01",
        "/s-ct/137/0547-02",
        "/s-ct/137/0547-03"
      ]
    },
    {
      "cite": "815 F.3d 1178",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4147450,
        4146431
      ],
      "weight": 7,
      "year": 2016,
      "pin_cites": [
        {
          "page": "1191, 1195"
        },
        {
          "page": "1193"
        },
        {
          "page": "1194-1195"
        },
        {
          "page": "1193",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "1194"
        },
        {
          "page": "1194-1195",
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/815/1178-02",
        "/f3d/815/1178-01"
      ]
    },
    {
      "cite": "490 U.S. 386",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        605535
      ],
      "weight": 13,
      "year": 1989,
      "pin_cites": [
        {
          "page": "395"
        },
        {
          "page": "396"
        },
        {
          "page": "396"
        },
        {
          "page": "396"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/490/0386-01"
      ]
    },
    {
      "cite": "42 U.S.C. § 1983",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1056,
    "char_count": 22197,
    "pagerank": {
      "raw": 1.7281256305224576e-07,
      "percentile": 0.7049687066697711
    },
    "sha256": "676b15b9c0d7b010005052d6712fa083489757b47e9ae6ae7ddc6ec0c8b3058a",
    "simhash": "1:faa03bca139525ca",
    "word_count": 3563
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "COUNTY OF LOS ANGELES, CALIFORNIA, et al., Petitioners\nv.\nAngel MENDEZ, et al."
    ],
    "opinions": [
      {
        "text": "Justice ALITO delivered the opinion of the Court.\nIf law enforcement officers make a \"seizure\" of a person using force that is judged to be reasonable based on a consideration of the circumstances relevant to that determination, may the officers nevertheless be held liable for injuries caused by the seizure on the ground that they committed a separate Fourth Amendment violation that contributed to their need to use force? The Ninth Circuit has adopted a \"provocation rule\" that imposes liability in such a situation.\nWe hold that the Fourth Amendment provides no basis for such a rule. A different Fourth Amendment violation cannot transform a later, reasonable use of force into an unreasonable seizure.\nI\nA\nIn October 2010, deputies from the Los Angeles County Sheriff's Department were searching for a parolee-at-large named Ronnie O'Dell. A felony arrest warrant had been issued for O'Dell, who was believed to be armed and dangerous and had previously evaded capture. Findings of Fact and Conclusions of Law, No. 2:11-cv-04771 (CD Cal.), App. to Pet. for Cert. 56a, 64a. Deputies Christopher Conley and Jennifer Pederson were assigned to assist the task force searching for O'Dell. Id., at 57a-58a. The task force received word from a confidential informant that O'Dell had been seen on a bicycle at a home in Lancaster, California, owned by Paula Hughes, and the officers then mapped out a plan for apprehending O'Dell. Id., at 58a. Some officers would approach the front door of the Hughes residence, while Deputies Conley and Pederson would search the rear of the property and cover the back door of the residence. Id., at 59a. During this briefing, it was announced that a man named Angel Mendez lived in the backyard of the Hughes home with a pregnant woman named Jennifer Garcia (now Mrs. Jennifer Mendez). Ibid . Deputy Pederson heard this announcement, but at trial Deputy Conley testified that he did not remember it. Ibid.\nWhen the officers reached the Hughes residence around midday, three of them knocked on the front door while Deputies Conley and Pederson went to the back of the property. Id., at 63a. At the front door, Hughes asked if the officers had a warrant. Ibid. A sergeant responded that they did not but were searching for O'Dell and had a warrant for his arrest. Ibid. One of the officers heard what he thought were sounds of someone running inside the house. Id., at 64a. As the officers prepared to open the door by force, Hughes opened the door and informed them that O'Dell was not in the house. Ibid . She was placed under arrest, and the house was searched, but O'Dell was not found. Ibid.\nMeanwhile, Deputies Conley and Pederson, with guns drawn, searched the rear of the residence, which was cluttered with debris and abandoned automobiles. Id., at 60a, 65a. The property included three metal storage sheds and a one-room shack made of wood and plywood. Id., at 60a. Mendez had built the shack, and he and Garcia had lived inside for about 10 months. Id., at 61a. The shack had a single doorway covered by a blue blanket. Ibid . Amid the debris on the ground, an electrical cord ran into the shack, and an air conditioner was mounted on the side. Id., at 62a. A gym storage locker and clothes and other possessions were nearby. Id., at 61a. Mendez kept a BB rifle in the shack for use on rats and other pests. Id., at 62a. The BB gun \"closely resembled a small caliber rifle.\" Ibid .\nDeputies Conley and Pederson first checked the three metal sheds and found no one inside. Id., at 65a. They then approached the door of the shack. Id., at 66a. Unbeknownst to the officers, Mendez and Garcia were in the shack and were napping on a futon. Id., at 67a. The deputies did not have a search warrant and did not knock and announce their presence. Id., at 66a. When Deputy Conley opened the wooden door and pulled back the blanket, Mendez thought it was Ms. Hughes and rose from the bed, picking up the BB gun so he could stand up and place it on the floor. Id., at 68a. As a result, when the deputies entered, he was holding the BB gun, and it was \"point[ing] somewhat south towards Deputy Conley.\" Id., at 69a. Deputy Conley yelled, \"Gun!\" and the deputies immediately opened fire, discharging a total of 15 rounds. Id., at 69a-70a. Mendez and Garcia \"were shot multiple times and suffered severe injuries,\" and Mendez's right leg was later amputated below the knee. Id., at 70a. O'Dell was not in the shack or anywhere on the property. Ibid .\nB\nMendez and his wife (respondents here) filed suit under Rev. Stat. § 1976, 42 U.S.C. § 1983, against petitioners, the County of Los Angeles and Deputies Conley and Pederson. As relevant here, they pressed three Fourth Amendment claims. First, they claimed that the deputies executed an unreasonable search by entering the shack without a warrant (the \"warrantless entry claim\"); second, they asserted that the deputies performed an unreasonable search because they failed to announce their presence before entering the shack (the \"knock-and-announce claim\"); and third, they claimed that the deputies effected an unreasonable seizure by deploying excessive force in opening fire after entering the shack (the \"excessive force claim\").\nAfter a bench trial, the District Court ruled largely in favor of respondents. App. to Pet. for Cert. 135a-136a. The court found Deputy Conley liable on the warrantless entry claim, and the court also found both deputies liable on the knock-and-announce claim. But the court awarded nominal damages for these violations because \"the act of pointing the BB gun\" was a superseding cause \"as far as damage [from the shooting was] concerned.\" App. 238.\nThe District Court then addressed respondents' excessive force claim. App. to Pet. for Cert. 105a-127a. The court began by evaluating whether the deputies used excessive force under Graham v. Connor, 490 U.S. 386, 109 S.Ct. 1865, 104 L.Ed.2d 443 (1989). The court held that, under Graham, the deputies' use of force was reasonable \"given their belief that a man was holding a firearm rifle threatening their lives.\" App. to Pet. for Cert. 108a. But the court did not end its excessive force analysis at this point. Instead, the court turned to the Ninth Circuit's provocation rule, which holds that \"an officer's otherwise reasonable (and lawful) defensive use of force is unreasonable as a matter of law, if (1) the officer intentionally or recklessly provoked a violent response, and (2) that provocation is an independent constitutional violation.\"Id., at 111a. Based on this rule, the District Court held the deputies liable for excessive force and awarded respondents around $4 million in damages. Id., at 135a-136a.\nThe Court of Appeals affirmed in part and reversed in part. 815 F.3d 1178 (C.A.9 2016). Contrary to the District Court, the Court of Appeals held that the officers were entitled to qualified immunity on the knock-and-announce claim. Id ., at 1191-1193. But the court concluded that the warrantless entry of the shack violated clearly established law and was attributable to both deputies. Id., at 1191, 1195. Finally, and most important for present purposes, the court affirmed the application of the provocation rule. The Court of Appeals did not disagree with the conclusion that the shooting was reasonable under Graham ; instead, like the District Court, the Court of Appeals applied the provocation rule and held the deputies liable for the use of force on the theory that they had intentionally and recklessly brought about the shooting by entering the shack without a warrant in violation of clearly established law. 815 F.3d, at 1193.\nThe Court of Appeals also adopted an alternative rationale for its judgment. It held that \"basic notions of proximate cause\" would support liability even without the provocation rule because it was \"reasonably foreseeable\" that the officers would meet an armed homeowner when they \"barged into the shack unannounced.\" Id., at 1194-1195.\nWe granted certiorari. 580 U.S. ----, 137 S.Ct. 547, 196 L.Ed.2d 442 (2016).\nII\nThe Ninth Circuit's provocation rule permits an excessive force claim under the Fourth Amendment \"where an officer intentionally or recklessly provokes a violent confrontation, if the provocation is an independent Fourth Amendment violation.\" Billington v. Smith, 292 F.3d 1177, 1189 (C.A.9 2002). The rule comes into play after a forceful seizure has been judged to be reasonable under Graham. Once a court has made that determination, the rule instructs the court to ask whether the law enforcement officer violated the Fourth Amendment in some other way in the course of events leading up to the seizure. If so, that separate Fourth Amendment violation may \"render the officer's otherwise reasonable defensive use of force unreasonable as a matter of law.\" Id., at 1190-1191.\nThe provocation rule, which has been \"sharply questioned\" outside the Ninth Circuit, City and County of San Francisco v. Sheehan, 575 U.S. ----, ----, n. 4, 135 S.Ct. 1765, 1776, n. 4, 191 L.Ed.2d 856 (2015), is incompatible with our excessive force jurisprudence. The rule's fundamental flaw is that it uses another constitutional violation to manufacture an excessive force claim where one would not otherwise exist.\nThe Fourth Amendment prohibits \"unreasonable searches and seizures.\" \"[R]easonableness is always the touchstone of Fourth Amendment analysis,\" Birchfield v. North Dakota, 579 U.S. ----, ----, 136 S.Ct. 2160, 2186, 195 L.Ed.2d 560 (2016), and reasonableness is generally assessed by carefully weighing \"the nature and quality of the intrusion on the individual's Fourth Amendment interests against the importance of the governmental interests alleged to justify the intrusion.\" Tennessee v. Garner, 471 U.S. 1, 8, 105 S.Ct. 1694, 85 L.Ed.2d 1 (1985) (internal quotation marks omitted).\nOur case law sets forth a settled and exclusive framework for analyzing whether the force used in making a seizure complies with the Fourth Amendment. See Graham, 490 U.S., at 395, 109 S.Ct. 1865. As in other areas of our Fourth Amendment jurisprudence, \"[d]etermining whether the force used to effect a particular seizure is 'reasonable' \" requires balancing of the individual's Fourth Amendment interests against the relevant government interests. Id., at 396, 109 S.Ct. 1865. The operative question in excessive force cases is \"whether the totality of the circumstances justifie[s] a particular sort of search or seizure.\" Garner, supra, at 8-9, 105 S.Ct. 1694.\nThe reasonableness of the use of force is evaluated under an \"objective\" inquiry that pays \"careful attention to the facts and circumstances of each particular case.\" Graham, supra, at 396, 109 S.Ct. 1865. And \"[t]he 'reasonableness' of a particular use of force must be judged from the perspective of a reasonable officer on the scene, rather than with the 20/20 vision of hindsight.\" Ibid. \"Excessive force claims ... are evaluated for objective reasonableness based upon the information the officers had when the conduct occurred.\" Saucier v. Katz, 533 U.S. 194, 207, 121 S.Ct. 2151, 150 L.Ed.2d 272 (2001). That inquiry is dispositive: When an officer carries out a seizure that is reasonable, taking into account all relevant circumstances, there is no valid excessive force claim.\nThe basic problem with the provocation rule is that it fails to stop there. Instead, the rule provides a novel and unsupported path to liability in cases in which the use of force was reasonable. Specifically, it instructs courts to look back in time to see if there was a different Fourth Amendment violation that is somehow tied to the eventual use of force. That distinct violation, rather than the forceful seizure itself, may then serve as the foundation of the plaintiff's excessive force claim. Billington, supra, at 1190 (\"The basis of liability for the subsequent use of force is the initial constitutional violation ...\").\nThis approach mistakenly conflates distinct Fourth Amendment claims. Contrary to this approach, the objective reasonableness analysis must be conducted separately for each search or seizure that is alleged to be unconstitutional. An excessive force claim is a claim that a law enforcement officer carried out an unreasonable seizure through a use of force that was not justified under the relevant circumstances. It is not a claim that an officer used reasonable force after committing a distinct Fourth Amendment violation such as an unreasonable entry.\nBy conflating excessive force claims with other Fourth Amendment claims, the provocation rule permits excessive force claims that cannot succeed on their own terms. That is precisely how the rule operated in this case. The District Court found (and the Ninth Circuit did not dispute) that the use of force by the deputies was reasonable under Graham. However, respondents were still able to recover damages because the deputies committed a separate constitutional violation (the warrantless entry into the shack) that in some sense set the table for the use of force. That is wrong. The framework for analyzing excessive force claims is set out in Graham . If there is no excessive force claim under Graham, there is no excessive force claim at all. To the extent that a plaintiff has other Fourth Amendment claims, they should be analyzed separately.\nThe Ninth Circuit's efforts to cabin the provocation rule only undermine it further. The Ninth Circuit appears to recognize that it would be going entirely too far to suggest that any Fourth Amendment violation that is connected to a reasonable use of force should create a valid excessive force claim. See, e.g., Beier v. Lewiston, 354 F.3d 1058, 1064 (C.A.9 2004) (\"Because the excessive force and false arrest factual inquiries are distinct, establishing a lack of probable cause to make an arrest does not establish an excessive force claim, and vice-versa\"). Instead, that court has endeavored to limit the rule to only those distinct Fourth Amendment violations that in some sense \"provoked\" the need to use force. The concept of provocation, in turn, has been defined using a two-prong test. First, the separate constitutional violation must \"creat[e] a situation which led to\" the use of force; second, the separate constitutional violation must be committed recklessly or intentionally. 815 F.3d, at 1193 (internal quotation marks omitted).\nNeither of these limitations solves the fundamental problem of the provocation rule: namely, that it is an unwarranted and illogical expansion of Graham . But in addition, each of the limitations creates problems of its own. First, the rule includes a vague causal standard. It applies when a prior constitutional violation \"created a situation which led to\" the use of force. The rule does not incorporate the familiar proximate cause standard. Indeed, it is not clear what causal standard is being applied. Second, while the reasonableness of a search or seizure is almost always based on objective factors, see Whren v. United States, 517 U.S. 806, 814, 116 S.Ct. 1769, 135 L.Ed.2d 89 (1996), the provocation rule looks to the subjective intent of the officers who carried out the seizure. As noted, under the Ninth Circuit's rule, a prior Fourth Amendment violation may be held to have provoked a later, reasonable use of force only if the prior violation was intentional or reckless.\nThe provocation rule may be motivated by the notion that it is important to hold law enforcement officers liable for the foreseeable consequences of all of their constitutional torts. See Billington, 292 F.3d, at 1190 (\"[I]f an officer's provocative actions are objectively unreasonable under the Fourth Amendment, ... liability is established, and the question becomes ... what harms the constitutional violation proximately caused\"). However, there is no need to distort the excessive force inquiry in order to accomplish this objective. To the contrary, both parties accept the principle that plaintiffs can-subject to qualified immunity-generally recover damages that are proximately caused by any Fourth Amendment violation. See, e.g., Heck v. Humphrey, 512 U.S. 477, 483, 114 S.Ct. 2364, 129 L.Ed.2d 383 (1994) ( § 1983\"creates a species of tort liability\" informed by tort principles regarding \"damages and the prerequisites for their recovery\" (internal quotation marks omitted)); Memphis Community School Dist. v. Stachura, 477 U.S. 299, 306, 106 S.Ct. 2537, 91 L.Ed.2d 249 (1986) (\"[W]hen § 1983 plaintiffs seek damages for violations of constitutional rights, the level of damages is ordinarily determined according to principles derived from the common law of torts\"). Thus, there is no need to dress up every Fourth Amendment claim as an excessive force claim. For example, if the plaintiffs in this case cannot recover on their excessive force claim, that will not foreclose recovery for injuries proximately caused by the warrantless entry . The harm proximately caused by these two torts may overlap, but the two claims should not be confused.\nIII\nThe Court of Appeals also held that \"even without relying on [the] provocation theory, the deputies are liable for the shooting under basic notions of proximate cause.\" 815 F.3d, at 1194. In other words, the court apparently concluded that the shooting was proximately caused by the deputies' warrantless entry of the shack. Proper analysis of this proximate cause question required consideration of the \"foreseeability or the scope of the risk created by the predicate conduct,\" and required the court to conclude that there was \"some direct relation between the injury asserted and the injurious conduct alleged.\" Paroline v. United States, 572 U.S. ----, ----, 134 S.Ct. 1710, 1719, 188 L.Ed.2d 714 (2014) (internal quotation marks omitted).\nUnfortunately, the Court of Appeals' proximate cause analysis appears to have been tainted by the same errors that cause us to reject the provocation rule. The court reasoned that when officers make a \"startling entry\" by \"barg [ing] into\" a home \"unannounced,\" it is reasonably foreseeable that violence may result. 815 F.3d, at 1194-1195 (internal quotation marks omitted). But this appears to focus solely on the risks foreseeably associated with the failure to knock and announce, which could not serve as the basis for liability since the Court of Appeals concluded that the officers had qualified immunity on that claim. By contrast, the Court of Appeals did not identify the foreseeable risks associated with the relevant constitutional violation (the warrantless entry); nor did it explain how, on these facts, respondents' injuries were proximately caused by the warrantless entry. In other words, the Court of Appeals' proximate cause analysis, like the provocation rule, conflated distinct Fourth Amendment claims and required only a murky causal link between the warrantless entry and the injuries attributed to it. On remand, the court should revisit the question whether proximate cause permits respondents to recover damages for their shooting injuries based on the deputies' failure to secure a warrant at the outset. See Bank of America Corp. v. Miami, --- U.S. ----, ----, 137 S.Ct. 1296, 1306, --- L.Ed.2d ---- (2017) (declining to \"draw the precise boundaries of proximate cause\" in the first instance). The arguments made on this point by the parties and by the United States as amicus provide a useful starting point for this inquiry. See Brief for Petitioners 42-56; Brief for Respondents 20-31, 51-59; Reply Brief 17-24; Brief for United States as Amicus Curiae 26-32.\n* * *\nFor these reasons, the judgment of the Court of Appeals is vacated, and the case is remanded for further proceedings consistent with this opinion.\nIt is so ordered.\nJustice GORSUCH took no part in the consideration or decision of this case.\nThe syllabus constitutes no part of the opinion of the Court but has been prepared by the Reporter of Decisions for the convenience of the reader. See United States v. Detroit Timber & Lumber Co., 200 U.S. 321, 337, 26 S.Ct. 282, 50 L.Ed. 499.\nRespondents do not attempt to defend the provocation rule. Instead, they argue that the judgment below should be affirmed under Graham itself. Graham commands that an officer's use of force be assessed for reasonableness under the \"totality of the circumstances.\" 490 U.S., at 396, 109 S.Ct. 1865 (internal quotation marks omitted). On respondents' view, that means taking into account unreasonable police conduct prior to the use of force that foreseeably created the need to use it. Brief for Respondents 42-43. We did not grant certiorari on that question, and the decision below did not address it. Accordingly, we decline to address it here. See, e.g., McLane Co. v. EEOC, --- U.S. ----, ----, 137 S.Ct. 1159, 1170, 197 L.Ed.2d 500 (2017) (\"[W]e are a court of review, not of first view\" (internal quotation marks omitted)). All we hold today is that once a use of force is deemed reasonable under Graham, it may not be found unreasonable by reference to some separate constitutional violation. Any argument regarding the District Court's application of Graham in this case should be addressed to the Ninth Circuit on remand.",
        "type": "majority",
        "author": "Justice ALITO delivered the opinion of the Court."
      }
    ],
    "attorneys": [
      "E. Joshua Rosenkranz, New York, NY, for Petitioners.",
      "Nicole A. Saharsky, for the United States as amicus curiae, by special leave of the Court, supporting the petitioners.",
      "Leonard Feldman, Seattle, WA, for Respondents.",
      "Mary C. Wickham, Rodrigo A. Castro-Silva, Jennifer Lehman, Millicent Rolon, Office of the County Counsel, Thomas C. Hurrell, Melinda Cantrall, Hurrell Cantrall LLP, Los Angeles, CA, E. Joshua Rosenkranz, Thomas M. Bondy, Andrew D. Silverman, Matthew L. Bush, Cynthia B. Stein, Benjamin F. Aiken, Logan Dwyer, Orrick, Herrington & Sutcliffe LLP, New York, NY, for Petitioners.",
      "Eric Schnapper, University of Washington School of Law, Seattle, WA, Rachel Lee, Stoel Rives LLP, Portland, OR, Leonard J. Feldman, Peterson Wampold Rosato Feldman Luna, Seattle, WA, Sara Berry, Holland & Hart LLP, Boise, ID, for Respondents."
    ],
    "corrections": "",
    "head_matter": "COUNTY OF LOS ANGELES, CALIFORNIA, et al., Petitioners\nv.\nAngel MENDEZ, et al.\nNo. 16-369.\nSupreme Court of the United States\nArgued March 22, 2017.\nDecided May 30, 2017.\nE. Joshua Rosenkranz, New York, NY, for Petitioners.\nNicole A. Saharsky, for the United States as amicus curiae, by special leave of the Court, supporting the petitioners.\nLeonard Feldman, Seattle, WA, for Respondents.\nMary C. Wickham, Rodrigo A. Castro-Silva, Jennifer Lehman, Millicent Rolon, Office of the County Counsel, Thomas C. Hurrell, Melinda Cantrall, Hurrell Cantrall LLP, Los Angeles, CA, E. Joshua Rosenkranz, Thomas M. Bondy, Andrew D. Silverman, Matthew L. Bush, Cynthia B. Stein, Benjamin F. Aiken, Logan Dwyer, Orrick, Herrington & Sutcliffe LLP, New York, NY, for Petitioners.\nEric Schnapper, University of Washington School of Law, Seattle, WA, Rachel Lee, Stoel Rives LLP, Portland, OR, Leonard J. Feldman, Peterson Wampold Rosato Feldman Luna, Seattle, WA, Sara Berry, Holland & Hart LLP, Boise, ID, for Respondents."
  },
  "file_name": "1539-01",
  "first_page_order": 1539,
  "last_page_order": 1549
}
