{
  "id": 12604668,
  "name": "NORTH CAROLINA, et al. v. Sandra Little COVINGTON, et al.",
  "name_abbreviation": "North Carolina v. Covington",
  "decision_date": "2017-06-05",
  "docket_number": "No. 16–1023.",
  "first_page": "1624",
  "last_page": "1626",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 1624"
    },
    {
      "type": "parallel",
      "cite": "198 L. Ed. 2d 110"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "555 U.S. 7",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3679402
      ],
      "weight": 3,
      "year": 2008,
      "pin_cites": [
        {
          "page": "27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/555/0007-01"
      ]
    },
    {
      "cite": "402 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11732215
      ],
      "weight": 3,
      "year": 1971,
      "pin_cites": [
        {
          "page": "16"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/402/0001-01"
      ]
    },
    {
      "cite": "434 U.S. 125",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6180268
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "129"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/434/0125-01"
      ]
    },
    {
      "cite": "470 U.S. 166",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11298965
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "183, n. 36"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/470/0166-01"
      ]
    },
    {
      "cite": "377 U.S. 533",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6171208
      ],
      "weight": 3,
      "year": 1964,
      "pin_cites": [
        {
          "page": "585"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/377/0665-01"
      ]
    },
    {
      "cite": "196 L.Ed.2d 594",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "case_ids": [
        12609653,
        12609654,
        12609656,
        12609657,
        12609596,
        12609597
      ],
      "year": 2017,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0808-01",
        "/s-ct/137/0808-02",
        "/s-ct/137/0808-04",
        "/s-ct/137/0808-05",
        "/s-ct/137/0724-06",
        "/s-ct/137/0724-07"
      ]
    },
    {
      "cite": "137 S.Ct. 808",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12609653,
        12609654,
        12609655,
        12609656,
        12609657
      ],
      "year": 2017,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/137/0808-01",
        "/s-ct/137/0808-02",
        "/s-ct/137/0808-03",
        "/s-ct/137/0808-04",
        "/s-ct/137/0808-05"
      ]
    },
    {
      "cite": "316 F.R.D. 117",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        4352684
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "176"
        },
        {
          "page": "203"
        },
        {
          "page": "204"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/frd/316/0117-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 438,
    "char_count": 5537,
    "pagerank": {
      "raw": 1.4360660110268152e-07,
      "percentile": 0.6522368678637249
    },
    "sha256": "9f2f4eec6f2e3c27915f198a15e91774a2a790d322a4f0cc29c53791ef4e7052",
    "simhash": "1:af6fb61f8a979ad0",
    "word_count": 885
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "NORTH CAROLINA, et al.\nv.\nSandra Little COVINGTON, et al."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nThe North Carolina General Assembly redrew state legislative districts in 2011 to account for population changes revealed by the 2010 census. In May 2015, several registered North Carolina voters (here called plaintiffs) brought this action in the U.S. District Court for the Middle District of North Carolina, alleging that 28 majority-black districts in the new plan were unconstitutional racial gerrymanders. The District Court ruled for the plaintiffs in August 2016, holding that race was the predominant factor in the design of each challenged district, and that in none was that use of race \"supported by a strong basis in evidence and narrowly tailored to comply with [the Voting Rights Act].\" 316 F.R.D. 117, 176 (M.D.N.C.2016). The court declined to require changes in time for the then-impending November 2016 election, but ordered the General Assembly to redraw the map before North Carolina holds any future elections for that body. See App. to Juris. Statement 148-149.\nThree weeks after the November 2016 election, the District Court ordered additional relief. In addition to setting a March 2017 deadline for the General Assembly's drawing of new districts, the court ordered that \"[t]he term of any legislator elected in 2016\" from a district later modified by that remedial plan \"shall be shortened to one year\" (rather than the regular two). Id., at 203. Those legislators would then be replaced by new ones, to be chosen in court-ordered special elections in the fall of 2017. The legislators elected in those special elections, too, were then to \"serve a one year term.\" Id., at 204. Finally, in order to make this regime workable, the court also suspended provisions of the North Carolina Constitution requiring prospective legislators to reside within a district for one year before they may be elected to represent it. See id., at 203 (citing N.C. Const. Art. II, §§ 6 - 7 ). To explain why these measures were warranted, the court stated: \"While special elections have costs, those costs pale in comparison to the injury caused by allowing citizens to continue to be represented by legislators elected pursuant to a racial gerrymander.\" App. to Juris. Statement 200.\nNorth Carolina appealed the District Court's remedial order to this Court, and we granted a stay pending appeal. See 580 U.S. ----, 137 S.Ct. 808, 196 L.Ed.2d 594 (2017). The State now contends that \"the remedial order should be vacated for the simple reason that the district court failed to meaningfully weigh any equitable considerations.\" Juris. Statement 22. We share that assessment and now vacate the order.\nRelief in redistricting cases is \" 'fashioned in the light of well-known principles of equity.' \" Reynolds v. Sims, 377 U.S. 533, 585, 84 S.Ct. 1362, 12 L.Ed.2d 506 (1964). A district court therefore must undertake an \"equitable weighing process\" to select a fitting remedy for the legal violations it has identified, NAACP v. Hampton County Election Comm'n, 470 U.S. 166, 183, n. 36, 105 S.Ct. 1128, 84 L.Ed.2d 124 (1985), taking account of \" 'what is necessary, what is fair, and what is workable,' \" New York v. Cathedral Academy, 434 U.S. 125, 129, 98 S.Ct. 340, 54 L.Ed.2d 346 (1977). And in the context of deciding whether to truncate existing legislators' terms and order a special election, there is much for a court to weigh. Although this Court has never addressed whether or when a special election may be a proper remedy for a racial gerrymander, obvious considerations include the severity and nature of the particular constitutional violation, the extent of the likely disruption to the ordinary processes of governance if early elections are imposed, and the need to act with proper judicial restraint when intruding on state sovereignty. We do not suggest anything about the relative weight of these factors (or others), but they are among the matters a court would generally be expected to consider in its \"balancing of the individual and collective interests\" at stake. Swann v. Charlotte-Mecklenburg Bd. of Ed., 402 U.S. 1, 16, 91 S.Ct. 1267, 28 L.Ed.2d 554 (1971).\nRather than undertaking such an analysis in this case, the District Court addressed the balance of equities in only the most cursory fashion. As noted above, the court simply announced that \"[w]hile special elections have costs,\" those unspecified costs \"pale in comparison\" to the prospect that citizens will be \"represented by legislators elected pursuant to a racial gerrymander.\" App. to Juris. Statement 200. That minimal reasoning would appear to justify a special election in every racial-gerrymandering case-a result clearly at odds with our demand for careful case-specific analysis. For that reason, we cannot have confidence that the court adequately grappled with the interests on both sides of the remedial question before us. And because the District Court's discretion \"was barely exercised here,\" its order provides no meaningful basis for even deferential review. Winter v. Natural Resources Defense Council, Inc ., 555 U.S. 7, 27, 129 S.Ct. 365, 172 L.Ed.2d 249 (2008).\nFor these reasons, we vacate the District Court's remedial order and remand the case for further proceedings consistent with this opinion.\nIt is so ordered.\nBy separate order, we have summarily affirmed the District Court's ruling on the merits of the plaintiffs' racial-gerrymandering claims. See No. 16-649, post, p. ----.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "NORTH CAROLINA, et al.\nv.\nSandra Little COVINGTON, et al.\nNo. 16-1023.\nSupreme Court of the United States\nJune 5, 2017."
  },
  "file_name": "1624-01",
  "first_page_order": 1624,
  "last_page_order": 1626
}
