{
  "id": 12604749,
  "name": "VIRGINIA, et al. v. Dennis LeBLANC.",
  "name_abbreviation": "Virginia v. LeBlanc",
  "decision_date": "2017-06-12",
  "docket_number": "No. 16–1177.",
  "first_page": "1726",
  "last_page": "1730",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 1726"
    },
    {
      "type": "parallel",
      "cite": "198 L. Ed. 2d 186"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "133 S.Ct. 1446",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12697062
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "1451",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/569/0058-01"
      ]
    },
    {
      "cite": "134 S.Ct. 1697",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12706994,
        12579839
      ],
      "weight": 7,
      "year": 2014,
      "pin_cites": [
        {
          "page": "1706"
        },
        {
          "page": "1707"
        },
        {
          "page": "1707"
        },
        {
          "page": "1703"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/572/0415-01",
        "/s-ct/134/1697-01"
      ]
    },
    {
      "cite": "562 U.S. 86",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12439786,
        6005083
      ],
      "weight": 5,
      "year": 2011,
      "pin_cites": [
        {
          "page": "102"
        },
        {
          "page": "103"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/178/0624-01",
        "/us/562/0086-01"
      ]
    },
    {
      "cite": "135 S.Ct. 1372",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12587456
      ],
      "weight": 5,
      "year": 2015,
      "pin_cites": [
        {
          "page": "1376",
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "per curiam "
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "1378",
          "parenthetical": "internal quotation marks omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/135/1372-01"
      ]
    },
    {
      "cite": "2015 WL 4042175",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2015,
      "pin_cites": [
        {
          "page": "*18"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "704 S.E.2d 386",
      "category": "reporters:state_regional",
      "reporter": "S.E.2d",
      "weight": 5,
      "year": 2011,
      "pin_cites": [
        {
          "page": "402"
        },
        {
          "page": "402",
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "402",
          "parenthetical": "\"the factors used in the normal parole consideration process apply to conditional release decisions under this statute\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "281 Va. 248",
      "category": "reporters:state",
      "reporter": "Va.",
      "weight": 4,
      "year": 2011,
      "pin_cites": [
        {
          "page": "275"
        },
        {
          "page": "275"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "124 S.Ct. 598",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "Va. Code Ann. § 53.1-40.01",
      "category": "laws:leg_statute",
      "reporter": "Va. Code Ann.",
      "opinion_index": 0
    },
    {
      "cite": "841 F.3d 256",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        12174069
      ],
      "weight": 5,
      "year": 2016,
      "pin_cites": [
        {
          "page": "261",
          "parenthetical": "citing Va. Code Ann. § 53.1-40.01 "
        },
        {
          "page": "259-260"
        },
        {
          "page": "275"
        },
        {
          "page": "280-281",
          "parenthetical": "Niemeyer, J., dissenting"
        },
        {
          "page": "269",
          "parenthetical": "emphasis in original"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/841/0256-01"
      ]
    },
    {
      "cite": "Va. Code Ann. § 53.1-165.1",
      "category": "laws:leg_statute",
      "reporter": "Va. Code Ann.",
      "year": 2013,
      "opinion_index": 0
    },
    {
      "cite": "560 U.S. 48",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12448995,
        3641893
      ],
      "weight": 10,
      "year": 2010,
      "pin_cites": [
        {
          "page": "75"
        },
        {
          "page": "75"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/176/0825-01",
        "/us/560/0048-01"
      ]
    },
    {
      "cite": "28 U.S.C. § 2254",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "(d)(1)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 604,
    "char_count": 11453,
    "pagerank": {
      "raw": 4.1031412078981893e-07,
      "percentile": 0.9097800682588059
    },
    "sha256": "45799c2b29a5a4328e183256d32fc12c0c7134e80d8be12fe914a4fc4c7db98f",
    "simhash": "1:7e69bacd2d6cc148",
    "word_count": 1769
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "VIRGINIA, et al.\nv.\nDennis LeBLANC."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nUnder the Antiterrorism and Effective Death Penalty Act of 1996 (AEDPA), a state prisoner is eligible for federal habeas relief if the underlying state court merits ruling was \"contrary to, or involved an unreasonable application of, clearly established Federal law\" as determined by this Court. 28 U.S.C. § 2254(d)(1). In this case, the Court of Appeals for the Fourth Circuit held that this demanding standard was met by a Virginia court's application of Graham v. Florida, 560 U.S. 48, 130 S.Ct. 2011, 176 L.Ed.2d 825 (2010). The question presented is whether the Court of Appeals erred in concluding that the state court's ruling involved an unreasonable application of this Court's holding.\nI\nOn July 6, 1999, respondent Dennis LeBlanc raped a 62-year-old woman. He was 16 at the time. In 2003, a state trial court sentenced him to life in prison for his crimes. In the 1990's, Virginia had, for felony offenders, abolished parole that followed a traditional framework. See Va. Code Ann. § 53.1-165.1 (2013). As a form of replacement, Virginia enacted its so-called \"geriatric release\" program, which allows older inmates to receive conditional release under some circumstances. LeBlanc v. Mathena, 841 F.3d 256, 261 (C.A.4 2016) (citing Va. Code Ann. § 53.1-40.01 ).\nSeven years after respondent was sentenced, this Court decided Graham v. Florida . Graham established that the Eighth Amendment prohibits juvenile offenders convicted of nonhomicide offenses from being sentenced to life without parole. While a \"State is not required to guarantee eventual freedom to a juvenile offender convicted of a nonhomicide crime,\" the Court held, it must \"give defendants like Graham some meaningful opportunity to obtain release based on demonstrated maturity and rehabilitation.\" 540 U.S., at 75, 124 S.Ct. 598. The Court in Graham left it to the States, \"in the first instance, to explore the means and mechanisms for compliance\" with the Graham rule. Ibid.\nRespondent later filed a motion in state trial court-the Virginia Beach Circuit Court-seeking to vacate his sentence in light of Graham . The trial court denied the motion. In so doing, it relied on the Supreme Court of Virginia's decision in Angel v. Commonwealth, 281 Va. 248, 704 S.E.2d 386 (2011). The Angel court held that Virginia's geriatric release program satisfies Graham 's requirement of parole for juvenile offenders. The statute establishing the program provides:\n\"Any person serving a sentence imposed upon a conviction for a felony offense ... (i) who has reached the age of sixty-five or older and who has served at least five years of the sentence imposed or (ii) who has reached the age of sixty or older and who has served at least ten years of the sentence imposed may petition the Parole Board for conditional release.\" § 53.1-40.01.\nThe Angel court explained that \"[t]he regulations for conditional release under this statute provide that if the prisoner meets the qualifications for consideration contained in the statute, the factors used in the normal parole consideration process apply to conditional release decisions under this statute.\" 281 Va., at 275, 704 S.E.2d, at 402. The geriatric release program thus complied with Graham, the Angel court held, because it provided \"the meaningful opportunity to obtain release based on demonstrated maturity and rehabilitation required by the Eighth Amendment.\" 281 Va., at 275, 704 S.E.2d, at 402 (internal quotation marks omitted).\nThe Virginia Supreme Court, in reviewing the trial court's ruling in the instant case, summarily denied respondent's requests for appeal and for rehearing.\nIn 2012, respondent filed a federal habeas petition in the Eastern District of Virginia pursuant to 28 U.S.C. § 2254. A Magistrate Judge recommended dismissing the petition, but the District Court disagreed and granted the writ. The District Court explained that \"there is no possibility that fairminded jurists could disagree that the state court's decision conflicts wit [h] the dictates of Graham .\" LeBlanc v. Mathena, 2015 WL 4042175, *18 (July 1, 2015).\nA divided panel of the Court of Appeals for the Fourth Circuit affirmed, holding that the state trial court's ruling was an unreasonable application of Graham . 841 F.3d, at 259-260. In the panel majority's view, Virginia's geriatric release program did not provide a meaningful opportunity for juvenile nonhomicide offenders to obtain release based on demonstrated maturity and rehabilitation.\nJudge Niemeyer dissented. He criticized the majority for \"fail[ing] to respect, in any meaningful way, the deference Congress requires federal courts to give state court decisions on postconviction review.\" Id., at 275.\nThe Commonwealth of Virginia petitioned for certiorari. The petition is now granted, and the judgment is reversed: The Virginia trial court did not unreasonably apply the Graham rule.\nII\nIn order for a state court's decision to be an unreasonable application of this Court's case law, the ruling must be \"objectively unreasonable, not merely wrong; even clear error will not suffice.\" Woods v. Donald, 575 U.S. ----, ----, 135 S.Ct. 1372, 1376, 191 L.Ed.2d 464 (2015) (per curiam ) (internal quotation marks omitted). In other words, a litigant must \"show that the state court's ruling ... was so lacking in justification that there was an error well understood and comprehended in existing law beyond any possibility for fairminded disagreement.\" Ibid. (internal quotation marks omitted). This is \"meant to be\" a difficult standard to meet. Harrington v. Richter, 562 U.S. 86, 102, 131 S.Ct. 770, 178 L.Ed.2d 624 (2011).\nThe Court of Appeals for the Fourth Circuit erred by failing to accord the state court's decision the deference owed under AEDPA. Graham did not decide that a geriatric release program like Virginia's failed to satisfy the Eighth Amendment because that question was not presented. And it was not objectively unreasonable for the state court to conclude that, because the geriatric release program employed normal parole factors, it satisfied Graham 's requirement that juveniles convicted of a nonhomicide crime have a meaningful opportunity to receive parole. The geriatric release program instructs Virginia's Parole Board to consider factors like the \"individual's history ... and the individual's conduct ... during incarceration,\" as well as the prisoner's \"inter-personal relationships with staff and inmates\" and \"[c]hanges in attitude toward self and others.\" See 841 F.3d, at 280-281 (Niemeyer, J., dissenting) (citing Virginia Parole Board Policy Manual 2-4 (Oct. 2006)). Consideration of these factors could allow the Parole Board to order a former juvenile offender's conditional release in light of his or her \"demonstrated maturity and rehabilitation.\" Graham, 560 U.S., at 75, 130 S.Ct. 2011. The state court thus did not diverge so far from Graham 's dictates as to make it \"so obvious that ... there could be no 'fairminded disagreement' \" about whether the state court's ruling conflicts with this Court's case law. White v. Woodall, 572 U.S. ----, ----, 134 S.Ct. 1697, 1706, 188 L.Ed.2d 698 (2014).\n\"Perhaps the logical next step from\" Graham would be to hold that a geriatric release program does not satisfy the Eighth Amendment, but \"perhaps not.\" 572 U.S., at ----, 134 S.Ct., at 1707. \"[T]here are reasonable arguments on both sides.\" Id., at ---- - ----, 134 S.Ct., at 1707. With respect to petitioners, these include the arguments discussed above. Supra, at 1728 - 1729. With regards to respondent, these include the contentions that the Parole Board's substantial discretion to deny geriatric release deprives juvenile nonhomicide offenders a meaningful opportunity to seek parole and that juveniles cannot seek geriatric release until they have spent at least four decades in prison.\nThese arguments cannot be resolved on federal habeas review. Because this case arises \"only in th[at] narrow context,\" the Court \"express[es] no view on the merits of the underlying\" Eighth Amendment claim. Woods, supra, at ----, 135 S.Ct., at 1378 (internal quotation marks omitted). Nor does the Court \"suggest or imply that the underlying issue, if presented on direct review, would be insubstantial.\" Marshall v. Rodgers, 569 U.S. ----, ----, 133 S.Ct. 1446, 1451, 185 L.Ed.2d 540 (2013) (per curiam ); accord, Woodall, supra, at ----, 134 S.Ct., at 1703. The Court today holds only that the Virginia trial court's ruling, resting on the Virginia Supreme Court's earlier ruling in Angel, was not objectively unreasonable in light of this Court's current case law.\nIII\nA proper respect for AEDPA's high bar for habeas relief avoids unnecessarily \"disturb[ing] the State's significant interest in repose for concluded litigation, den[ying] society the right to punish some admitted offenders, and intrud[ing] on state sovereignty to a degree matched by few exercises of federal judicial authority.\" Harrington, supra, at 103, 131 S.Ct. 770 (internal quotation marks omitted). The federalism interest implicated in AEDPA cases is of central relevance in this case, for the Court of Appeals for the Fourth Circuit's holding created the potential for significant discord in the Virginia sentencing process. Before today, Virginia courts were permitted to impose-and required to affirm-a sentence like respondent's, while federal courts presented with the same fact pattern were required to grant habeas relief. Reversing the Court of Appeals' decision in this case-rather than waiting until a more substantial split of authority develops-spares Virginia courts from having to confront this legal quagmire.\nFor these reasons, the petition for certiorari and the motion for leave to proceed in forma pauperis are granted, and the judgment of the Court of Appeals is reversed.\nIt is so ordered.\nJustice GINSBURG, concurring in the judgment.\nGraham v. Florida, 560 U.S. 48, 130 S.Ct. 2011, 176 L.Ed.2d 825 (2010), as today's per curiam recognizes, established that a juvenile offender convicted of a nonhomicide offense must have \"some meaningful opportunity to obtain release [from prison] based on demonstrated maturity and rehabilitation.\" Id., at 75, 130 S.Ct. 2011. See ante, at 1727 - 1728. I join the Court's judgment on the understanding that the Virginia Supreme Court, in Angel v. Commonwealth, 281 Va. 248, 704 S.E.2d 386 (2011), interpreted Virginia law to require the parole board to provide such a meaningful opportunity under the geriatric release program. See id., at 275, 704 S.E.2d, at 402 (\"the factors used in the normal parole consideration process apply to conditional release decisions under this statute\"). In other words, contrary to the Fourth Circuit's interpretation of Virginia law, the parole board may not deny a juvenile offender geriatric release \"for any reason whatsoever,\" 841 F.3d 256, 269 (2016) (emphasis in original); instead, the board, when evaluating a juvenile offender for geriatric release, must consider the normal parole factors, including rehabilitation and maturity. See ante, at 1728 - 1729.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "VIRGINIA, et al.\nv.\nDennis LeBLANC.\nNo. 16-1177.\nSupreme Court of the United States\nJune 12, 2017.\nMark R. Herring, Attorney General of Virginia, Trevor S. Cox, Deputy Solicitor General, Matthew R. McGuire, Assistant Solicitor General, Stuart A. Raphael, Solicitor General, Office of the Virginia Attorney General, Richmond, Virginia, Reply Brief in Support of Certiorari."
  },
  "file_name": "1726-01",
  "first_page_order": 1726,
  "last_page_order": 1730
}
