{
  "id": 12605105,
  "name": "Freddie H. MATHIS v. David J. SHULKIN, Secretary of Veterans Affairs.",
  "name_abbreviation": "Mathis v. Shulkin",
  "decision_date": "2017-06-26",
  "docket_number": "No. 16–677.",
  "first_page": "1994",
  "last_page": "1995",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 1994"
    },
    {
      "type": "parallel",
      "cite": "198 L. Ed. 2d 744"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "834 F.3d 1347",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        6055426
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1357"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/834/1347-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 333,
    "char_count": 4453,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26357907352899723
    },
    "sha256": "3d5e33acfef7d89bf44f046e2a8b9d88c9ef72612d5a69e14408ac3d120cd6f8",
    "simhash": "1:9521b8684fc0a073",
    "word_count": 702
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Freddie H. MATHIS\nv.\nDavid J. SHULKIN, Secretary of Veterans Affairs."
    ],
    "opinions": [
      {
        "text": "Statement of Justice SOTOMAYOR respecting the denial of certiorari.\nThis petition raises important questions about how the Government carries out its obligations to our veterans. The Board of Veterans' Appeals (Board) applies a rebuttable presumption when reviewing veterans' disability claims: The medical examiner whose opinion the Department of Veterans Affairs (VA) relied on to deny a veteran's claim is presumed competent, absent a specific objection by the veteran. To raise an objection, a veteran needs to know the medical examiner's credentials. And yet, the VA does not provide veterans with that information as a matter of course. Nor does it always provide veterans with that information upon request. The only road to guaranteed access to an examiner's credentials runs through a Board order. The Board, however, has sometimes required the veteran to have already raised a specific objection to an examiner's competence before ordering the VA to provide the credentials. This places a veteran in \"a catch-22\" where she \"must make a specific objection to an examiner's competence before she can learn the examiner's qualifications.\" 834 F.3d 1347, 1357 (C.A.Fed.2016) (Reyna, J., dissenting from denial of rehearing en banc). As Justice GORSUCH explains, see post, at 1995, the Board's presumption is questionable. But the presumption is not the only problem. A decision by the VA to deny benefits in reliance on an examiner's opinion, while denying the veteran access to that examiner's credentials, ensures that the presumption will work to the veteran's disadvantage. The petitioner here did not ask the VA to provide the examiner's credentials, and so this petition does not allow review of both the VA's practice and the Board's presumption. Full review would require a petition arising from a case in which the VA denied a veteran benefits after declining to provide the medical examiner's credentials. Until such a petition presents itself, staying our hand allows the Federal Circuit and the VA to continue their dialogue over whether the current system for adjudicating veterans' disability claims can be squared with the VA's statutory obligations to assist veterans in the development of their disability claims.\nJustice GORSUCH, dissenting from denial of certiorari.\nLower courts often presume that Department of Veterans Affairs medical examiners are competent to render expert opinions against veterans seeking compensation for disabilities they have suffered during military service. The VA appears to apply the same presumption in its own administrative proceedings.\nBut where does this presumption come from? It enjoys no apparent provenance in the relevant statutes. There Congress imposed on the VA an affirmative duty to assist-not impair-veterans seeking evidence for their disability claims. See 38 U.S.C. § 5103A(a)(1). And consider how the presumption works in practice. The VA usually refuses to supply information that might allow a veteran to challenge the presumption without an order from the Board of Veterans' Appeals. And that Board often won't issue an order unless the veteran can first supply a specific reason for thinking the examiner incompetent. No doubt this arrangement makes the VA's job easier. But how is it that an administrative agency may manufacture for itself or win from the courts a regime that has no basis in the relevant statutes and does nothing to assist, and much to impair, the interests of those the law says the agency is supposed to serve?\nNow, you might wonder if our intervention is needed to remedy the problem. After all, a number of thoughtful colleagues on the Federal Circuit have begun to question the presumption's propriety. See Mathis v. McDonald, 834 F.3d 1347 (2016). And this may well mean the presumption's days are numbered. But I would not wait in hope. The issue is of much significance to many today and, respectfully, it is worthy of this Court's attention.",
        "type": "majority",
        "author": "Statement of Justice SOTOMAYOR respecting the denial of certiorari."
      }
    ],
    "attorneys": [
      "Mark R. Lippman, The Veterans Law Group, La Jolla, CA, for Petitioner Freddie H. Mathis.",
      "Jeffrey B. Wall, Acting Solicitor General, Chad A. Readler, Acting Assistant Attorney General, Robert E. Kirschman, Jr., Martin F. Hockey, Jr., William J. Grimaldi, Attorneys, Department of Justice, Washington, DC, for Respondent.",
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "Freddie H. MATHIS\nv.\nDavid J. SHULKIN, Secretary of Veterans Affairs.\nNo. 16-677.\nSupreme Court of the United States\nJune 26, 2017.\nMark R. Lippman, The Veterans Law Group, La Jolla, CA, for Petitioner Freddie H. Mathis.\nJeffrey B. Wall, Acting Solicitor General, Chad A. Readler, Acting Assistant Attorney General, Robert E. Kirschman, Jr., Martin F. Hockey, Jr., William J. Grimaldi, Attorneys, Department of Justice, Washington, DC, for Respondent.\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "1994-01",
  "first_page_order": 1994,
  "last_page_order": 1995
}
