{
  "id": 12605120,
  "name": "Marcus Deshaw HICKS v. UNITED STATES.",
  "name_abbreviation": "Hicks v. United States",
  "decision_date": "2017-06-26",
  "docket_number": "No. 16–7806.",
  "first_page": "2000",
  "last_page": "2002",
  "citations": [
    {
      "type": "official",
      "cite": "137 S. Ct. 2000"
    },
    {
      "type": "parallel",
      "cite": "198 L. Ed. 2d 718"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "556 U.S. 129",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3653331
      ],
      "weight": 3,
      "year": 2009,
      "pin_cites": [
        {
          "page": "134-135"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/556/0129-01"
      ]
    },
    {
      "cite": "183 L.Ed.2d 250",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 2,
      "year": 2012,
      "opinion_index": 0
    },
    {
      "cite": "567 U.S. 260",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12407151
      ],
      "weight": 2,
      "year": 2012,
      "opinion_index": 0,
      "case_paths": [
        "/us/567/0260-01"
      ]
    },
    {
      "cite": "171 L.Ed.2d 879",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 2,
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "Scalia, J., dissenting"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "128 S.Ct. 2990",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "weight": 2,
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "Scalia, J., dissenting"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "554 U.S. 911",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "weight": 2,
      "year": 2008,
      "pin_cites": [
        {
          "page": "911-913"
        },
        {
          "parenthetical": "Scalia, J., dissenting"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "772 F.3d 1328",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4315583
      ],
      "year": 2014,
      "pin_cites": [
        {
          "page": "1333"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/772/1328-01"
      ]
    },
    {
      "cite": "136 S.Ct. 1338",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12595701
      ],
      "weight": 2,
      "year": 2016,
      "opinion_index": 0,
      "case_paths": [
        "/s-ct/136/1338-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3553",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "560 U.S. 258",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12449203,
        3641622
      ],
      "weight": 3,
      "year": 2010,
      "pin_cites": [
        {
          "page": "266-267",
          "parenthetical": "plain error"
        },
        {
          "parenthetical": "plain error"
        },
        {
          "parenthetical": "plain error"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/176/1012-01",
        "/us/560/0258-01"
      ]
    },
    {
      "cite": "564 U.S. 319",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12450491,
        4334693
      ],
      "weight": 3,
      "year": 2011,
      "pin_cites": [
        {
          "page": "335",
          "parenthetical": "plain error"
        },
        {
          "parenthetical": "plain error"
        },
        {
          "parenthetical": "plain error"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/l-ed-2d/180/0357-01",
        "/us/564/0319-01"
      ]
    },
    {
      "cite": "130 S.Ct. 2896",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        3644193,
        12455283,
        3815903
      ],
      "year": 2010,
      "pin_cites": [
        {
          "parenthetical": "harmless error"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/561/0358-01",
        "/l-ed-2d/177/0619-01",
        "/br/430/2896-01"
      ]
    },
    {
      "cite": "561 U.S. 358",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3644193,
        12455283
      ],
      "weight": 2,
      "year": 2010,
      "pin_cites": [
        {
          "page": "414",
          "parenthetical": "harmless error"
        },
        {
          "parenthetical": "harmless error"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/561/0358-01",
        "/l-ed-2d/177/0619-01"
      ]
    },
    {
      "cite": "507 U.S. 725",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6237509
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "732"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/507/0725-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 503,
    "char_count": 7511,
    "pagerank": {
      "raw": 1.4929397402178082e-07,
      "percentile": 0.6633815330546299
    },
    "sha256": "987873adbfb335cb349348f353a78a6755f8e94ff4b8dcde742e2ab0a041e7e1",
    "simhash": "1:bd98684fa72f1659",
    "word_count": 1266
  },
  "last_updated": "2024-02-27T18:39:19.105441+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Marcus Deshaw HICKS\nv.\nUNITED STATES."
    ],
    "opinions": [
      {
        "text": "Justice GORSUCH, concurring.\nEveryone agrees that Mr. Hicks was wrongly sentenced to a 20-year mandatory minimum sentence under a now-defunct statute. True, Mr. Hicks didn't argue the point in the court of appeals. But before us the government admits his sentence is plainly wrong as a matter of law, and it's simple enough to see the government is right. Of course, to undo and revise a sentence under the plain error standard, a court must not only (1) discern an error, that error must (2) be plain, (3) affect the defendant's substantial rights, and (4) implicate the fairness, integrity, or public reputation of judicial proceedings. United States v. Olano, 507 U.S. 725, 732, 113 S.Ct. 1770, 123 L.Ed.2d 508 (1993). And while the government concedes the first two legal elements of the plain error test, it asks us to remand the case to the court of appeals for it to resolve the latter two questions in the first instance.\nI cannot think of a good reason to say no. When this Court identifies a legal error, it routinely remands the case so the court of appeals may resolve whether the error was harmless in light of other proof in the case-and so decide if the judgment must be revised under Federal Rule of Criminal Procedure 52(a). After identifying an unpreserved but plain legal error, this Court likewise routinely remands the case so the court of appeals may resolve whether the error affected the defendant's substantial rights and implicated the fairness, integrity, or public reputation of judicial proceedings-and so (again) determine if the judgment must be revised, this time under Rule 52(b). We remand in cases like these not only when we are certain that curing the error will yield a different outcome, but also in cases where we think there's a reasonable probability that will happen. See, e.g., Skilling v. United States, 561 U.S. 358, 414, 130 S.Ct. 2896, 177 L.Ed.2d 619 (2010) (harmless error); Tapia v. United States, 564 U.S. 319, 335, 131 S.Ct. 2382, 180 L.Ed.2d 357 (2011) (plain error); United States v. Marcus, 560 U.S. 258, 266-267, 130 S.Ct. 2159, 176 L.Ed.2d 1012 (2010) (plain error).\nTo know this much is to know what should be done in our current case. A plain legal error infects this judgment-a man was wrongly sentenced to 20 years in prison under a defunct statute. No doubt, too, there's a reasonable probability that cleansing this error will yield a different outcome. Of course, Mr. Hicks's conviction won't be undone, but the sentencing component of the district court's judgment is likely to change, and change substantially. For experience surely teaches that a defendant entitled to a sentence consistent with 18 U.S.C. § 3553(a)'s parsimony provision, rather than pursuant to the rigors of a statutory mandatory minimum, will often receive a much lower sentence. So there can be little doubt Mr. Hicks's substantial rights are, indeed, implicated. Cf. Molina-Martinez v. United States, 578 U.S. ----, ----, 136 S.Ct. 1338, 194 L.Ed.2d 444 (2016). When it comes to the fourth prong of plain error review, it's clear Mr. Hicks also enjoys a reasonable probability of success. For who wouldn't hold a rightly diminished view of our courts if we allowed individuals to linger longer in prison than the law requires only because we were unwilling to correct our own obvious mistakes? Cf. United States v. Sabillon-Umana, 772 F.3d 1328, 1333 (C.A.10 2014).\nNow this Court has no obligation to rove about looking for errors to correct in every case in this large country, and I agree with much in Justice Scalia's dissent in Nunez v. United States, 554 U.S. 911, 911-913, 128 S.Ct. 2990, 171 L.Ed.2d 879 (2008), suggesting caution. For example, it rightly counsels against vacating a judgment when we harbor doubts about a confession of error or when the confession bears the marks of gamesmanship. Nor should we take the government's word for it and vacate a judgment when we cannot with ease determine the existence of an error of federal law. Or when independent and untainted legal grounds appear to exist that would support the judgment anyway. Or when lightly accepting a confession of error could lead to a circuit conflict or interfere with the administration of state law. No doubt other reasons too will often counsel against intervening. But, respectfully, I am unaware of any such reason here. Besides, if the only remaining objection to vacating the judgment here is that, despite our precedent routinely permitting the practice, we should be wary of remanding a case without first deciding for ourselves the latter elements of the plain error test, that task is so easily done that in this case that I cannot think why it should not be done. Indeed, the lone peril in the present case seems to me the possibility that we might permit the government to deny someone his liberty longer than the law permits only because we refuse to correct an obvious judicial error.\nChief Justice ROBERTS, with whom Justice THOMAS joins, dissenting.\nPetitioner Marcus Deshaw Hicks pleaded guilty to conspiracy to possess with intent to distribute crack cocaine in violation of federal law. Between the time Hicks was sentenced for that crime and his direct appeal, this Court decided Dorsey v. United States, 567 U.S. 260, 132 S.Ct. 2321, 183 L.Ed.2d 250 (2012), holding that the Fair Sentencing Act applies to defendants like Hicks whose crimes predated the effective date of the Act but who were sentenced after that date. On direct appeal Hicks failed to argue that Dorsey entitled him to a reduced sentence. Presented with no such claim, the Fifth Circuit affirmed. Hicks now seeks certiorari.\nThe Government's response is not to concede that the Fifth Circuit's judgment was wrong. Rather it is to request that this Court vacate that judgment and send the case back to the Fifth Circuit so that the Court of Appeals may conduct plain error review. My colleague concurring in this Court's order \"cannot think of a good reason to say no.\" Ante, at 2000 (opinion of GORSUCH, J.). After all, Hicks was \"wrongly sentenced to a 20-year mandatory minimum sentence under a now-defunct statute.\" Ibid. But, as the Government itself acknowledges, that gets us past only the first two prongs of this Court's four-prong test for plain error: There was an error and the error was plain in light of Dorsey . See Puckett v. United States, 556 U.S. 129, 134-135, 129 S.Ct. 1423, 173 L.Ed.2d 266 (2009). The Government does not contend that Hicks also satisfies prongs three and four of the test for plain error and that the judgment below rejecting Hicks's claim was therefore wrong. Brief in Opposition 12-13. No matter, says my colleague, because the outcome on remand is a no-brainer. But without a determination from this Court that the judgment below was wrong or at least a concession from the Government to that effect, we should not, in my view, vacate the Fifth Circuit's judgment. See Nunez v. United States, 554 U.S. 911, 128 S.Ct. 2990, 171 L.Ed.2d 879 (2008) (Scalia, J., dissenting).",
        "type": "majority",
        "author": "Justice GORSUCH, concurring."
      }
    ],
    "attorneys": [
      "The motion of petitioner for leave to proceed in forma pauperis and the petition for a writ of certiorari are granted. The judgment is vacated, and the case is remanded to the United States Court of Appeals for the Fifth Circuit for further consideration in light of the position asserted by the Acting Solicitor General in his brief for the United States filed on May 1, 2017."
    ],
    "corrections": "",
    "head_matter": "Marcus Deshaw HICKS\nv.\nUNITED STATES.\nNo. 16-7806.\nSupreme Court of the United States\nJune 26, 2017.\nThe motion of petitioner for leave to proceed in forma pauperis and the petition for a writ of certiorari are granted. The judgment is vacated, and the case is remanded to the United States Court of Appeals for the Fifth Circuit for further consideration in light of the position asserted by the Acting Solicitor General in his brief for the United States filed on May 1, 2017."
  },
  "file_name": "2000-01",
  "first_page_order": 2000,
  "last_page_order": 2002
}
