{
  "id": 12577863,
  "name": "Edmund G. BROWN, Governor of California, et al. v. Marciano PLATA and Ralph Coleman, et al.",
  "name_abbreviation": "Brown v. Plata",
  "decision_date": "2013-08-02",
  "docket_number": "No. 13A57.",
  "first_page": "1",
  "last_page": "2",
  "citations": [
    {
      "type": "official",
      "cite": "134 S. Ct. 1"
    },
    {
      "type": "vendor",
      "cite": "82 U.S.L.W. 3069"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "2013 WL 3326872",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "opinion_index": -1
    },
    {
      "cite": "133 S.Ct. 2675",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12698482
      ],
      "weight": 2,
      "year": 2013,
      "pin_cites": [
        {
          "page": "2710-2711",
          "parenthetical": "SCALIA, J., dissenting"
        },
        {
          "parenthetical": "SCALIA, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/570/0744-01"
      ]
    },
    {
      "cite": "539 U.S. 558",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8898517
      ],
      "weight": 3,
      "year": 2003,
      "pin_cites": [
        {
          "page": "604",
          "parenthetical": "SCALIA, J., dissenting"
        },
        {
          "parenthetical": "SCALIA, J., dissenting"
        },
        {
          "parenthetical": "SCALIA, J., dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/539/0558-01"
      ]
    },
    {
      "cite": "131 S.Ct. 1910",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        4223362,
        12459535
      ],
      "weight": 14,
      "year": 2011,
      "pin_cites": [
        {
          "page": "1959"
        },
        {
          "page": "1956"
        },
        {
          "parenthetical": "internal quotation marks omitted"
        },
        {
          "page": "1947"
        },
        {
          "page": "1957",
          "parenthetical": "dissenting opinion"
        },
        {
          "page": "1928-1929, 1929"
        },
        {
          "page": "1957"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/563/0493-01",
        "/l-ed-2d/179/0969-01"
      ]
    },
    {
      "cite": "18 U.S.C. § 3626",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "pin_cites": [
        {
          "page": "(a)(1)(A)"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 384,
    "char_count": 4859,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.2632143804522966
    },
    "sha256": "4345b5c5aaae4d5eb027e2517441d36381d106e17fbb44fa23f3c186e3adc7b4",
    "simhash": "1:f81fb6062fd31f25",
    "word_count": 787
  },
  "last_updated": "2024-02-27T18:39:14.938427+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Edmund G. BROWN, Governor of California, et al.\nv.\nMarciano PLATA and Ralph Coleman, et al."
    ],
    "opinions": [
      {
        "text": "Justice SCALIA, with whom Justice THOMAS joins, dissenting.\nWhen this case was here two Terms ago, I dissented from the Court's affirmance of the injunction, because the District Court's order that California release 46,000 prisoners violated the clear limitations of the Prison Litigation Reform Act, 18 U.S.C. § 3626(a)(1)(A)-\"besides defying all sound conception of the proper role of judges.\" Brown v. Plata, 563 U.S. ----, ----, 131 S.Ct. 1910, 1959, 179 L.Ed.2d 969 (2011). The Court's opinion approving the order concluded with what I described as a \"bizarre coda,\" id., at ----, 131 S.Ct., at 1956, which said that \"[t]he State may wish to move for modification\" of the injunction, and that the District Court \"may grant such a request provided that the State satisfies necessary and appropriate preconditions,\" ibid. (internal quotation marks omitted). More specifically, the opinion suggested that modification might be in order if the State makes \"significant progress ... toward remedying the underlying constitutional violations\" and \"demonstrate[s] that further population reductions are not necessary.\" Id., at ----, 131 S.Ct., at 1947. These \"deliberately ambiguous ... suggestions on how to modify the injunction,\" were, I observed, \"just deferential enough so that [the Court] can say with a straight face that it is 'affirming,' just stern enough to put the District Court on notice that it will likely get reversed if it does not follow them.\" Id., at ----, 131 S.Ct., at 1957 (dissenting opinion). That was in my view \"a compromise solution\" that is \"unknown in our legal system,\" which does not permit appellate courts to prescribe in advance the exercise of district-court discretion. Id., at ----, ----, 131 S.Ct., at 1928-1929, 1929. I warned, moreover, that \"the judges of the District Court are likely to call [the Court's] bluff, since they know full well it cannot possibly be an abuse of discretion to refuse to accept the State's proposed modifications in an injunction that has just been approved ( affirmed ) in its present form.\" Id., at ----, 131 S.Ct., at 1957.\nThe bluff has been called, and the Court has nary a pair to lay on the table. The State, seeking to invoke the ex ante appellate control of district-court discretion, and to compel the modification decreed by the Court's raised eyebrow, provided evidence that it has made meaningful progress and that population reductions to the level required by the injunction are unnecessary. But the latter argument was made and rejected in the last round, and the former hardly requires ( demands ) modification of the injunction. It was predictable two Terms ago that the State would make progress-indeed, it promised to do so. If the reality of incremental progress makes the injunction now invalid, the probability (indeed, one might say the certainty) of incremental progress made the injunction an overreach two Terms ago. Surely it is not the case that when a party subject to an injunction makes substantial progress toward compliance it is an abuse of discretion not to revise the injunction.\nBut as I suggested in my dissent, perhaps the Court never meant to follow through on its revision suggestions. Perhaps they were nothing more than \"a ceremonial washing of the hands-making it clear for all to see, that if the terrible things sure to happen as a consequence of this outrageous order do happen, they will be none of this Court's responsibility. After all, did we not want, and indeed even suggest, something better?\" Ibid. So also today, it is not our fault that California must now release upon the public nearly 10,000 inmates convicted of serious crimes-about 1,000 for every city larger than Santa Ana-three-quarters of whom are moderate (57%) or high (74%) recidivism risks. Reply in Support of Application 34.\nIt appears to have become a standard ploy, when this Court vastly expands the Power of the Black Robe, to hint at limitations that make it seem not so bad. See, e.g.,Lawrence v. Texas, 539 U.S. 558, 604, 123 S.Ct. 2472, 156 L.Ed.2d 508 (2003) (SCALIA, J., dissenting); United States v. Windsor, 570 U.S. ----, ----, 133 S.Ct. 2675, 2710-2711, 186 L.Ed.2d 808 (2013) (SCALIA, J., dissenting). Comes the moment of truth, the hinted-at limitation proves a sham. As for me, I adhere to my original view of this terrible injunction. It goes beyond what the Prison Litigation Reform Act allows, and beyond the power of the courts. I would grant the stay and dissolve the injunction.",
        "type": "majority",
        "author": "Justice SCALIA, with whom Justice THOMAS joins, dissenting."
      }
    ],
    "attorneys": [
      "The application for stay presented to Justice KENNEDY and by him referred to the Court is denied. Justice ALITO would grant the application for stay."
    ],
    "corrections": "",
    "head_matter": "Edmund G. BROWN, Governor of California, et al.\nv.\nMarciano PLATA and Ralph Coleman, et al.\nNo. 13A57.\nSupreme Court of the United States\nAug. 2, 2013.\nPrior report: E.D.Cal., --- F.Supp.2d ----, 2013 WL 3326872.\nThe application for stay presented to Justice KENNEDY and by him referred to the Court is denied. Justice ALITO would grant the application for stay."
  },
  "file_name": "0001-01",
  "first_page_order": 1,
  "last_page_order": 2
}
