{
  "id": 12585634,
  "name": "Megan MAREK v. Sean LANE, individually and on behalf of all others similarly situated, et al.",
  "name_abbreviation": "Marek v. Lane",
  "decision_date": "2013-11-04",
  "docket_number": "No. 13–136.",
  "first_page": "8",
  "last_page": "9",
  "citations": [
    {
      "type": "official",
      "cite": "134 S. Ct. 8"
    },
    {
      "type": "parallel",
      "cite": "187 L. Ed. 2d 392"
    },
    {
      "type": "vendor",
      "cite": "82 U.S.L.W. 3258"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "62 Fla. L.Rev. 617",
      "category": "journals:journal",
      "reporter": "Fla. L. Rev.",
      "year": 2010,
      "pin_cites": [
        {
          "page": "653-656"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "709 F.3d 791",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        3547472
      ],
      "year": 2013,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/709/0791-01"
      ]
    },
    {
      "cite": "696 F.3d 811",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        5863519
      ],
      "year": 2012,
      "opinion_index": 0,
      "case_paths": [
        "/f3d/696/0811-01"
      ]
    },
    {
      "cite": "2010 WL 9013059",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2010,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 6549,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26347501340811763
    },
    "sha256": "3ee6b6a7591598bfd75e97626d0626ea27517042e7493e9347067a9aa163fb69",
    "simhash": "1:f10eb5b5f37d272f",
    "word_count": 1050
  },
  "last_updated": "2024-02-27T18:39:14.938427+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Megan MAREK\nv.\nSean LANE, individually and on behalf of all others similarly situated, et al."
    ],
    "opinions": [
      {
        "text": "Statement of Chief Justice ROBERTS respecting the denial of certiorari.\nIn November 2007, respondent Facebook, Inc., released a program called \"Beacon.\" It worked like this: Whenever someone visited the Web site of a participating company and performed a \"trigger\" activity, such as posting a comment or buying a product, the program would automatically report the activity and the user's personally identifiable information to Facebook-regardless of whether the user was a Facebook member. If the user was a Facebook member, Facebook would publish the activity on his member profile and broadcast it to everyone in his \"friends\" network. So rent a movie from Blockbuster.com, and all your friends would know the title. Or plan a vacation on Hotwire.com, and all your friends would know the destination. To prevent Facebook from posting a particular trigger activity, a member had to affirmatively opt out by clicking an icon in a pop-up window that appeared for about ten seconds after he performed the activity.\nBeacon resulted in the dissemination of large amounts of information Facebook members allegedly did not intend to share, provoking a public outcry against Beacon and Facebook. Facebook responded about a month after Beacon's launch by changing the program's default setting from opt out to opt in, so that any given trigger activity would not appear on a member's profile unless the member explicitly consented. Facebook also allowed its members to disable Beacon altogether.\nIn August 2008, 19 individuals brought a putative class action lawsuit in the U.S. District Court for the Northern District of California against Facebook and the companies that had participated in Beacon, alleging violations of various federal and state privacy laws. The putative class comprised only those individuals whose personal information had been obtained and disclosed by Beacon during the approximately one-month period in which the program's default setting was opt out rather than opt in. The complaint sought damages and various forms of equitable relief, including an injunction barring the defendants from continuing the program.\nIn the end, the vast majority of Beacon's victims got neither remedy. The named plaintiffs reached a settlement agreement with the defendants before class certification. Although Facebook promised to discontinue the \"Beacon\" program itself, plaintiffs' counsel conceded at the fairness hearing in the District Court that nothing in the settlement would preclude Facebook from reinstituting the same program with a new name. See Tr. 18 (Feb. 26, 2010) (counsel for named plaintiffs) (\"At the end of the day, we could not reach agreement with defendants regarding limiting their future actions as a corporation\").\nAnd while Facebook also agreed to pay $9.5 million, the parties allocated that fund in an unusual way. Plaintiffs' counsel were awarded nearly a quarter of the fund in fees and costs, while the named plaintiffs received modest incentive payments. The unnamed class members, by contrast, received no damages from the remaining $6.5 million. Instead, the parties earmarked that sum for a \" cy pres \" remedy -an \"as near as\" form of relief-because distributing the $6.5 million among the large number of class members would result in too small an award per person to bother. The cy pres remedy agreed to by the parties entailed the establishment of a new charitable foundation that would help fund organizations dedicated to educating the public about online privacy. A Facebook representative would be one of the three members of the new foundation's board.\nTo top it off, the parties agreed to expand the settlement class barred from future litigation to include not just those individuals injured by Beacon during the brief period in which it was an opt-out program-the class proposed in the original complaint-but also those injured after Facebook had changed the program's default setting to opt in. Facebook thus insulated itself from all class claims arising from the Beacon episode by paying plaintiffs' counsel and the named plaintiffs some $3 million and spending $6.5 million to set up a foundation in which it would play a major role. The District Court approved the settlement as \"fair, reasonable, and adequate.\" Fed. Rule Civ. Proc. 23(e)(2); see Lane v. Facebook, Inc., Civ. No. C 08-3845, 2010 WL 9013059 (N.D.Cal., Mar. 17, 2010).\nPetitioner Megan Marek was one of four unnamed class members who objected to the settlement. Her challenge focused on a number of disconcerting features of the new Foundation: the facts that a senior Facebook employee would serve on its board, that the board would enjoy nearly unfettered discretion in selecting fund recipients, and that the Foundation-as a new entity-necessarily lacked a proven track record of promoting the objectives behind the lawsuit. She also criticized the overall settlement amount as too low. The District Court rebuffed these objections, as did a divided panel of the Ninth Circuit on appeal. Lane v. Facebook, Inc., 696 F.3d 811 (2012). A petition for rehearing en banc was denied, over the dissent of six judges. Lane v. Facebook, Inc., 709 F.3d 791 (2013).\nI agree with this Court's decision to deny the petition for certiorari. Marek's challenge is focused on the particular features of the specific cy pres settlement at issue. Granting review of this case might not have afforded the Court an opportunity to address more fundamental concerns surrounding the use of such remedies in class action litigation, including when, if ever, such relief should be considered; how to assess its fairness as a general matter; whether new entities may be established as part of such relief; if not, how existing entities should be selected; what the respective roles of the judge and parties are in shaping a cy pres remedy; how closely the goals of any enlisted organization must correspond to the interests of the class; and so on. This Court has not previously addressed any of these issues. Cy pres remedies, however, are a growing feature of class action settlements. See Redish, Julian, & Zyontz, Cy Pres Relief and the Pathologies of the Modern Class Action: A Normative and Empirical Analysis, 62 Fla. L.Rev. 617, 653-656 (2010). In a suitable case, this Court may need to clarify the limits on the use of such remedies.",
        "type": "majority",
        "author": "Statement of Chief Justice ROBERTS respecting the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "Megan MAREK\nv.\nSean LANE, individually and on behalf of all others similarly situated, et al.\nNo. 13-136.\nSupreme Court of the United States\nNov. 4, 2013.\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "0008-01",
  "first_page_order": 8,
  "last_page_order": 9
}
