{
  "id": 12583775,
  "name": "Nicolas MARTIN, v. Carl BLESSING, et al.",
  "name_abbreviation": "Martin v. Blessing",
  "decision_date": "2013-11-18",
  "docket_number": "No. 13–169.",
  "first_page": "402",
  "last_page": "405",
  "citations": [
    {
      "type": "official",
      "cite": "134 S. Ct. 402"
    },
    {
      "type": "parallel",
      "cite": "187 L. Ed. 2d 446"
    },
    {
      "type": "vendor",
      "cite": "82 U.S.L.W. 3301"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "167 L.Ed.2d 578",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "Stevens and KENNEDY, JJ., statement respecting denial of certiorari"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "127 S.Ct. 1478",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 2007,
      "pin_cites": [
        {
          "parenthetical": "Stevens and KENNEDY, JJ., statement respecting denial of certiorari"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "549 U.S. 1328",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "year": 2007,
      "pin_cites": [
        {
          "page": "1329",
          "parenthetical": "Stevens and KENNEDY, JJ., statement respecting denial of certiorari"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "536 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1254780
      ],
      "weight": 4,
      "year": 2002,
      "pin_cites": [
        {
          "page": "6-7",
          "parenthetical": "an objecting class member \"has an interest in the settlement that creates a 'case or controversy' sufficient to satisfy the constitutional requirements of injury, causation, and redressability\""
        },
        {
          "parenthetical": "an objecting class member \"has an interest in the settlement that creates a 'case or controversy' sufficient to satisfy the constitutional requirements of injury, causation, and redressability\""
        },
        {
          "parenthetical": "an objecting class member \"has an interest in the settlement that creates a 'case or controversy' sufficient to satisfy the constitutional requirements of injury, causation, and redressability\""
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/536/0001-01"
      ]
    },
    {
      "cite": "521 U.S. 591",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        915571
      ],
      "weight": 3,
      "year": 1997,
      "pin_cites": [
        {
          "page": "613"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/521/0591-01"
      ]
    },
    {
      "cite": "500 U.S. 614",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6228877
      ],
      "weight": 3,
      "year": 1991,
      "pin_cites": [
        {
          "page": "630"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/500/0614-01"
      ]
    },
    {
      "cite": "507 Fed.Appx. 1",
      "category": "reporters:federal",
      "reporter": "Fed. Appx.",
      "weight": 2,
      "year": 2012,
      "pin_cites": [
        {
          "page": "3, 4"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2012 WL 4865174",
      "category": "reporters:specialty_west",
      "reporter": "WL",
      "year": 2012,
      "pin_cites": [
        {
          "page": "*5, n. 5"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "280 F.R.D. 130",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        4280830
      ],
      "pin_cites": [
        {
          "page": "142, n. 6"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/frd/280/0130-01"
      ]
    },
    {
      "cite": "264 F.R.D. 76",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        4268750
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "95, n. 23"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/frd/264/0076-01"
      ]
    },
    {
      "cite": "242 F.R.D. 265",
      "category": "reporters:specialty",
      "reporter": "F.R.D.",
      "case_ids": [
        5680585
      ],
      "pin_cites": [
        {
          "page": "277"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/frd/242/0265-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 646,
    "char_count": 11098,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26341207537582306
    },
    "sha256": "08fdf9f8dbb9dcd6ab306d10e8e177412493a96cb3456e128a5e332e87354115",
    "simhash": "1:b87223febb0037d6",
    "word_count": 1820
  },
  "last_updated": "2024-02-27T18:39:14.938427+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Nicolas MARTIN,\nv.\nCarl BLESSING, et al."
    ],
    "opinions": [
      {
        "text": "",
        "type": "majority",
        "author": null
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied.",
      "THE CHIEF JUSTICE took no part in the consideration or decision of this petition.\nStatement of Justice ALITO, respecting the denial of the petition for writ of certiorari.",
      "Citing that provision, Judge Baer ordered that the three law firms appointed as interim counsel (and subsequently elevated to permanent counsel) \"ensure that the lawyers staffed on the case fairly reflect the class composition in terms of relevant race and gender metrics.\" App. to Pet. for Cert. 35a.",
      "Following certification in the present case, Sirius and class counsel reached a settlement that drew objections. Under the deal, Sirius would freeze its prices for five months and pay class counsel $13 million in attorney's fees. Blessing v. Sirius XM Radio Inc., 507 Fed.Appx. 1, 3, 4 (C.A.2 2012). Sirius would pay no cash to class members. Ibid. Nicolas Martin, a class member and petitioner here, objected, not only to those terms, but also to Judge Baer's reliance on race and gender in assessing the adequacy of class counsel. Petitioner asked the Second Circuit to set aside the settlement as the tainted product of an invalid certification order. The Second Circuit rejected his challenge to the certification order on standing grounds, concluding that Martin failed to allege injury in fact. Martin now asks this Court to intervene.",
      "Before reaching this constitutional question, however, a court would have to consider whether the challenged practice can be reconciled with Rule 23(g), which carefully regulates the appointment of class counsel. The appointment of class counsel is a sensitive matter. Because of the fees that class counsel may receive-witness the present case in which counsel was awarded $13 million for handling a case in which the class members received no compensation-any deviation from the criteria set out in the Rule may give rise to suspicions about favoritism. There are more than 600 district judges, and it would be intolerable if each judge adopted a personalized version of the criteria set out in Rule 23(g).",
      "It is not clear that a class member who objects to a feature of a proposed settlement must show that the feature in question would cause the objecting member the sort of harm that is needed to establish Article III standing. Article III demands that the members of the plaintiff class demonstrate that they were injured in fact by the alleged antitrust violations, see Amchem Products, Inc. v. Windsor, 521 U.S. 591, 613, 117 S.Ct. 2231, 138 L.Ed.2d 689 (1997), but the plaintiff class' satisfaction of this requirement is not challenged. At issue, instead, is Martin's ability to object to the proposed settlement, and Rule 23(e)(5) states without qualification that \"[a]ny class member may object\" to a proposed settlement requiring court approval. I assume for present purposes that a court need not entertain the objection of a class member who is not aggrieved by a settlement, but it is by no means clear to me that this is the same as requiring proof of an injury in fact within the meaning of Article III. See Devlin v. Scardelletti, 536 U.S. 1, 6-7, 122 S.Ct. 2005, 153 L.Ed.2d 27 (2002) (an objecting class member \"has an interest in the settlement that creates a 'case or controversy' sufficient to satisfy the constitutional requirements of injury, causation, and redressability\")."
    ],
    "corrections": "",
    "head_matter": "Nicolas MARTIN,\nv.\nCarl BLESSING, et al.\nNo. 13-169.\nSupreme Court of the United States\nNov. 18, 2013.\nThe petition for a writ of certiorari is denied.\nTHE CHIEF JUSTICE took no part in the consideration or decision of this petition.\nStatement of Justice ALITO, respecting the denial of the petition for writ of certiorari.\nThe petition in this case challenges a highly unusual practice followed by one District Court Judge in assessing the adequacy of counsel in class actions. This judge insists that class counsel \"ensure that the lawyers staffed on the case fairly reflect the class composition in terms of relevant race and gender metrics.\" App. to Pet. for Cert. 35a. The uniqueness of this practice weighs against review by this Court, but the meaning of the Court's denial of the petition should not be misunderstood.\nI\nIn 2008, the Nation's only two providers of satellite digital audio radio services, Sirius Satellite Radio, Inc., and XM Satellite Holdings, Inc., merged to form a new company, Sirius XM Radio, Inc. (Sirius). Id., at 8a-9a. Their subscribers claimed the merger violated antitrust laws and filed several class actions that were joined in a consolidated complaint and assigned to Judge Harold Baer, Jr., of the Southern District of New York. Judge Baer appointed three law firms to serve as interim class counsel. Ibid.\nIn July 2010, class plaintiffs moved to certify a federal antitrust class. Ibid. Class certification is governed by Federal Rule of Civil Procedure 23, which sets out the requirements that a putative class must meet to gain certification. One such requirement is adequate class counsel; subsection (g) orders the district court to consider four particular indicators of adequacy. It provides also that the district court \"may consider any other matter pertinent to counsel's ability to fairly and adequately represent the interests of the class.\" Fed. Rule Civ. Proc. 23(g)(1)(B).\nCiting that provision, Judge Baer ordered that the three law firms appointed as interim counsel (and subsequently elevated to permanent counsel) \"ensure that the lawyers staffed on the case fairly reflect the class composition in terms of relevant race and gender metrics.\" App. to Pet. for Cert. 35a.\nClass certification orders that impose race- and sex-based staffing requirements on law firms appear to be part of Judge Baer's standard practice. In 2007, Judge Baer followed this practice in considering certification of a class of plaintiffs seeking redress under the Employee Retirement Income Security Act. See In re J.P. Morgan Chase Cash Balance Litigation, 242 F.R.D. 265, 277 (S.D.N.Y.2007).\nThree years later, in Spagnola v. Chubb Corp., 264 F.R.D. 76 (S.D.N.Y.2010), Judge Baer refused to certify a putative class of insurance policyholders in part because of the race and gender of the proposed class counsel. He noted that \"proposed ... counsel ... ha[d] provided no information-firm resumé, attorney biographies, or otherwise-[regarding the race or gender of the lawyers assigned to the case].\" Id., at 95, n. 23.\nJudge Baer has repeated this practice in at least three additional class actions apart from the one before the Court today. See Public Employees' Retirement System of Miss. v. Goldman Sachs Group, Inc., 280 F.R.D. 130, 142, n. 6 (S.D.N.Y.2012); New Jersey Carpenters Health Fund v. Residential Capital, LLC, 2012 WL 4865174, at *5, n. 5 (S.D.N.Y., Oct. 15, 2012); In re Gildan Activewear Inc. Securities Litigation, No. 08 Civ. 5048 (S.D.N.Y., Sept. 20, 2010).\nFollowing certification in the present case, Sirius and class counsel reached a settlement that drew objections. Under the deal, Sirius would freeze its prices for five months and pay class counsel $13 million in attorney's fees. Blessing v. Sirius XM Radio Inc., 507 Fed.Appx. 1, 3, 4 (C.A.2 2012). Sirius would pay no cash to class members. Ibid. Nicolas Martin, a class member and petitioner here, objected, not only to those terms, but also to Judge Baer's reliance on race and gender in assessing the adequacy of class counsel. Petitioner asked the Second Circuit to set aside the settlement as the tainted product of an invalid certification order. The Second Circuit rejected his challenge to the certification order on standing grounds, concluding that Martin failed to allege injury in fact. Martin now asks this Court to intervene.\nII\nBased on the materials now before us, I am hard-pressed to see any ground on which Judge Baer's practice can be defended. This Court has often stressed that \"[r]acial discrimination has no place in the courtroom, whether the proceeding is civil or criminal.\" Edmonson v. Leesville Concrete Co., 500 U.S. 614, 630, 111 S.Ct. 2077, 114 L.Ed.2d 660 (1991). Court-approved discrimination based on gender is similarly objectionable, and therefore it is doubtful that the practice in question could survive a constitutional challenge.\nBefore reaching this constitutional question, however, a court would have to consider whether the challenged practice can be reconciled with Rule 23(g), which carefully regulates the appointment of class counsel. The appointment of class counsel is a sensitive matter. Because of the fees that class counsel may receive-witness the present case in which counsel was awarded $13 million for handling a case in which the class members received no compensation-any deviation from the criteria set out in the Rule may give rise to suspicions about favoritism. There are more than 600 district judges, and it would be intolerable if each judge adopted a personalized version of the criteria set out in Rule 23(g).\nIt is true that Rule 23 allows a district court to consider \"any ... matter pertinent to counsel's ability to fairly and adequately represent the interests of the class,\" Rule 23(g)(1)(B), but I doubt that this provision can be stretched to justify the practice at issue here. It seems quite farfetched to argue that class counsel cannot fairly and adequately represent a class unless the race and gender of counsel mirror the demographics of the class. Indeed, if the District Court's rule were taken seriously, it would seriously complicate the appointment process and lead to truly bizarre results.\nIt may be no easy matter to ascertain \"the class composition in terms of relevant race and gender metrics.\" In some cases, only the defendant will possess such information, and where that is so, must the parties engage in discovery on this preliminary point? In other cases, it may be impossible to obtain the relevant information without requesting it from all of the members of the class. For example, in a securities case in which the class consists of everyone who purchased the stock of a particular company during a specified period, how else could the race or gender of the class members be ascertained?\nWhere the demographics of the class can be ascertained or approximated, faithful application of the District Court's rule would lead to strange results. The racial and ethnic makeup of the plaintiff class in many cases deviates significantly from the racial and ethnic makeup of the general population or of the bar. Suppose, for example, that the class consisted of persons who had undergone a particular type of treatment for prostate cancer. Would it be proper for a district judge to favor law firms with a high percentage of male attorneys? Or if the class consisted of persons who had undergone treatment for breast cancer, would it be permissible for a court to favor firms with a high percentage of female lawyers? In some cases, the members of a class may be significantly more affluent than the general population. (A class consisting of the purchasers of stock may be an example.) To the extent that affluence correlates with race, would it be proper for a district judge in such a case to favor law firms with relatively low minority representation?\nThe Second Circuit did not decide whether the District Court's practice is unconstitutional or otherwise unlawful because the court held that Martin lacked standing to challenge the order at issue. Martin did not allege that he actually received inferior representation, and therefore the Second Circuit, invoking the standard used to determine whether a plaintiff has standing under Article III of the Constitution, refused to entertain Martin's objection on the ground that he had suffered no injury in fact. I find this reasoning debatable.\nIt is not clear that a class member who objects to a feature of a proposed settlement must show that the feature in question would cause the objecting member the sort of harm that is needed to establish Article III standing. Article III demands that the members of the plaintiff class demonstrate that they were injured in fact by the alleged antitrust violations, see Amchem Products, Inc. v. Windsor, 521 U.S. 591, 613, 117 S.Ct. 2231, 138 L.Ed.2d 689 (1997), but the plaintiff class' satisfaction of this requirement is not challenged. At issue, instead, is Martin's ability to object to the proposed settlement, and Rule 23(e)(5) states without qualification that \"[a]ny class member may object\" to a proposed settlement requiring court approval. I assume for present purposes that a court need not entertain the objection of a class member who is not aggrieved by a settlement, but it is by no means clear to me that this is the same as requiring proof of an injury in fact within the meaning of Article III. See Devlin v. Scardelletti, 536 U.S. 1, 6-7, 122 S.Ct. 2005, 153 L.Ed.2d 27 (2002) (an objecting class member \"has an interest in the settlement that creates a 'case or controversy' sufficient to satisfy the constitutional requirements of injury, causation, and redressability\").\nWhether or not Martin suffered injury in fact in the Article III sense, he unquestionably has a legitimate interest in ensuring that class counsel is appointed in a lawful manner. Ibid. The use of any criteria not set out specifically in Rule 23(g) or \"pertinent to counsel's ability to fairly and adequately represent the interests of the class\" creates a risk of injury that a class member should not have to endure. And class members have a strong and legitimate interest in having their attorneys appointed pursuant to a practice that is free of unlawful discrimination. If a district judge had a practice of appointing only attorneys of a particular race or gender, would an appellate court refuse to entertain a class member's objection unless the class member could show that the attorney in question did a poor job?\nUnlike the courts of appeals, we are not a court of error correction, and thus I do not disagree with the Court's refusal to review the singular policy at issue here. I stress, however, that the \"denial of certiorari does not constitute an expression of any opinion on the merits.\" Boumediene v. Bush, 549 U.S. 1328, 1329, 127 S.Ct. 1478, 167 L.Ed.2d 578 (2007) (Stevens and KENNEDY, JJ., statement respecting denial of certiorari). If the challenged appointment practice continues and is not addressed by the Court of Appeals, future review may be warranted."
  },
  "file_name": "0402-01",
  "first_page_order": 402,
  "last_page_order": 405
}
