{
  "id": 12579792,
  "name": "Abdul Al Qader Ahmed HUSSAIN, Petitioner v. Barack H. OBAMA, President of the United States, et al.",
  "name_abbreviation": "Abdul Al Qader Ahmed Hussain v. Obama",
  "decision_date": "2014-04-21",
  "docket_number": "No. 13–638.",
  "first_page": "1621",
  "last_page": "1622",
  "citations": [
    {
      "type": "official",
      "cite": "134 S. Ct. 1621"
    },
    {
      "type": "parallel",
      "cite": "188 L. Ed. 2d 947"
    },
    {
      "type": "vendor",
      "cite": "82 U.S.L.W. 3611"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "718 F.3d 964",
      "category": "reporters:federal",
      "reporter": "F.3d",
      "case_ids": [
        4049698,
        3664751
      ],
      "pin_cites": [
        {
          "page": "966-967"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f3d/718/0964-01",
        "/us-app-dc/405/0314-01"
      ]
    },
    {
      "cite": "821 F.Supp.2d 67",
      "category": "reporters:federal",
      "reporter": "F. Supp. 2d",
      "case_ids": [
        3955821
      ],
      "pin_cites": [
        {
          "page": "76-79"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-supp-2d/821/0067-01"
      ]
    },
    {
      "cite": "542 U.S. 507",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5864651
      ],
      "weight": 15,
      "year": 2004,
      "pin_cites": [
        {
          "page": "517-518"
        },
        {
          "page": "587"
        },
        {
          "page": "516"
        },
        {
          "page": "518"
        },
        {
          "page": "521"
        },
        {
          "page": "516"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/542/0507-01"
      ]
    },
    {
      "cite": "115 Stat. 224",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 227,
    "char_count": 3245,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26327789766893744
    },
    "sha256": "ce9f68f2472968747ca134885afb00250620760081f14e4fff416ef482fa5ebe",
    "simhash": "1:dc866c316f8c2576",
    "word_count": 519
  },
  "last_updated": "2024-02-27T18:39:14.938427+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Abdul Al Qader Ahmed HUSSAIN, Petitioner\nv.\nBarack H. OBAMA, President of the United States, et al."
    ],
    "opinions": [
      {
        "text": "Statement of Justice BREYER respecting the denial of certiorari.\nThe Authorization for Use of Military Force (AUMF), passed in September 2001, empowers the President to \"use all necessary and appropriate force against those nations, organizations, or persons he determines planned, authorized, committed, or aided the terrorist attacks that occurred on September 11, 2001, or harbored such organizations or persons, in order to prevent any future acts of international terrorism against the United States by such nations, organizations or persons.\" § 2(a), 115 Stat. 224. In Hamdi v. Rumsfeld, 542 U.S. 507, 124 S.Ct. 2633, 159 L.Ed.2d 578 (2004), five Members of the Court agreed that the AUMF authorizes the President to detain enemy combatants. Id., at 517-518, 124 S.Ct. 2633 (plurality opinion); id., at 587, 124 S.Ct. 2633 (THOMAS, J., dissenting). In her opinion for a plurality of the Court, Justice O'Connor understood enemy combatants to include \"an individual who ... was part of or supporting forces hostile to the United States or coalition partners in Afghanistan and who engaged in an armed conflict against the United States there.\" Id., at 516, 124 S.Ct. 2633 (internal quotation marks omitted). She concluded that the \"detention of individuals falling into the limited category we are considering, for the duration of the particular conflict in which they were captured,\" is \"an exercise of the 'necessary and appropriate force' \" that Congress authorized under the AUMF. Id., at 518, 124 S.Ct. 2633 (emphasis added). She explained, however, that the President's power to detain under the AUMF may be different when the \"practical circumstances\" of the relevant conflict are \"entirely unlike those of the conflicts that informed the development of the law of war.\" Id., at 521, 124 S.Ct. 2633.\nIn this case, the District Court concluded, and the Court of Appeals agreed, that petitioner Abdul Al Qader Ahmed Hussain could be detained under the AUMF because he was \"part of al-Qaeda or the Taliban at the time of his apprehension.\" 821 F.Supp.2d 67, 76-79 (D.D.C.2011) (internal quotation marks omitted; emphasis added); accord, 718 F.3d 964, 966-967 (C.A.D.C.2013). But even assuming this is correct, in either case-that is, irrespective of whether Hussain was part of al Qaeda or the Taliban-it is possible that Hussain was not an \"individual who ... was part of or supporting forces hostile to the United States or coalition partners in Afghanistan and who engaged in an armed conflict against the United States there.\" 542 U.S., at 516, 124 S.Ct. 2633 (emphasis added).\nThe Court has not directly addressed whether the AUMF authorizes, and the Constitution permits, detention on the basis that an individual was part of al Qaeda, or part of the Taliban, but was not \"engaged in an armed conflict against the United States\" in Afghanistan prior to his capture. Nor have we considered whether, assuming detention on these bases is permissible, either the AUMF or the Constitution limits the duration of detention.",
        "type": "majority",
        "author": "Statement of Justice BREYER respecting the denial of certiorari."
      }
    ],
    "attorneys": [
      "The petition for a writ of certiorari is denied."
    ],
    "corrections": "",
    "head_matter": "Abdul Al Qader Ahmed HUSSAIN, Petitioner\nv.\nBarack H. OBAMA, President of the United States, et al.\nNo. 13-638.\nSupreme Court of the United States\nApril 21, 2014.\nThe petition for a writ of certiorari is denied."
  },
  "file_name": "1621-01",
  "first_page_order": 1621,
  "last_page_order": 1622
}
