{
  "id": 12580943,
  "name": "Esteban MARTINEZ, Petitioner v. ILLINOIS.",
  "name_abbreviation": "Martinez v. Illinois",
  "decision_date": "2014-05-27",
  "docket_number": "No. 13–5967.",
  "first_page": "2070",
  "last_page": "2077",
  "citations": [
    {
      "type": "official",
      "cite": "134 S. Ct. 2070"
    },
    {
      "type": "parallel",
      "cite": "188 L. Ed. 2d 1112"
    },
    {
      "type": "vendor",
      "cite": "82 U.S.L.W. 4414"
    }
  ],
  "court": {
    "name_abbreviation": "U.S.",
    "id": 9009,
    "name": "Supreme Court of the United States"
  },
  "jurisdiction": {
    "id": 39,
    "name_long": "United States",
    "name": "U.S."
  },
  "cites_to": [
    {
      "cite": "410 N.E.2d 8",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1980,
      "pin_cites": [
        {
          "page": "10-11"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "43 Ill.Dec. 8",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "year": 1980,
      "opinion_index": 0
    },
    {
      "cite": "81 Ill.2d 384",
      "category": "reporters:state",
      "reporter": "Ill. 2d",
      "case_ids": [
        5481175
      ],
      "year": 1980,
      "pin_cites": [
        {
          "page": "387-389"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill-2d/81/0384-01"
      ]
    },
    {
      "cite": "437 U.S. 82",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6177769
      ],
      "weight": 3,
      "year": 1978,
      "pin_cites": [
        {
          "page": "96",
          "parenthetical": "\"We have previously noted that 'the trial judge's characterization of his own action cannot control the classification of the action' \""
        },
        {
          "parenthetical": "\"We have previously noted that 'the trial judge's characterization of his own action cannot control the classification of the action' \""
        },
        {
          "parenthetical": "\"We have previously noted that 'the trial judge's characterization of his own action cannot control the classification of the action' \""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/437/0082-01"
      ]
    },
    {
      "cite": "133 S.Ct. 1069",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        12407493
      ],
      "weight": 6,
      "year": 2013,
      "pin_cites": [
        {
          "page": "1074-1075"
        },
        {
          "page": "1078",
          "parenthetical": "\"Our decision turns not on the form of the trial court's action, but rather whether it 'serve[s]' substantive 'purposes' or procedural ones\""
        },
        {
          "page": "1078"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/568/0313-01"
      ]
    },
    {
      "cite": "410 U.S. 458",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11957586
      ],
      "weight": 5,
      "year": 1973,
      "pin_cites": [
        {
          "page": "467"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/410/0458-01"
      ]
    },
    {
      "cite": "372 U.S. 734",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1765418
      ],
      "weight": 6,
      "year": 1963,
      "pin_cites": [
        {
          "page": "737"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/372/0734-01"
      ]
    },
    {
      "cite": "430 U.S. 564",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12126181
      ],
      "weight": 9,
      "year": 1977,
      "pin_cites": [
        {
          "page": "569"
        },
        {
          "page": "571"
        },
        {
          "page": "571"
        },
        {
          "page": "572"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/430/0564-01"
      ]
    },
    {
      "cite": "420 U.S. 377",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11643788
      ],
      "weight": 15,
      "year": 1975,
      "pin_cites": [
        {
          "page": "394"
        },
        {
          "page": "388"
        },
        {
          "page": "390"
        },
        {
          "page": "391"
        },
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/420/0377-01"
      ]
    },
    {
      "cite": "969 N.E.2d 840",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 2,
      "pin_cites": [
        {
          "page": "854, 856-858"
        },
        {
          "page": "842-843"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "360 Ill.Dec. 795",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "2011 IL App (2d) 100498",
      "category": "reporters:neutral",
      "reporter": "IL App (2d)",
      "weight": 2,
      "pin_cites": [
        {
          "page": "¶¶ 46, 53-56"
        },
        {
          "page": "¶¶ 5-7"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "437 U.S. 28",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6177204
      ],
      "weight": 9,
      "year": 1978,
      "pin_cites": [
        {
          "page": "35"
        },
        {
          "page": "35"
        },
        {
          "page": "35"
        },
        {
          "page": "35"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/437/0028-01"
      ]
    },
    {
      "cite": "990 N.E.2d 215",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "weight": 16,
      "year": 1978,
      "pin_cites": [
        {
          "page": "224"
        },
        {
          "page": "222"
        },
        {
          "page": "222"
        },
        {
          "page": "222"
        },
        {
          "page": "224"
        },
        {
          "page": "225"
        },
        {
          "page": "227"
        },
        {
          "page": "229"
        },
        {
          "page": "229"
        },
        {
          "page": "222"
        },
        {
          "page": "222"
        },
        {
          "page": "225"
        },
        {
          "page": "216, n. 1"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "371 Ill.Dec. 315",
      "category": "reporters:state",
      "reporter": "Ill. Dec.",
      "weight": 14,
      "year": 1978,
      "opinion_index": 0
    },
    {
      "cite": "2013 IL 113475",
      "category": "reporters:neutral",
      "reporter": "IL",
      "weight": 9,
      "year": 1978,
      "pin_cites": [
        {
          "page": "¶ 39"
        },
        {
          "page": "¶ 24"
        },
        {
          "page": "¶ 24"
        },
        {
          "page": "¶ 39"
        },
        {
          "page": "¶ 24"
        },
        {
          "page": "¶ 24"
        },
        {
          "page": "¶ 40"
        },
        {
          "page": "¶ 4, n. 1"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 837,
    "char_count": 18978,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.26332017812621505
    },
    "sha256": "621a28d93d10c47cdf88938e28a737950740002e643505e0f12a240b8510638a",
    "simhash": "1:71f232a46c890f8a",
    "word_count": 3206
  },
  "last_updated": "2024-02-27T18:39:14.938427+00:00",
  "provenance": {
    "date_added": "2021-08-27",
    "source": "Fastcase",
    "batch": "2021"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Esteban MARTINEZ, Petitioner\nv.\nILLINOIS."
    ],
    "opinions": [
      {
        "text": "PER CURIAM.\nThe trial of Esteban Martinez was set to begin on May 17, 2010. His counsel was ready; the State was not. When the court swore in the jury and invited the State to present its first witness, the State declined to present any evidence. So Martinez moved for a directed not-guilty verdict, and the court granted it. The State appealed, arguing that the trial court should have granted its motion for a continuance. The question is whether the Double Jeopardy Clause bars the State's attempt to appeal in the hope of subjecting Martinez to a new trial.\nThe Illinois Supreme Court manifestly erred in allowing the State's appeal, on the theory that jeopardy never attached because Martinez \"was never at risk of conviction.\"\n2013 IL 113475, ¶ 39, 371 Ill.Dec. 315, 990 N.E.2d 215, 224. Our cases have repeatedly stated the bright-line rule that \"jeopardy attaches when the jury is empaneled and sworn.\" Crist v. Bretz, 437 U.S. 28, 35, 98 S.Ct. 2156, 57 L.Ed.2d 24 (1978); see infra, at 2074. There is simply no doubt that Martinez was subjected to jeopardy. And because the trial court found the State's evidence insufficient to sustain a conviction, there is equally no doubt that Martinez may not be retried.\nWe therefore grant Martinez's petition for certiorari and reverse the judgment of the Illinois Supreme Court.\nI\nA\nThe State of Illinois indicted Martinez in August 2006 on charges of aggravated battery and mob action against Avery Binion and Demarco Scott. But Martinez's trial date did not arrive for nearly four years.1\nThe story picks up for present purposes on July 20, 2009, when the State moved to continue an August 3 trial date because it had not located the complaining witnesses, Binion and Scott. The State subpoenaed both men four days later, and the court rescheduled Martinez's trial to September 28. But the State sought another continuance, shortly before that date, because it still had not found Binion and Scott. The court rescheduled the trial to November 9, and the State reissued subpoenas. But November 9 came and went (the court continued the case when Martinez showed up late) and the trial was eventually delayed to the following March 29. In early February, the State yet again subpoenaed Binion and Scott. When March 29 arrived, the trial court granted the State another continuance. It reset the trial date for May 17 and ordered Binion and Scott to appear in court on May 10. And the State once more issued subpoenas. 2\nOn the morning of May 17, however, Binion and Scott were again nowhere to be found. At 8:30, when the trial was set to begin, the State asked for a brief continuance. The court offered to delay swearing the jurors until a complete jury had been empaneled and told the State that it could at that point either have the jury sworn or move to dismiss its case. When Binion and Scott still had not shown up after the jury was chosen, the court offered to call the other cases on its docket so as to delay swearing the jury a bit longer. But when all these delays had run out, Binion and Scott were still nowhere in sight. The State filed a written motion for a continuance, arguing that it was \"unable to proceed\" without Binion and Scott. Tr. 7. The court denied that motion:\n\"The case before the Court began on July 7, 2006. In two months we will then be embarking upon half a decade of pending a Class 3 felony. Avery Binion, Jr., and Demarco [Scott] are well known in Elgin, both are convicted felons. One would believe that the Elgin Police Department would know their whereabouts. They were ordered to be in court today. The Court will issue body writs for both of these gentlemen.\n\"In addition, the State's list of witnesses indicates twelve witnesses. Excluding Mr. Scott and Mr. Binion, that's ten witnesses. The Court would anticipate it would take every bit of today and most of tomorrow to get through ten witnesses. By then the People may have had a chance to execute the arrest warrant body writs for these two gentlemen.\n\"The Court will deny the motion for continuance. I will swear the jury in in 15, 20 minutes. Perhaps you might want to send the police out to find these two gentlemen.\" Id., at 8-9.\nAfter a brief recess, the court offered to delay the start of the trial for several more hours if the continuance would \"be of any help\" to the State. Id., at 9. But when the State made clear that Binion and Scott's \"whereabouts\" remained \"unknown,\" the court concluded that the delay \"would be a further waste of time.\" Id., at 10. The following colloquy ensued:\n\"THE COURT: .... It's a quarter to eleven and [Binion and Scott] have not appeared on their own will, so I'm going to bring the jury in now then to swear them.\n\"[The Prosecutor]: Okay. Your Honor, may I approach briefly?\n\"THE COURT: Yes.\n\"[The Prosecutor]: Your Honor, just so your Honor is aware, I know that it's the process to bring them in and swear them in; however, the State will not be participating in the trial. I wanted to let you know that.\n\"THE COURT: Very well. We'll see how that works.\" Id., at 10-11.\nThe jury was then sworn. After instructing the jury, the court directed the State to proceed with its opening statement. The prosecutor demurred: \"Your Honor, respectfully, the State is not participating in this case.\" Id., at 20. After the defense waived its opening statement, the court directed the State to call its first witness. Again, the prosecutor demurred: \"Respectfully, your Honor, the State is not participating in this matter.\" Ibid. The defense then moved for a judgment of acquittal:\n\"[Defense Counsel]: Judge, the jury has been sworn. The State has not presented any evidence. I believe they've indicated their intention not to present any evidence or witnesses.\n\"Based on that, Judge, I would ask the Court to enter directed findings of not guilty to both counts, aggravated battery and mob action.\n\"THE COURT: Do the People wish to reply?\n\"[The Prosecutor]: No, your Honor. Respectfully, the State is not participating.\n\"THE COURT: The Court will grant the motion for a directed finding and dismiss the charges.\" Id., at 21.\nB\nThe State appealed, arguing that the trial court should have granted a continuance. Martinez responded that the State's appeal was improper because he had been acquitted. The Illinois Appellate Court sided with the State, holding that jeopardy had never attached and that the trial court had erred in failing to grant a continuance. 2011 IL App (2d) 100498, ¶¶ 46, 53-56, 360 Ill.Dec. 795, 969 N.E.2d 840, 854, 856-858.\nThe Illinois Supreme Court granted review on the jeopardy issue and affirmed. 2013 IL 113475, 371 Ill.Dec. 315, 990 N.E.2d 215. It began by recognizing that \"[g]enerally, in cases of a jury trial, jeopardy attaches when a jury is empaneled and sworn, as that is the point when the defendant is ' \"put to trial before the trier of the facts.\" ' \" Id., ¶ 23, 371 Ill.Dec. 315, 990 N.E.2d, at 222 (quoting Serfass v. United States, 420 U.S. 377, 394, 95 S.Ct. 1055, 43 L.Ed.2d 265 (1975)). But it reasoned that under this Court's precedents, \" ' \"rigid, mechanical\" rules' \" should not govern the inquiry into whether jeopardy has attached.\n2013 IL 113475, ¶ 24, 371 Ill.Dec. 315, 990 N.E.2d, at 222 (quoting Serfass,supra, at 390, 95 S.Ct. 1055). Rather, it opined, the relevant question is whether a defendant \"was ' \"subjected to the hazards of trial and possible conviction.\" ' \" 2013 IL 113475, ¶ 24, 371 Ill.Dec. 315, 990 N.E.2d, at 222 (quoting Serfass,supra, at 391, 95 S.Ct. 1055).\nHere, the court concluded, Martinez \"was never at risk of conviction\"-and jeopardy therefore did not attach-because \"[t]he State indicated it would not participate prior to the jury being sworn.\" 2013 IL 113475, ¶ 39, 371 Ill.Dec. 315, 990 N.E.2d, at 224. And because Martinez \"was not placed in jeopardy,\" the court held, the trial \"court's entry of directed verdicts of not guilty did not constitute true acquittals.\" Id., ¶ 40, 371 Ill.Dec. 315, 990 N.E.2d, at 225. Indeed, the court remarked, the trial court \"repeatedly referred to its action as a 'dismissal' rather than an acquittal.\" Ibid.\nJustice Burke dissented, writing that the majority's conclusion \"that impaneling and swearing the jury had no legal significance\" ran \"contrary to well-established principles regarding double jeopardy.\" Id., ¶ 57, 371 Ill.Dec. 315, 990 N.E.2d, at 227. Moreover, she argued, its assertion that Martinez was not in danger of conviction was \"belied by the actions of the court and the prosecutor.\" Id., ¶ 63, 371 Ill.Dec. 315, 990 N.E.2d, at 229. She explained that under the majority's holding, the State could \"unilaterally render a trial a 'sham' simply by refusing to call witnesses after a jury has been selected.\" Id., ¶ 64, 371 Ill.Dec. 315, 990 N.E.2d, at 229.\nII\nThis case presents two issues. First, did jeopardy attach to Martinez? Second, if so, did the proceeding end in such a manner that the Double Jeopardy Clause bars his retrial? Our precedents clearly dictate an affirmative answer to each question.\nA\nThere are few if any rules of criminal procedure clearer than the rule that \"jeopardy attaches when the jury is empaneled and sworn.\" Crist, 437 U.S., at 35, 98 S.Ct. 2156; see also United States v. Martin Linen Supply Co., 430 U.S. 564, 569, 97 S.Ct. 1349, 51 L.Ed.2d 642 (1977); Serfass,supra, at 388, 95 S.Ct. 1055; 6 W. LaFave, J. Israel, N. King, & O. Kerr, Criminal Procedure § 25.1(d) (3d ed. 2007).\nOur clearest exposition of this rule came in Crist, which addressed the constitutionality of a Montana statute providing that jeopardy did not attach until the swearing of the first witness. As Crist explains, \"the precise point at which jeopardy [attaches] in a jury trial might have been open to argument before this Court's decision in Downum v. United States, 372 U.S. 734 [83 S.Ct. 1033, 10 L.Ed.2d 100 (1963) ],\" in which \"the Court held that the Double Jeopardy Clause prevented a second prosecution of a defendant whose first trial had ended just after the jury had been sworn and before any testimony had been taken.\" 437 U.S., at 35, 98 S.Ct. 2156. But Downum put any such argument to rest: Its holding \"necessarily pinpointed the stage in a jury trial when jeopardy attaches, and [it] has since been understood as explicit authority for the proposition that jeopardy attaches when the jury is empaneled and sworn.\" Crist, supra, at 35, 98 S.Ct. 2156.\nThe Illinois Supreme Court misread our precedents in suggesting that the swearing of the jury is anything other than a bright line at which jeopardy attaches. It relied on Serfass, understanding that case to mean \"that in assessing whether and when jeopardy attaches, ' \"rigid, mechanical\" rules' should not be applied.\" 2013 IL 113475, ¶ 24, 371 Ill.Dec. 315, 990 N.E.2d, at 222. Under Serfass, the court reasoned, the relevant question is whether a defendant was as a functional matter \" ' \"subjected to the hazards of trial and possible conviction.\" ' \" 2013 IL 113475, ¶ 24, 371 Ill.Dec. 315, 990 N.E.2d, at 222.\nBut Serfass does not apply a functional approach to the determination of when jeopardy has attached. As to that question, it states the same bright-line rule as every other case: Jeopardy attaches when \"a defendant is 'put to trial,' \" and in a jury trial, that is \"when a jury is empaneled and sworn.\" 420 U.S., at 388, 95 S.Ct. 1055. Indeed, Serfass explicitly rejects a functional approach to the question whether jeopardy has attached. See id., at 390, 95 S.Ct. 1055 (refuting the defendant's argument that \" 'constructiv[e] jeopardy had attached' \" upon the pretrial grant of a motion to dismiss the indictment, which the defendant characterized as \"the 'functional equivalent of an acquittal on the merits' \"). The Serfass Court acknowledged \"that we have disparaged 'rigid, mechanical' rules in the interpretation of the Double Jeopardy Clause.\" Ibid. But it was referring to the case of Illinois v. Somerville, 410 U.S. 458, 93 S.Ct. 1066, 35 L.Ed.2d 425 (1973), in which we declined to apply \"rigid, mechanical\" reasoning in answering a very different question: not whether jeopardy had attached, but whether the manner in which it terminated (by mistrial) barred the defendant's retrial. Id., at 467, 93 S.Ct. 1066. By contrast, Serfass explains, the rule that jeopardy attaches at the start of a trial is \"by no means a mere technicality, nor is it a 'rigid, mechanical' rule.\" 420 U.S., at 391, 95 S.Ct. 1055. And contrary to the Illinois Supreme Court's interpretation, Serfass creates not the slightest doubt about when a \"trial\" begins.\nThe Illinois Supreme Court's error was consequential, for it introduced confusion into what we have consistently treated as a bright-line rule: A jury trial begins, and jeopardy attaches, when the jury is sworn. We have never suggested the exception perceived by the Illinois Supreme Court-that jeopardy may not have attached where, under the circumstances of a particular case, the defendant was not genuinely at risk of conviction.3 Martinez was subjected to jeopardy because the jury in his case was sworn.\nB\n\" '[T]he conclusion that jeopardy has attached,' \" however, \" 'begins, rather than ends, the inquiry as to whether the Double Jeopardy Clause bars retrial.' \" Id., at 390, 95 S.Ct. 1055. The remaining question is whether the jeopardy ended in such a manner that the defendant may not be retried. See 6 LaFave § 25.1(g) (surveying circumstances in which retrial is and is not allowed). Here, there is no doubt that Martinez's jeopardy ended in a manner that bars his retrial: The trial court acquitted him of the charged offenses. \"Perhaps the most fundamental rule in the history of double jeopardy jurisprudence has been that '[a] verdict of acquittal ... could not be reviewed ...\nwithout putting [a defendant] twice in jeopardy, and thereby violating the Constitution.' \" Martin Linen, supra, at 571, 97 S.Ct. 1349\n\"[O]ur cases have defined an acquittal to encompass any ruling that the prosecution's proof is insufficient to establish criminal liability for an offense.\" Evans v. Michigan, 568 U.S. ----, ----, 133 S.Ct. 1069, 1074-1075, 185 L.Ed.2d 124 (2013). And the trial court clearly made such a ruling here. After the State declined to present evidence against Martinez, his counsel moved for \"directed findings of not guilty to both counts,\" and the court \"grant[ed] the motion for a directed finding.\" Tr. 21. That is a textbook acquittal: a finding that the State's evidence cannot support a conviction.\nThe Illinois Supreme Court thought otherwise. It first opined that \"[b]ecause [Martinez] was not placed in jeopardy, the [trial] court's entry of directed verdicts of not guilty did not constitute true acquittals.\" 2013 IL 113475, ¶ 40, 371 Ill.Dec. 315, 990 N.E.2d, at 225. But the premise of that argument is incorrect: Martinez was in jeopardy, for the reasons given above. The court went on to \"note that, in directing findings of not guilty,\" the trial court \"referred to its action as a 'dismissal' rather than an acquittal.\" Ibid. Under our precedents, however, that is immaterial: \"[W]e have emphasized that what constitutes an 'acquittal' is not to be controlled by the form of the judge's action\"; it turns on \"whether the ruling of the judge, whatever its label, actually represents a resolution ... of some or all of the factual elements of the offense charged.\" Martin Linen, 430 U.S., at 571, 97 S.Ct. 1349; see also Evans, supra, at ----, 133 S.Ct., at 1078 (\"Our decision turns not on the form of the trial court's action, but rather whether it 'serve[s]' substantive 'purposes' or procedural ones\"); United States v. Scott, 437 U.S. 82, 96, 98 S.Ct. 2187, 57 L.Ed.2d 65 (1978) (\"We have previously noted that 'the trial judge's characterization of his own action cannot control the classification of the action' \").\nHere, as in Evans and Martin Linen, the trial court's action was an acquittal because the court \"acted on its view that the prosecution had failed to prove its case.\" Evans, supra, at ----, 133 S.Ct., at 1078; see Martin Linen, supra, at 572, 97 S.Ct. 1349 (\"[T]he District Court in this case evaluated the Government's evidence and determined that it was legally insufficient to sustain a conviction\"). And because Martinez was acquitted, the State cannot retry him.4\nIII\nThe functional rule adopted by the Illinois Supreme Court is not necessary to avoid unfairness to prosecutors or to the public. On the day of trial, the court was acutely aware of the significance of swearing a jury. It repeatedly delayed that act to give the State additional time to find its witnesses. It had previously granted the State a number of continuances for the same purpose. See supra, at 2072. And, critically, the court told the State on the day of trial that it could \"move to dismiss [its] case\" before the jury was sworn. Tr. 3. Had the State accepted that invitation, the Double Jeopardy Clause would not have barred it from recharging Martinez. Instead, the State participated in the selection of jurors and did not ask for dismissal before the jury was sworn. When the State declined to dismiss its case, it \" 'took a chance[,] ... enter[ing] upon the trial of the case without sufficient evidence to convict.' \" Downum v. United States, 372 U.S. 734, 737, 83 S.Ct. 1033, 10 L.Ed.2d 100 (1963). Here, the State knew, or should have known, that an acquittal forever bars the retrial of the defendant when it occurs after jeopardy has attached. The Illinois Supreme Court's holding is understandable, given the significant consequence of the State's mistake, but it runs directly counter to our precedents and to the protection conferred by the Double Jeopardy Clause.\n* * *\nThe motion for leave to proceed in forma pauperis and the petition for a writ of certiorari are granted. The judgment of the Supreme Court of Illinois is reversed, and the case is remanded for further proceedings not inconsistent with this opinion.\nIt is so ordered.\nMuch of that delay was due to Martinez and his counsel. See 2013 IL 113475, ¶ 4, n. 1, 371 Ill.Dec. 315, 990 N.E.2d 215, 216, n. 1 (summarizing the lengthy procedural history).\nThese facts are set forth in the opinion of the Illinois Appellate Court. 2011 IL App (2d) 100498, ¶¶ 5-7, 360 Ill.Dec. 795, 969 N.E.2d 840, 842-843.\nSome commentators have suggested that there may be limited exceptions to this rule- e.g., where the trial court lacks jurisdiction or where a defendant obtains an acquittal by fraud or corruption. See 6 W. LaFave, J. Israel, N. King, & O. Kerr, Criminal Procedure § 25.1(d) (3d ed. 2007). The scope of any such exceptions is not presented here. Nor need we reach a situation where the prosecutor had no opportunity to dismiss the charges to avoid the consequences of empaneling the jury. Cf. People v. Deems, 81 Ill.2d 384, 387-389, 43 Ill.Dec. 8, 410 N.E.2d 8, 10-11 (1980).",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Esteban MARTINEZ, Petitioner\nv.\nILLINOIS.\nNo. 13-5967.\nSupreme Court of the United States\nMay 27, 2014."
  },
  "file_name": "2070-01",
  "first_page_order": 2070,
  "last_page_order": 2077
}
